Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1462
source: If you have three or more metabolic risk factors, you have the metabolic syndrome. The more risk factors you have, the greater your risk. {0} Goal is to have no metabolic risk factors.
es: Si usted tiene tres o más factores de riesgo metabólico, usted padece del síndrome metabólico. Cuantos más factores tenga mayor será el riesgo de complicaciones en su síndrome metabólico, especialmente ataques al corazón, infartos cerebrales, y diabetes tipo 2.
fr: Si vous avez au moins trois facteurs de risque métaboliques, vous avez le syndrome métabolique. Plus vous avez de facteurs de risque, plus votre risque est élevé. {0} Il faut chercher à n’en avoir aucun.
pt: Se você tiver três ou mais fatores de risco metabólicos, você sofre de síndrome metabólica. Quanto mais fatores de risco você apresentar, maior será seu risco. A meta {0} é para não apresentar fatores de risco metabólicos.

# L1463
source: Low HDL ("good") cholesterol
es: Colesterol HDL ("bueno") bajo
fr: Faible taux de cholestérol HDL (le « bon »)
pt: Baixo nível de colesterol "bom" (HDL)

# L1464
source: Aim for goal value or more each week; 1 Exercise Point = approx 3 mins of moderate-intensity aerobic exercise (such as brisk walking)
es: Tenga como objetivo el valor o mas cada semana; 1 punto de ejercicio = Aprox 3 mins de ejercicio aeróbico de intensidad moderada (Como una caminata rápida)
fr: Visez au moins la valeur cible chaque semaine. 1 point d’exercice = environ 3 minutes d’exercice d’aérobie d’intensité modérée (comme la marche rapide)
pt: Tente atingir o valor recomendado ou superá-lo a cada semana; 1 ponto por exercício = aprox. 3 min. de exercícios aeróbicos de intensidade moderada (como caminhada em ritmo acelerado)

# L1465
source: Exercise Points
es: Puntos de Ejercicios
fr: Points d’exercice
pt: Pontos por exercícios

# L1466
source: Most of the time during the past six months:
es: La mayor parte del tiempo durante los pasados seis meses:
fr: La plupart du temps au cours des six derniers mois :
pt: Na maior parte do tempo, nos últimos seis meses:

# L1467
source: You have not avoided (or attempted to avoid) eating foods high in "unhealthy" fats and cholesterol.
es: Usted no ha evitado (o intentado evitar) ingerir alimentos altos en grasa y colesterol "no saludables”.
fr: Vous n’avez pas évité (ou tenté d’éviter) de manger des aliments riches en mauvais gras et en cholestérol.
pt: Você não evitou (ou não tentou evitar) ingerir alimentos com alto teor de gordura ou colesterol "não saudáveis".

# L1468
source: You have avoided (or attempted to avoid) eating foods high in "unhealthy" fats and cholesterol.
es: Usted ha evitado (o intentado evitar) ingerir alimentos altos en grasa y colesterol "no saludables”.
fr: Vous avez évité (ou tenté d’éviter) de manger des aliments riches en mauvais gras et en cholestérol.
pt: Você evitou (ou tentou evitar) ingerir alimentos com alto teor de gordura ou colesterol "não saudáveis".

# L1469
source: You have not eaten (or attempted to eat) healthier carbohydrates instead of less healthy carbohydrates.
es: Usted no ha comido (o intentado comer) carbohidratos más saludables en vez de carbohidratos menos saludables.
fr: Vous n’avez pas mangé (ou tenté de manger) des glucides plus sains au lieu de glucides moins sains.
pt: Você não comeu (ou não tentou comer) carboidratos mais saudáveis em vez dos menos saudáveis.

# L147
source: Weight management program?
es: ¿Programa de control de peso?
fr: Programme de gestion du poids?
pt: Programa de controle de peso?

# L1470
source: You have eaten (or attempted to eat) healthier carbohydrates instead of less healthy carbohydrates.
es: Usted ha comido (o intentado comer) carbohidratos más saludables en vez de carbohidratos menos saludables.
fr: Vous avez mangé (ou tenté de manger) des glucides sains au lieu de glucides moins sains.
pt: Você comeu (ou tentou comer) carboidratos mais saudáveis em vez dos menos saudáveis.

# L1471
source: Texting while driving.
es: Mensajes de texto mientras se conduce.
fr: Vous avez texté au volant.
pt: Digitar mensagens de texto ao dirigir.

# L1472
source: Driving while under the influence of alcohol or other drugs.
es: Conducir bajo el efecto del alcohol u otras drogas.
fr: Vous avez conduit sous l’influence de l’alcool ou de la drogue.
pt: Dirigir sob a influência do álcool ou de drogas.

# L1473
source: Riding in a vehicle operated by someone who is under the influence of alcohol or other drugs.
es: Viajar en un vehículo conducido por alguien bajo los efectos del alcohol u otras drogas.
fr: Vous avez monté à bord d’un véhicule conduit par une personne sous l’influence de l’alcool ou de la drogue.
pt: Viajar em veículos guiados por alguém sob influência de álcool ou outras drogas.

# L1474
source: Riding in a vehicle without wearing a seat belt.
es: Andar en un vehículo sin abrochar el cinturón de seguridad.
fr: Vous n’avez pas porté votre ceinture de sécurité en voiture.
pt: Viajar em veículos sem usar o cinto de segurança.

# L1475
source: Exceeding the speed limit by 10 mph (16 km/h) or more.
es: Exceder el límite de velocidad en 10 o más mph
fr: Vous avez dépassé la limite de vitesse de 15 km/h ou plus.
pt: Exceder o limite de velocidade em pelo menos 16 km/h (10 mph).

# L1476
source: Riding a bicycle without using a bicycle helmet.
es: Montar en bicicleta sin llevar casco.
fr: Vous avez fait du vélo sans porter de casque.
pt: Andar de bicicleta sem utilizar um capacete de ciclismo.

# L1477
source: Driving or riding on a motorcycle without wearing an approved safety helmet.
es: Conducir o montar en motocicleta sin llevar un casco de seguridad aprobado.
fr: Vous avez été conducteur ou passager d’une moto sans porter de casque de sécurité approuvé.
pt: Pilotar ou andar em uma motocicleta sem usar um capacete de segurança aprovado.

# L1478
source: Not knowing if you have working smoke detectors in your home.
es: No sabe si tiene detectores de humo que funcionen en su casa
fr: Vous ne savez pas si vous avez des détecteurs de fumée fonctionnels dans votre maison.
pt: Não saber se você tem detectores de fumaça funcionando na sua casa.

# L1479
source: Not having a working fire extinguisher in your home.
es: No tener un extintor de fuego en su casa.
fr: Vous n’avez pas d’extincteur fonctionnel dans votre maison.
pt: Não ter um extintor de incêndio funcionando na sua casa.

# L148
source: Metabolic Syndrome
es: Síndrome Metabólico
fr: Syndrome métabolique
pt: Síndrome metabólica

# L1480
source: Not bending your knees and keeping your back straight when lifting up a heavy object.
es: No doblar sus rodillas y mantener su espalda recta cuando levanta un objeto pesado.
fr: Vous n’avez pas plié les genoux et gardé le dos droit pour soulever un objet lourd.
pt: Não dobrar os joelhos e manter sua coluna reta ao erguer um objeto pesado.

# L1481
source: None identified
es: Ninguno identificado
fr: Aucun identifié
pt: Nenhum identificado

# L1482
source: Avoid all tobacco (including e-cigarettes) and secondhand smoke.
es: Evite todo tipo de tabaco (incluyendo cigarrillos electrónicos) y humo de segunda mano
fr: Vous avez évité le tabac (y compris les cigarettes électroniques) et la fumée secondaire.
pt: Evitar todos os tipos de tabaco (incluindo cigarro eletrônico) e o fumo passivo.

# L1483
source: Coronary heart disease (‘CHD’) causes heart attacks. This graph shows your risk (or likelihood) of developing CHD in the next 10 years. It also shows the risk for a person with risk factors at low-risk levels. Lower scores are better.
es: Enfermedad Coronaria ('CHD') causa ataques de corazón. Esta grafica muestra su riesgo (o posibilidad) de desarrollar CHD en los próximos 10 años. También muestra el riesgo de una persona con niveles de riesgos bajos. Puntuaciones bajas son mejores.
fr: Les maladies coronariennes (cardiopathies congénitales) provoquent des crises cardiaques. Ce graphique montre votre risque (ou probabilité) de développer une cardiopathie congénitale au cours des dix prochaines années et celui d’une personne présentant des facteurs de risque faible. Les résultats les plus faibles sont les meilleurs.
pt: A doença arterial coronariana (“DAC”) causa ataques cardíacos. Este gráfico mostra seu risco (ou sua chance) de desenvolver DAC nos próximos 10 anos. Também mostra o risco de uma pessoa com fatores de risco em nível baixo. Uma pontuação mais baixa é melhor.

# L1484
source: Current Risk
es: Riesgo Actual
fr: Risque actuel
pt: Risco atual

# L1485
source: Low Risk
es: Riesgo Bajo
fr: Faible risque
pt: Baixo risco

# L1486
source: 10-Year CHD Risk
es: Riesgo de CHD en 10 Años
fr: Risque de cardiopathie congénitale pendant les dix prochaines années
pt: Risco de DAC em 10 anos

# L1487
source: Optimal Risk
es: Riesgo Optimo
fr: Risque optimal
pt: Risco ideal

# L1488
source: 10-Year ASCVD Risk
es: Riesgo de ASCVD en 10 Años
fr: Risque de maladie cardiovasculaire athéroscléreuse pendant les dix prochaines années
pt: Risco de DCVA em 10 anos

# L1489
source: 10-Year
es: 10 Años

# L149
source: Safety
es: Seguridad
fr: Sécurité
pt: Segurança

# L1490
source: causes heart attacks and most strokes. This graph shows your risk (or likelihood) of developing or dying from ASCVD in the next 10 years. It also shows the risk for a person with optimal risk factors. Lower scores are better.
es: causa ataques de corazón y la mayoría de los derrames cerebrales. Esta grafica muestra su riesgo (o posibilidad) de desarrollar o morir de ASCVD en los próximos 10 años. También muestra los factores de riesgos óptimos para una persona. Puntuaciones bajas son mejores.
fr: provoque des crises cardiaques et la plupart des AVC. Ce graphique montre votre risque (ou probabilité) de développer une maladie cardiovasculaire athéroscléreuse au cours des dix prochaines années, ou d’en mourir. Il montre également le risque pour une personne présentant des facteurs de risque optimaux. Les résultats les plus faibles sont les meilleurs.
pt: causa ataques cardíacos e a maioria dos derrames. Este gráfico mostra seu risco (ou sua probabilidade) de desenvolver ou morrer de DCVA nos próximos 10 anos. Ele também mostra o risco de uma pessoa com quadro ideal em termos de fatores de risco. Uma pontuação mais baixa é melhor.

# L1491
source: causes heart attacks and most strokes. This graph shows the lifetime risk (or likelihood) of developing or dying from ASCVD for a person at age 50 years with your risk factor levels. It also shows the risk for a person with optimal risk factors. Lower scores are better.
es: causa ataques de corazón y la mayoría de los derrames cerebrales. Esta grafica muestra su riesgo (o posibilidad) de desarrollar o morir de ASCVD para una persona a la edad de 50 años con sus niveles de factores de riesgos. También muestra los factores de riesgos óptimos para una persona. Puntuaciones bajas son mejores.
fr: provoque des crises cardiaques et la plupart des accidents vasculaires cérébraux. Ce graphique montre le risque au cours de votre vie(ou la probabilité) de développer ou de mourir de la maladie cardivosculaire athéroscléreuse pour une personne âgée de 50 ans avec vos niveaux de facteurs de risque. Il montre également le risque pour une personne avec des facteurs de risque optimaux. Les scores inférieurs sont meilleurs.
pt: causa ataques cardíacos e a maioria dos derrames. Este gráfico mostra o risco vitalício (ou a probabilidade) de desenvolver ou morrer de DCVA para uma pessoa com 50 anos de idade, e os níveis dos fatores de risco. Ele também mostra o risco de uma pessoa com quadro ideal em termos de fatores de risco. Uma pontuação mais baixa é melhor.

# L1492
source: Lifetime ASCVD Risk
es: Riesgo de por vida de ASCVD
fr: Risque à vie de maladie cardiovasculaire athéroscléreuse
pt: Risco vitalício de DCVA

# L1493
source: Lifetime
es: De por vida

# L1494
source: These overall-risk scores cannot be calculated for people of a certain age, with incomplete data and/or with known cardiovascular disease. Please see each of your individual risks below.
es: Estos valores generales no pueden ser calculados para personas de ciertas edades con datos incompletos y/o con enfermedades cardiovascular conocidas. Por favor vea sus riesgos individuales debajo.
fr: Ces scores de risque globaux ne peuvent pas être calculés pour les personnes d’un certain âge, dont les données sont incomplètes ou qui ont une maladie cardiovasculaire connue. Veuillez consulter chacun de vos risques ci-dessous.
pt: Essas pontuações de riscos globais não podem ser calculadas para pessoas em determinadas faixas etárias, com dados incompletos e/ou com doença cardiovascular conhecida. Veja seus riscos pessoais abaixo.

# L1495
source: You have known hypertension (that is, high blood pressure).
es: Tiene hipertensión ya conocida (eso es, Presión arterial alta)
fr: Vous êtes atteint d’hypertension.
pt: Você tem hipertensão confirmada (ou seja, alta pressão arterial).

# L1496
source: You have known hypertension (that is, high blood pressure) but your values are currently not elevated.
es: Tiene hipertensión ya conocida (eso es, Presión arterial alta) pero sus valores no están actualmente elevados.
fr: Vous êtes atteint d’hypertension, mais vos valeurs ne sont pas élevées actuellement.
pt: Você tem hipertensão confirmada (ou seja, alta pressão arterial), mas seus valores não estão altos no momento.

# L1497
source: You have known hypertension (that is, high blood pressure). Your current risk could not be adequately assessed due to incomplete data.
es: Tiene hipertensión ya conocida (eso es, Presión arterial alta). Su riesgo actual no puede ser determinado adecuadamente dado a datos incompletos.
fr: Vous êtes atteint d’hypertension. Votre risque actuel ne peut pas être déterminé avec précision en raison de données incomplètes.
pt: Você tem hipertensão confirmada (ou seja, alta pressão arterial). Não foi possível analisar seu risco atual adequadamente devido aos dados incompletos.

# L1498
source: You have hypertension (that is, high blood pressure).
es: Usted padece de hipertensión (es decir, tensión arterial alta).
fr: Vous êtes atteint d’hypertension.
pt: Você tem hipertensão (ou seja, pressão arterial alta).

# L1499
source: Your blood pressure is in the normal range.
es: Su presión arterial esta dentro del rango normal.
fr: Votre pression artérielle est normale.
pt: Sua pressão arterial está na faixa normal.

# L15
source: Do you have angina or have you ever received treatment for angina (that is, chest pain or discomfort due to a heart problem)?
es: ¿Tiene angina o alguna vez ha recibido tratamiento para angina (eso es, dolor o molestia en el pecho debido a problemas del corazón)?
fr: Souffrez-vous d’angine ou avez-vous déjà reçu un traitement contre cette affection (douleurs thoraciques ou inconfort causés par un problème cardiaque)?
pt: Você sofre de angina ou já recebeu tratamento para angina (ou seja, dor ou desconforto no peito por causa de problema cardíaco)?

# L150
source: Cancer
es: Cáncer
pt: Câncer

# L1500
source: Your value is elevated (that is, above normal) but not high enough to diagnose hypertension or high blood pressure.
es: Su valor es elevado (eso es, sobre lo normal) pero no suficientemente alto como para diagnosticar con hipertensión o presión arterial alta.
fr: Votre pression est élevée (c’est-à-dire supérieure à la normale), mais pas assez pour diagnostiquer l’hypertension.
pt: Seu valor está elevado (ou seja, acima do normal), mas não alto o suficiente para diagnosticar a hipertensão ou alta pressão arterial.

# L1501
source: Your risk could not be adequately assessed due to incomplete data.
es: Su riesgo no se ha podido evaluar adecuadamente debido a información incompleta.
fr: Votre risque n’a pas pu être déterminé avec précision en raison de données incomplètes.
pt: Não foi possível analisar seu risco adequadamente devido aos dados incompletos.

# L1502
source: Goal Value
es: Valor de Meta
fr: Valeur visée
pt: Valor da meta

# L1505
source: You have {0} metabolic risk factor(s) (Note: your number may be inaccurate – factors that could not be adequately assessed are shown in grey below).
es: Tiene {0} factor(es) de riesgo(s) metabólico (nota: su numero puede ser incorrecto- factores que no pueden ser adecuadamente evaluados están señalados en gris debajo).
fr: Vous avez {0} facteur(s) de risque métabolique(s). (Remarque : Votre résultat peut être inexact. Les facteurs qui n’ont pu être correctement évalués sont indiqués en gris ci-dessous.)
pt: Você tem um fator de risco metabólico de {0}) (Observação: esse número pode ser impreciso – fatores que não puderam ser corretamente analisados estão grafados em cinza abaixo).

# L1506
source: You have physician-diagnosed diabetes.
es: Usted tiene diabetes diagnosticada por un médico.
fr: Un médecin vous a diagnostiqué le diabète.
pt: Você tem diabetes diagnosticado por um médico.

# L1507
source: You have not been told by a doctor that you have diabetes but your blood glucose and/or A1C value indicates that you may have diabetes.
es: Su diabetes no fue diagnosticada por un médico, pero el resultado con respecto a su nivel de glucosa en sangre en ayunas o el valor de A1C indican que puede tener la enfermedad
fr: Aucun médecin ne vous a dit que vous êtes diabétique, mais votre glycémie ou votre taux d’hémoglobine glyquée indique que c’est peut-être le cas.
pt: O médico não disse que você tem diabetes, mas o nível de glicose no seu sangue e/ou A1C indica que você pode ter diabetes.

# L1508
source: You may have prediabetes (that is, your blood glucose and/or A1C value is above normal but not high enough to qualify for a diagnosis of diabetes).
es: Puede que tenga prediabetes (es decir, su resultado de la glucosa en la sangre y/o el valor de su A1C esta sobre lo normal pero no suficientemente alto para calificar bajo un diagnostico de diabetes).
fr: Il se peut que vous ayez un prédiabète, ce qui veut dire que votre glycémie ou votre taux d’hémoglobine glyquée est supérieur à la normale, mais pas assez pour qu’un médecin pose un diagnostic de diabète.
pt: Você pode ter pré-diabetes (ou seja, o nível de glicose no seu sangue e/ou A1C valor está acima do normal, mas não alto o suficiente para justificar um diagnóstico de diabetes).

# L1509
source: You do not have prediabetes or diabetes.
es: No tiene prediabetes ni diabetes.
fr: Vous n’avez pas de prédiabète ou de diabète.
pt: Você não tem diabetes ou pré-diabetes.

# L151
source: Exercise training program?
es: ¿Programa de entrenamiento de ejercicios?
fr: Programme d’exercice?
pt: Programa de exercícios físicos?

# L1510
source: You do not have prediabetes or diabetes. Please note: Family history is a risk factor for diabetes. Your family history was not assessed. Therefore, it is not possible to adequately determine your future risk for diabetes.
es: Usted no tiene prediabetes o diabetes. Importante: los antecedentes familiares son un factor de riesgo de diabetes. Sus antecedentes familiares no fueron evaluados. Por tanto, no es posible determinar correctamente su riesgo futuro para diabetes.
fr: Vous n’avez pas de prédiabète ou de diabète. Remarque : Les antécédents familiaux sont un facteur de risque de diabète. Les vôtres n’ont pas été évalués. Par conséquent, il n’est pas possible de déterminer avec précision votre risque futur de diabète.
pt: Você não tem diabetes ou pré-diabetes. Observe que: O histórico familiar é um fator de risco para diabetes. Seu histórico familiar não foi analisado. Portanto, não é possível determinar adequadamente seu risco futuro de desenvolver diabetes.

# L1511
source: You do not have prediabetes or diabetes. However, you may be at risk for the development of diabetes in the future.
es: No tiene prediabetes ni diabetes. Sin embargo, podría tener riesgo de desarrollar diabetes en un futuro.
fr: Vous n’avez pas de prédiabète ou de diabète. Cependant, vous pourriez être à risque de développer le diabète plus tard.
pt: Você não tem diabetes ou pré-diabetes. Entretanto, você pode estar correndo o risco de desenvolver diabetes no futuro.

# L1512
source: Your risk could not be adequately assessed due to incomplete data. However, you have factors that may be placing you at risk for the development of diabetes in the future.
es: Su riesgo no pudo ser evaluado adecuadamente debido a información incompleta. Sin embargo, usted tiene factores que estén poniéndolo en riesgo de desarrollar diabetes en un futuro.
fr: Votre risque n’a pas pu être déterminé avec précision en raison de données incomplètes. Cependant, à cause de certains facteurs, vous pourriez être à risque de développer le diabète plus tard.
pt: Não foi possível analisar seu risco adequadamente devido aos dados incompletos. Entretanto, você apresenta fatores que podem ser indícios do risco de desenvolver diabetes no futuro.

# L1513
source: Aim for below goal values.
es: Aspire lograr valores más bajos de su objetivo
fr: Visez des taux inférieurs aux valeurs cibles.
pt: Tente atingir os valores recomendados abaixo.

# L1514
source: Fasting Blood Glucose {0}
es: Glucosa de sangre en ayunas {0}
fr: Glycémie à jeun {0}
pt: Glicose em jejum {0}

# L1516
source: Your cancer risk factors include those shown below (Note: factors that could not be adequately assessed are shown in grey). Goal is to eliminate all modifiable cancer risks.
es: Sus riesgos de cáncer incluyen esos mostrados abajo (Nota: los factores que no pueden ser adecuadamente evaluados están mostrados en gris). El objetivo es eliminar todos los riesgos modificables de cáncer.
fr: Vos facteurs de risque de cancer comprennent ceux indiqués ci-dessous. (Remarque : Les facteurs qui n’ont pas pu être correctement évalués sont en gris.) L’objectif est d’éliminer tous les risques de cancer modifiables.
pt: Os fatores de risco de desenvolver câncer incluem os citados a seguir (Observação: fatores que não puderam ser analisados adequadamente estão grafados em cinza). A meta é eliminar todos os riscos de câncer alteráveis.

# L1517
source: Personal history of cancer
es: Historia personal de cáncer
fr: Antécédents personnels de cancer
pt: Histórico pessoal de câncer

# L1518
source: Overweight/obesity
es: Sobrepeso/obesidad
fr: Embonpoint ou obésité
pt: Sobrepeso/obesidade

# L1519
source: High fat diet
es: Dieta alta en grasas
fr: Régime riche en gras
pt: Dieta com altos níveis de gordura

# L152
source: Tobacco cessation program?
es: ¿Programa de cesación de tabaco?
fr: Programme de cessation tabagique?
pt: Programa para parar de fumar?

# L1520
source: Excessive alcohol use
es: Consumo excesivo de alcohol
fr: Consommation excessive d’alcool
pt: Uso excessivo do álcool

# L1521
source: Goal is to follow a healthy eating pattern (include: fruits, vegetables, whole grains, fat-free/low-fat dairy, lean protein foods and healthy oils; limit: saturated/trans fats, dietary cholesterol, added sugars and sodium).
es: La meta es seguir un modelo saludable de comer (incluye: frutas, vegetales, granos enteros, lácteos bajos o libres de grasa, alimentos ricos en proteínas magras y aceites saludables; limite: grasas saturadas y trans, colesterol dietético, azucares y sodios añadidos).
fr: L’objectif est d’adopter de saines habitudes alimentaires (consommer des fruits, des légumes, des grains entiers, des produits laitiers sans gras ou faibles en gras, des aliments protéinés maigres et des huiles saines et limiter sa consommation de gras saturés et trans, de cholestérol diététique, de sucre ajouté et de sodium).
pt: A meta é seguir um padrão alimentar saudável (inclua: frutas, vegetais, grãos integrais, laticínios desnatados/com baixo teor de gordura, proteínas magras e óleos saudáveis; limite: gorduras saturadas/trans, colesterol dietético, adição de açúcar e sódio).
