Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L900
source: There are special tests, called screening examinations, that adults should have in order to find cancer early. Finding cancer early usually means it can be treated while it is still small and less likely to have spread to other parts of the body. If cancer is found early, it can often be cured. The sooner a cancer is found and the sooner treatment begins, the better a person’s chances are of a cure.
es: Hay exámenes especiales, llamados exámenes de detección a los que las personas adultas deberían someterse para detectar el cáncer en forma más temprana. Encontrar cáncer pronto a menudo significa que puede tratarse mientras aún es pequeño y es menos probable que se haya extendido a otras partes del cuerpo. Si el cáncer se dectecta pronto, a menudo se puede curar. Cuanto antes se encuentre el cáncer y cuanto antes se empiece el tratamiento, son mayores las probabilidades de cura.
fr: Il existe des tests particuliers, appelés « examens de dépistage », que les adultes devraient subir afin de détecter le cancer tôt. Ainsi, on peut habituellement traiter le cancer pendant qu’il est encore localisé et moins susceptible de s’être propagé à d’autres parties du corps. Si le cancer est détecté rapidement, il peut souvent être guéri. Plus il est détecté tôt et plus le traitement commence tôt, meilleures sont les chances de guérison de la personne.
pt: Existem exames especiais, conhecidos como exames de rastreamento, que os adultos devem fazer para identificar o câncer o mais cedo possível. Descobrir cedo um câncer geralmente implica tratar um tumor ainda pequeno, com menor chance de se espalhar para outras partes do corpo. Um câncer que seja identificado logo tem muitas chances de ser curado. Quanto antes detecta-se o câncer e inicia-se o tratamento, melhores são as chances de cura do paciente.

# L901
source: A good example of the importance of early cancer detection is melanoma skin cancer. It is a potentially lethal condition once it has spread to other parts of the body. But it can be easily removed if it has not yet grown deeply into the skin and spread to other parts of the body. The 5-year survival rate (percentage of people living at least 5 years after diagnosis) at this stage is nearly 100%.
es: Un buen ejemplo de la importancia de detectar un cáncer con prontitud es el melanoma o cáncer de piel. Es letal una vez que se extiende a otras partes del cuerpo. Pero se puede extraer si no ha crecido profundamente en la piel y extendido a otras partes del cuerpo. El porcentaje de 5 años de supervivencia (porcentaje de personas que vive al menos 5 años después del diagnóstico) es en este tipo de cáncer cerca del 100%.
fr: Le mélanome du cancer de la peau est un bon exemple de l’importance du dépistage précoce. C’est une maladie potentiellement mortelle une fois qu’elle s’est propagée à d’autres parties du corps, mais le mélanome peut être facilement retiré s’il ne s’est pas encore propagé et développé profondément dans la peau. Le taux de survie après 5 ans (pourcentage de personnes vivantes au moins 5 ans après le diagnostic) à ce stade est près de 100 %.
pt: Um bom exemplo da importância de se identificar o câncer logo no início é o câncer de pele (melanoma). É uma condição potencialmente letal depois que se espalha para outras partes do corpo. Mas pode ser facilmente removido se ainda não tiver se aprofundado na pele e se espalhado para outras partes do corpo. A taxa de sobrevida de 5 anos (percentual de pessoas que vivem pelo menos 5 anos após o diagnóstico) nesse estágio é de quase 100%.

# L902
source: See the cancer screening examinations recommended for you in the printable summary report for your doctor and your action plan.
es: Vea los exámenes de detección de cáncer recomendados para usted en el informe imprimible para su doctor y su plan de acción.
fr: Consultez les examens de dépistage du cancer qui vous sont recommandés dans votre plan d’action et le rapport sommaire imprimable pour votre médecin.
pt: Consulte os exames de rastreamento de câncer recomendados para você no relatório resumido imprimível gerado para o seu médico e o seu plano de ação.

# L903
source: My Warning Signs to be Aware of – Cancer
es: Mis señales de alerta a tener en cuenta – Cáncer
fr: Mes signes précurseurs : cancer
pt: Sinais de alerta para você ter em mente – Câncer

# L904
source: Cancer, as a group of diseases, may cause almost any sign or symptom. The precise signs and symptoms depend on where the cancer is, the size of the cancer, and how much it affects the surrounding body organs. If a cancer metastasizes (or spreads), then symptoms may occur in several different parts of the body at the same time.
es: El cáncer, como grupo de enfermedades, puede causar casi cualquier síntoma o señal. Las señales y síntomas precisos dependen de dónde se desarrolle el cáncer, el tamaño del cáncer, y cuánto afecta a los órganos que lo rodean. Si el cáncer se convierte en metástasis (o se extiende), los síntomas pueden aparecer a la vez en distintas partes del cuerpo.
fr: Le cancer, en tant que groupe de maladies, peut causer presque n’importe quel signe ou symptôme, puisqu’ils varient selon l’endroit où se trouve le cancer, sa taille et l’effet qu’il a sur les organes environnants. Si un cancer métastase (ou se propage), les symptômes peuvent se manifester dans plusieurs parties du corps en même temps.
pt: O câncer, como grupo de doenças, pode causar quase qualquer sinal ou sintoma. Os sinais e sintomas precisos dependem de onde o câncer se localiza, do tamanho do tumor e do quanto ele afeta os órgãos no entorno. Se houver metástase (se o câncer se espalhar), os sintomas podem ocorrer em diversas partes diferentes do corpo ao mesmo tempo.

# L905
source: It is important for you to know what some of the general signs and symptoms of cancer are. According to the American Cancer Society, they include:
es: Es importante que conozca algunos de los síntomas y señales generales del cáncer. De acuerdo a la Sociedad Americana de Cáncer, éstos incluyen:
fr: Il est important que vous connaissiez certains des signes et symptômes généraux du cancer. En voici des exemples selon l’American Cancer Society :
pt: É importante conhecer alguns dos sinais e sintomas gerais do câncer. Segundo a American Cancer Society, os sintomas de câncer incluem:

# L906
source: Unexplained weight loss - an unexplained or unintentional weight loss of 10 pounds or more may be the first sign of cancer, particularly cancers of the pancreas, stomach, esophagus, or lung.
es: Inexplicable pérdida de peso - inexplicable o inintencionada pérdida de 10 libras o más puede ser el primer síntoma de cáncer, particularmente cáncer de páncreas, estómago, esófago, o pulmón.
fr: Une perte de poids inexpliquée ou involontaire de 4 kg (10 lb) ou plus peut être le premier signe de cancer, particulièrement les cancers du pancréas, de l’estomac, de l’œsophage ou du poumon;
pt: Perda de peso inexplicável — uma perda de peso inexplicável ou não intencional de 5 kg ou mais pode ser o primeiro sinal de câncer, particularmente de câncer do pâncreas, no estômago, no esôfago ou no pulmão.

# L907
source: Fever - is very common with cancer, but most often occurs in advanced cases (less often, fever may be an early sign of cancer, such as with leukemia or lymphoma).
es: Fiebre - es muy común en el cáncer, pero sobre todo en casos avanzados (menos común, la fiebre puede ser un síntoma temprano de cáncer, como leucemia o linfoma).
fr: La fièvre est très fréquente, mais survient le plus souvent aux stades avancés (moins souvent, la fièvre peut être un signe précurseur de la leucémie ou d’un lymphome, par exemple);
pt: Febre – é muito comum nos casos de câncer, mas na maioria das vezes ocorre em estágio mais avançado (com menos frequência, a febre pode ser um sinal preliminar de câncer, como no caso de leucemia ou linfoma).

# L908
source: Fatigue - may be a significant symptom as cancer progresses (it may occur early with certain cancers such as with leukemia or if the cancer causes a chronic loss of blood, as in some colon or stomach cancers).
es: Cansancio - Puede ser un síntoma significativo a medida que el cáncer avanza (puede ocurrir temprano con ciertos tipos de cáncer como leucemia o si el cáncer causa una pérdida crónica de sangre, como ocurre con el cáncer de colon o estómago).
fr: La fatigue peut être un symptôme important au fur et à mesure que le cancer progresse. Elle peut se manifester tôt dans le cas de certains cancers comme la leucémie, ou si le cancer cause une perte chronique de sang, comme certains cancers du côlon ou de l’estomac;
pt: Fadiga – pode ser um sintoma significativo à medida que o câncer avança (pode ocorrer no início em certos casos de câncer, como a leucemia, ou se o câncer causar uma perda crônica de sangue, como em alguns casos de câncer de cólon ou estômago).

# L909
source: Pain - may be an early symptom with some cancers, such as bone cancers or testicular cancer (most often, however, pain is a symptom of advanced cancer).
es: Dolor - puede ser una señal temprana en algunos cánceres, como el cáncer de huesos o de testículo (a menudo, sin embargo, el dolor es síntoma de cáncer avanzado).
fr: La douleur peut être un symptôme précurseur de certains cancers, comme les cancers des os ou des testicules, mais le plus souvent, elle se manifeste à un stade avancé;
pt: Dor – pode ser um sintoma inicial de alguns tipos de câncer, como câncer nos ossos ou nos testículos (na maioria das vezes, entretanto, a dor é sintoma de câncer avançado).

# L91
source: Good
es: Bien
fr: Bon
pt: Bom

# L910
source: Skin changes - in addition to skin cancer, some internal cancers can produce visible skin signs such as darkening, yellowing, reddening, itching, or excessive hair growth.
es: Cambios en la piel - además de cáncer de piel, algunos cánceres internos pueden producir signos visibles en la piel tales como oscurecimiento, piel amarilla, rojeces, picores, o crecimiento de bello excesivo.
fr: Comme le cancer de la peau, le cancer de certains organes peut produire des signes cutanés visibles comme le noircissement, le jaunissement, le rougissement, les démangeaisons ou une pousse excessive des cheveux.
pt: Alterações na pele – além do câncer de pele, alguns tipos de cânceres internos podem produzir sinais visíveis na pele, como escurecimento, amarelamento ou vermelhidão, coceira ou crescimento excessivo dos pelos.

# L911
source: In addition to the above general symptoms, you should bring the following common symptoms, which could be an indication of cancer, to your doctor’s attention as soon as possible so that they can be investigated:
es: Además de los síntomas generales, debería mencionar los siguientes síntomas a su médico lo antes posible para que puedan ser investigados ya que podrían ser indicativos de cáncer:
fr: En plus des symptômes généraux ci-dessus, vous devez signaler à votre médecin les symptômes courants suivants, qui pourraient indiquer la présence d’un cancer, le plus tôt possible afin qu’il puisse les vérifier :
pt: Além dos sintomas gerais acima, deve-se prestar atenção aos seguintes sintomas comuns, que podem ser indicativos de câncer e devem ser relatados ao médico assim que possível para que sejam investigados:

# L912
source: Change in bowel habits or bladder function
es: Cambios en los hábitos del intestino o vejiga
fr: Troubles du transit ou de la fonction vésicale;
pt: Mudança nos hábitos intestinais ou no funcionamento da bexiga

# L913
source: Sores that do not heal
es: Heridas que no curan
fr: Plaies qui ne guérissent pas;
pt: Feridas que não se curam

# L914
source: Unusual bleeding or discharge
es: Sangrado o pérdidas inusuales
fr: Saignement ou écoulement inhabituel;
pt: Sangramento ou corrimento incomum

# L915
source: Thickening or lump in breast or other parts of the body
es: Bultos en el pecho u otras partes del cuerpo
fr: Épaississement ou masse dans la poitrine ou d’autres parties du corps;
pt: Espessamento ou caroços no seio ou em outras partes do corpo

# L916
source: Indigestion or trouble swallowing
es: Indigestión o problemas al tragar
fr: Indigestion ou difficulté à avaler;
pt: Indigestão ou problemas para engolir

# L917
source: Recent change in a wart or mole
es: Cambios recientes en verrugas o lunares
fr: Changement récent d’une verrue ou d’un grain de beauté;
pt: Alterações recentes em pintas ou verrugas

# L918
source: Nagging cough or hoarseness
es: Tos persistente o carraspera
fr: Toux persistante ou enrouement.
pt: Tosse ou rouquidão incômodos

# L919
source: Of course, it’s important to remember that having any of these does not necessarily mean that cancer is present - there are many other conditions that can cause these signs and symptoms as well. However, it is best to report them to you doctor as soon as possible. Even if it has nothing to do with cancer, your doctor can investigate your symptoms and provide treatment, if needed. If it is cancer, you will give yourself the best chance to have it treated early and successfully.
es: Por supuesto, es importante recordar que tener cualquiera de estos síntomas no significa necesariamente que el cáncer esté presente - hay otras muchas causas para estos síntomas y señales. Sin embargo, es mejor comunicarlos a su médico cuanto antes. Incluso si no tienen nada que ver con el cáncer, su médico puede investigar los síntomas y tratarlos si fuera necesario. Si es cáncer, usted se dará a si mismo la mejor oportunidad de tratarlo a tiempo y con éxito.
fr: Bien sûr, il faut se rappeler que le fait de présenter l’un ou l’autre de ces symptômes ne signifie pas nécessairement que vous êtes atteint d’un cancer : plusieurs autres maladies peuvent également causer ces signes et symptômes. Cependant, il est préférable de les signaler à votre médecin le plus rapidement possible. Même si cela n’a rien à voir avec un cancer, votre médecin peut examiner vos symptômes et vous fournir un traitement, au besoin. S’il s’agit d’un cancer, vous vous donnerez les meilleures chances pour le traiter rapidement et en guérir.
pt: Naturalmente, é importante lembrar-se de que nenhum desses sintomas significa necessariamente a presença de um câncer; existem muitas outras condições que também podem causar esses sinais e sintomas. Mas é melhor informá-los ao seu médico o mais rápido possível. Mesmo se não tiverem nada a ver com câncer, seu médico poderá investigá-los e sugerir um tratamento, se necessário. Se for câncer, você se dará a melhor chance de tratá-lo cedo e com bons resultados.

# L92
source: Fair
es: Regular
fr: Correct
pt: Razoável

# L920
source: Be aware that while the signs and symptoms listed above are the more common ones seen with cancer, there are many others that are not listed here.
es: Tenga en cuenta que aunque los síntomas y señales nombrados arriba son los más comunes en el cáncer, hay otros muchos que no se nombraron.
fr: Sachez que même si les signes et les symptômes énumérés ci-dessus sont les plus fréquents en cas de cancer, plusieurs autres ne sont pas mentionnés ici.
pt: Tenha em mente que, embora os sinais e sintomas acima sejam os mais comuns nos casos de câncer, existem muitos outros que não constam aqui.

# L921
source: Congratulations!
es: Felicidades!
fr: Félicitations!
pt: Parabéns!

# L922
source: Very good
es: Muy bien
fr: Très bien
pt: Muito bom

# L923
source: Good
es: Bien
fr: Bien
pt: Bom

# L924
source: Fair
es: Adecuado
fr: Correct
pt: Razoável

# L925
source: Need improvement
es: Necesita mejorar
fr: À améliorer
pt: Precisa melhorar

# L926
source: My Assessment
es: Mi Evaluación
fr: Mon évaluation
pt: Minha avaliação

# L927
source: My Action Plan
es: Mi Plan de Acción
fr: Mon plan d’action
pt: Meu Plano de ação

# L928
source: Male
es: Hombre
fr: Homme
pt: Masculino

# L929
source: Female
es: Mujer
fr: Femme
pt: Feminino

# L93
source: Poor
es: Pobre
fr: Mauvais
pt: Ruim

# L930
source: Known heart disease
es: Padecido de enfermedad cardiaca
fr: Maladie du cœur connue
pt: Doenças cardíacas conhecidas

# L931
source: Race
es: Raza
fr: Mauvais
pt: Raça

# L932
source: Cigarette Smoker
es: Fumador de Cigarrillos
fr: Fumeur
pt: Fumante

# L933
source: Taking Medication for High Blood Pressure
es: Tomando medicamentos para la Presión Arterial Alta

# L934
source: My Program
es: Mi Programa
fr: Mon programme
pt: Meu programa

# L935
source: Edit Profile
es: Editar Perfil
fr: Modifier le profil
pt: Editar perfil

# L936
source: My Photo
es: Mi Foto
fr: Ma photo
pt: Minha foto

# L938
source: First Name
ar: الاسم الاول
ar_ae: الاسم الأول
es: Nombre
fr: Prénom
pt: Nome

# L939
source: Last Name
ar: الاسم الأخير
ar_ae: اسم العائلة
es: Apellido
fr: Nom
pt: Sobrenome

# L94
source: In general, how satisfied are you with your life?
es: En general, ¿cuán satisfecho está con su vida?
fr: En général, à quel point êtes-vous satisfait de votre vie?
pt: Em geral, qual é o seu nível de satisfação com a sua vida?

# L940
source: Prefix
es: Título
fr: Titre
pt: Prefixo

# L941
source: Prefix is required
es: Prefijo de Nombre requerido
fr: Le préfixe est requis.
pt: O prefixo é obrigatório

# L942
source: Month is required
es: Mes requerido
fr: Le mois est requis.
pt: O mês é obrigatório

# L944
source: Day is required
es: Día requerido
fr: La journée est requise.
pt: O dia é obrigatório

# L945
source: Year is required
es: Año requerido
fr: L’année est requise.
pt: O ano é obrigatório

# L946
source: Gender is required
es: Sexo requerido
fr: Le genre est requis.
pt: O gênero é obrigatório

# L947
source: If other
es: Si otro
fr: Autre
pt: Se houver outro

# L948
source: Street Address
es: Dirección física
fr: Adresse
pt: Endereço

# L949
source: Street Address is required
es: Dirección física requerida
fr: L’adresse municipale est requise.
pt: O endereço é obrigatório

# L95
source: Completely satisfied
es: Completamente satisfecho
fr: Entièrement satisfait
pt: Totalmente satisfeito

# L950
source: Lowest Recommended Heart Rate
es: Tasa de Pulso Cardiaco mas bajo recomendado
fr: Fréquence cardiaque la plus basse recommandée

# L951
source: Resting Metabolic Rate range
es: Tasa Metabólica en Reposo
fr: Plage de taux métabolique au repos
pt: Intervalo da taxa metabólica em repouso

# L952
source: Other Tests (Optional)
es: Otros exámenes (opcional)
fr: Autres tests (facultatif)
pt: Outros exames (opcional)

# L953
source: Inches should be in number
es: Pulgadas deben ser numéricas
fr: Les pouces doivent être en chiffres.
pt: Polegadas devem ser expressas em números

# L954
source: Height is required. Enter a number between
es: Estatura requerida y debe estar entre
fr: La taille est requise. Écrivez un nombre entre
pt: A altura é obrigatória. Digite um número entre

# L955
source: Weight is required. Enter a number between
es: Peso requerido y debe estar entre
fr: Le poids est requis. Écrivez un nombre entre
pt: O peso é obrigatório. Digite um número entre

# L956
source: A1C range
es: Escala de A1C
fr: Plage de taux d’hémoglobine glyquée
pt: Faixa de A1C

# L957
source: Glucose range
es: Escala de Glucosa
fr: Glycémie
pt: Faixa de glicose

# L958
source: LDL range
es: Escala de LDL
fr: Taux de cholestérol LDL
pt: Faixa de LDL

# L959
source: HDL range
es: Escala de HDL
fr: Taux de cholestérol HDL
pt: Faixa de HDL

# L96
source: Mostly satisfied
es: Mayormente satisfecho
fr: Plutôt satisfait
pt: Satisfeito na maior parte

# L960
source: Triglycerides range
es: Escala de Triglicéridos
fr: Plage de taux de triglycérides
pt: Faixa de triglicérides

# L961
source: Total Cholesterol range
es: Escala de Colesterol Total
fr: Plage de taux de cholestérol total
pt: Faixa de colesterol total

# L962
source: Enter Blood Test Date
es: Agrege Fecha de Análisis de Sangre
fr: Inscrire la date de l’analyse sanguine
pt: Digite a data do exame de sangue

# L963
source: Search
es: Buscar
fr: Rechercher

# L964
source: City
es: Ciudad
fr: Ville
pt: Cidade

# L965
source: City is required
es: Se requiere ciudad
fr: La ville est requise.
pt: A cidade é obrigatória

# L966
source: State/Province
es: Estado/Provincia
fr: État ou province
pt: Estado/província

# L967
source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

# L968
source: Save
es: Guardar
fr: Enregistrer
pt: Salvar

# L969
source: Coach
es: Consejero de Salud

# L97
source: Partly satisfied
es: Parcialmente satisfecho
fr: En partie satisfait
pt: Parcialmente satisfeito

# L970
source: State is required
es: Se requiere Estado
fr: L’État ou la province est requis.
pt: O estado é obrigatório

# L971
source: Zip/Postal Code
es: Código postal
fr: Code postal
pt: CEP/Código Postal

# L972
source: Home Phone
es: Teléfono del Hogar
fr: Numéro de téléphone à domicile
pt: Telefone residencial

# L973
source: Work Phone
es: Teléfono del trabajo
fr: Numéro de téléphone au travail
pt: Telefone comercial

# L974
source: Cell Phone
es: Teléfono Movil
fr: Numéro de téléphone cellulaire
pt: Celular

# L975
source: Comments
es: Comentarios
fr: Commentaires

# L976
source: Waist range
es: Escala de cintura
fr: Plage de tour de taille
pt: Faixa de cintura

# L977
source: Could not locate the en_au.resx resource file. This is the default language pack, and needs to exist within the Resources project.
es: No se pudo encontrar el archivo de recursos en_au.resx. Este es el paquete de lenguaje estándar y necesita existir en el proyecto de Recursos.

# L978
source: Language Preference
es: Preferencia de Idioma
fr: Langue de préférence
pt: Idioma preferencial

# L979
source: Cancelled By Participant
es: Cancelado Por El Participante

# L98
source: Not satisfied
es: No satisfecho
fr: Pas satisfait
pt: Insatisfeito

# L980
source: Diastolic Blood Pressure range
es: Escala de Presión Arterial Diastólica
fr: Plage de pression diastolique
pt: Faixa de pressão arterial sistólica

# L981
source: Other
es: Otro
fr: Autre
pt: Outros

# L982
source: Heart Disease and Stroke Risk Scores
es: Puntuación de riesgo de condición cardiaca y derrame cerebral
fr: Scores de risque de maladie du cœur et d’AVC
pt: Pontuação de risco para doenças cardíacas e derrames

# L983
source: Preferred Contact Times
es: Hora(s) preferida de contacto
fr: Heures de communication à privilégier
pt: Horários preferenciais para contato
