Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1743
source: You are encouraged to use discretion while browsing the Internet on searches initiated at the Sites. Links from the Sites may lead unintentionally to sites containing information that some people may find inappropriate or offensive or that contain inaccurate information, false or misleading advertising, or information that violates copyright, libel or defamation laws. INTERVENT makes no representations concerning any effort to review all of the content of sites listed at or linked to the Sites
es: Le recomendamos que emplee su criterio al navegar en Internet a partir de búsquedas iniciadas en los Sitios. Los enlaces desde los Sitios pueden conducir en forma no intencionada a sitios que contengan información que para algunas personas puede ser inadecuada u ofensiva o que contengan información inexacta, falsa o publicidad engañosa, o bien, información que viola las leyes sobre derechos de autor o las leyes de calumnias e injurias. INTERVENT no emite declaraciones referentes a cualquier esfuerzo por revisar todo el contenido de los sitios enumerados o con enlaces a los Sitios.
fr: Nous vous encourageons à faire preuve de discrétion lorsque vous naviguez sur Internet et que vous effectuez des recherches sur les sites. Les liens qui se trouvent dans les sites peuvent mener involontairement à des sites contenant des renseignements que certaines personnes peuvent trouver inappropriés ou offensants, ou qui contiennent des renseignements inexacts, de la publicité fausse ou trompeuse, ou de l’information qui contrevient à la loi sur les droits d’auteur ou la diffamation. INTERVENT ne fait aucune représentation concernant tout effort visant à examiner tout le contenu des autres sites énumérés sur les sites ou liés aux sites.
pt: Recomenda-se cautela ao se navegar pela internet em pesquisas iniciadas nos Sites. Os links nos Sites podem acidentalmente abrir sites que contenham informações que algumas pessoas podem considerar inadequadas ou ofensivas ou que contenham informações imprecisas, falsas ou publicidade enganosa, ou ainda informações que violem leis de direitos autorais ou que promovam calúnia ou difamação. A INTERVENT não declara qualquer iniciativa de análise completa do conteúdo dos sites elencados ou indicados por meio de links nos Sites

# L1744
source: REVIEW OF POSTINGS AND UPLOADS
es: REVISION DE PUBLICACIONES Y DOCUMENTOS SUBIDOS
fr: VÉRIFICATION DES DOCUMENTS PUBLIÉS OU TÉLÉVERSÉS
pt: ANÁLISE DE PUBLICAÇÕES E UPLOADS

# L1745
source: INTERVENT does not and cannot review all communications and materials posted or uploaded to the Sites and is not responsible for the content of these communications and materials. However, INTERVENT reserves the right to block or remove communications or materials from the Sites that it determines, in its sole discretion, to be (a) abusive, libelous, defamatory, or obscene, (b) fraudulent, deceptive, or misleading, (c) a violation of a copyright, trademark, or other intellectual property rights of another or (d) offensive or otherwise unacceptable to INTERVENT. ANY MESSAGES, ADVICE, OPINIONS OR OTHER INFORMATION CONTAINED IN ANY DISCUSSION AREA SHOULD NOT BE CONSTRUED AS PROFESSIONAL ADVICE OR INSTRUCTION
es: INTERVENT no revisa ni puede revisar todas las comunicaciones y los materiales publicados o cargados a los Sitios y no es responsable del contenido de estas comunicaciones y materiales. Sin embargo, INTERVENT se reserva el derecho de bloquear o eliminar las comunicaciones o materiales de los Sitios que, a su exclusiva discreción, considere (a) abusivos, calumniosos, difamatorios u obscenos, (b) fraudulentos, engañosos o falsos, (c) una violación de un derecho de autor, marca registrada u otros derechos de propiedad intelectual de terceros u, (d) ofensivos o inaceptables para INTERVENT. LOS MENSAJES, CONSEJOS, OPINIONES U OTRA INFORMACIÓN EN CUALQUIER ÁREA DE DEBATE NO DEBERÁN SER INTERPRETADOS COMO CONSEJO NI INDICACIONES PROFESIONALES.
fr: INTERVENT ne vérifie pas et ne peut pas passer en revue toutes les communications et les ressources publiées ou téléversées sur les sites et n’est pas responsable de leur contenu. Cependant, INTERVENT se réserve le droit de bloquer ou de retirer des communications ou des ressources qu’elle juge, à sa seule discrétion, être a) abusives, diffamatoires ou obscènes; b) frauduleuses, trompeuses ou mensongères; c) une violation d’un droit d’auteur, d’une marque déposée ou de tout autre droit de propriété intellectuelle d’un tiers; ou d) choquantes ou autrement inacceptables pour INTERVENT. LES MESSAGES, LES CONSEILS, LES OPINIONS OU TOUTE AUTRE INFORMATION DANS UN FORUM DE DISCUSSION NE DOIVENT PAS ÊTRE INTERPRÉTÉS COMME ÉTANT DES AVIS OU DES INSTRUCTIONS PROFESSIONNELS.
pt: A INTERVENT não analisa e não pode analisar todas as comunicações e os materiais publicados ou enviados por uploads para os Sites e não se responsabiliza pelo conteúdo dessas comunicações e desses materiais. Entretanto, a INTERVENT reserva-se o direito de bloquear ou excluir comunicações ou materiais dos Sites que, a seu critério exclusivo, sejam considerados (a) injuriosos, caluniosos, difamatórios ou obscenos; (b) fraudulentos ou enganosos; (c) uma violação a um direito autoral, uma marca registrada ou outros direitos de propriedade intelectual de terceiros; ou (d) ofensivos ou inaceitáveis para a INTERVENT. NENHUMA MENSAGEM, ORIENTAÇÃO, OPINIÃO OU OUTRA INFORMAÇÃO CONTIDA EM QUALQUER ÁREA DE DISCUSSÃO DEVERÁ SER INTERPRETADA COMO ORIENTAÇÃO OU INSTRUÇÃO PROFISSIONAL

# L1746
source: LIMITED LICENSE
es: LICENCIA LIMITADA
fr: LICENCE RESTREINTE
pt: LICENÇA LIMITADA

# L1747
source: By this Agreement, INTERVENT grants Users, subject to the terms of this Agreement, only a limited, non-transferable and non-exclusive license to use the software and documentation necessary to access, explore and otherwise use the Sites in real time and to use the Services only in a manner consistent with the terms and conditions of this Agreement
es: Mediante este Contrato, INTERVENT otorga a los Usuarios, sujeto a los términos de este Contrato, únicamente una licencia limitada, no transferible y no exclusiva de uso del software y la documentación necesaria para acceder, explorar y utilizar los Sitios en tiempo real y para usar los Servicios únicamente en consonancia con los términos y condiciones de este Contrato.
fr: Par la présente entente, INTERVENT accorde aux utilisateurs, sous réserve des modalités de la présente entente, seulement une licence restreinte, non transférable et non exclusive pour utiliser le logiciel et la documentation nécessaires pour accéder aux sites, y naviguer et les utiliser en temps réel, et pour utiliser les services conformément aux modalités de la présente entente.
pt: Nos termos do presente Contrato, a INTERVENT concede aos Usuários, sujeita aos termos deste Contrato, uma licença limitada, intransferível e não exclusiva para a utilização do software e da documentação conforme o necessário para acessar, explorar e utilizar os Sites em tempo real e os Serviços somente de forma coerente com os termos e as condições deste Contrato

# L1748
source: USER'S AGREEMENT
es: ACUERDO DE USUARIO
fr: ENTENTE DE L’UTILISATEUR
pt: CONTRATO COM O USUÁRIO

# L1749
source: (a) General: I agree to:
es: (a) General: Por el presente, acepto
fr: a) Généralités : J’accepte :
pt: (a) Disposições gerais: Pelo presente, concordo em:

# L175
source: American Indian/Native American
es: Indio Americano/Nativo Americano

# L1750
source: follow suggestions made by the Program, particularly those related to communicating with my physician
es: Seguir las sugerencias realizadas por el Programa, en particular, las relacionadas con la necesidad de comunicarme con mi médico.
fr: de suivre les suggestions faites par le programme, en particulier celles qui ont trait à la communication avec mon médecin;
pt: seguir as sugestões feitas pelo Programa, particularmente as relacionadas à comunicação com o meu médico

# L1751
source: maintain all equipment required for my access to and use of the Sites
es: Mantener todo el equipo necesario para acceder y utilizar los Sitios.
fr: d’entretenir tout l’équipement nécessaire pour accéder aux sites et les utiliser;
pt: manter todos os equipamentos necessários para o meu acesso e uso dos Sites

# L1752
source: maintain the security of my user identification, password and other confidential information relating to my INTERVENT or Site account
es: Mantener la seguridad de mi nombre de usuario, contraseña y demás información confidencial relacionada con mi cuenta INTERVENT o del Sitio.
fr: de préserver la sécurité de mon nom d’utilisateur, de mon mot de passe et des autres renseignements confidentiels relatifs à mon compte INTERVENT ou au site;
pt: manter a segurança da minha identificação de usuário, senha e outras Informações Confidenciais relativas à minha conta na INTERVENT ou nos Sites

# L1753
source: be responsible for all charges resulting from my purchase of any services that may not be covered by my employer or health plan, from my direct purchase of a multi-month term of access to INTERVENT Services or my Site account and/or my use of INTERVENT Services or my Site account, if any, including unauthorized use prior to my notifying the Sites of such use and prior to my taking steps to prevent its further occurrence by changing my password; and</li><li>communicate properly with INTERVENT regarding my preferences and instructions related to INTERVENT communicating with me via text messaging, cell phone, and regular telephone line.</li><li>have a yearly or more frequent (if there is a change in my health status) physical examination and consultation with my physician regarding my participation in an exercise training/physical activity program so that I might receive my physician's recommendations concerning these activities.</li><li>If chosen as an INTERVENT Rewards raffle winner, I agree to complete a brief interview, which may be shared via INTERVENT communications. If my interview is shared, I may elect for my identity to remain confidential.
es: Ser responsable de todos los cargos resultantes de mi compra de cualquier servicio que pueda no estar cubierto por mi empleador o plan de salud, de mi compra directa de un plazo de varios meses de acceso a los servicios de INTERVENT o de mi cuenta del sitio y/o de mi uso de los servicios de INTERVENT o de mi cuenta del sitio, si lo hubiera, incluyendo el uso no autorizado antes de que yo notifique a los sitios de dicho uso y antes de que yo tome medidas para evitar que siga ocurriendo cambiando mi contraseña; y </li><li> comunicarme adecuadamente con INTERVENT con respecto a mis preferencias e instrucciones relacionadas con la comunicación de INTERVENT conmigo a través de mensajes de texto, teléfono móvil y línea telefónica regular. </li><li> Someterse a un examen físico anual o más frecuente (si hay un cambio en mi estado de salud) y a una consulta con mi médico en relación con mi participación en un programa de entrenamiento de ejercicios/actividades físicas para que pueda recibir las recomendaciones de mi médico en relación con estas actividades. </li><li> Si soy elegido como ganador del sorteo de INTERVENT Rewards, acepto completar una breve entrevista, que puede ser compartida a través de las comunicaciones de INTERVENT. Si se comparte mi entrevista, puedo elegir que mi identidad sea confidencial.
fr: d’être responsable de tous les frais qui résultent de l’achat de tout service non couvert par mon employeur ou mon régime d’assurance-maladie, de l’achat direct d’une période d’accès de plusieurs mois aux services d’INTERVENT ou à mon compte du site et/ou de mon utilisation des services d’INTERVENT ou de mon compte du site, le cas échéant, y compris toute utilisation non autorisée avant que j’informe les sites d’une telle utilisation et avant que je prenne les mesures pour empêcher qu’elle ne se produise en changeant mon mot de passe; </li><li>de communiquer correctement avec INTERVENT au sujet de mes préférences et de mes instructions concernant les modes de communication qu’INTERVENT utilise pour me joindre, c’est-à-dire par messagerie texte, téléphone cellulaire et téléphone d’une ligne fixe;</li><li>d’effectuer un examen physique annuellement ou plus fréquemment (s’il y a un changement dans mon état de santé) et de consulter mon médecin au sujet de ma participation à un programme d’entraînement physique ou d’activité physique afin que je puisse recevoir les recommandations de mon médecin concernant ces activités.</li><li>Si je suis choisi comme gagnant du tirage a partir des points récompenses d'INTERVENT j'accepte de répondre à une brève entrevue, qui peut être partagée via les communications INTERVENT. Si mon entrevue est partagée, je peux choisir que mon identité reste confidentielle.
pt: responsabilizar-me por todos os encargos resultantes da minha aquisição de qualquer serviço que não seja coberto pelo meu empregador ou meu plano de saúde, pela minha compra direta de uma assinatura multimensal dos Serviços da INTERVENT ou minha conta nos Sites e/ou minha utilização dos Serviços da INTERVENT ou minha conta nos Sites, se houver, incluindo o uso não autorizado antes que eu notifique os Sites do fato e antes que eu tome providências para evitar a ocorrência continuada alterando minha senha; e</li><li>comunicar-me corretamente com a INTERVENT em relação às minhas preferências e instruções relativas à comunicações da INTERVENT para mim por meio de mensagens de texto, celular e linhas telefônicas regulares.</li><li>realizar anualmente ou com maior frequência (se houver alterações no meu estado de saúde) exames físicos e consultas com o meu médico, em relação à minha participação em programas de exercícios/treinamentos físicos, para que eu possa contar com as recomendações do meu médico em relação a essas atividades.</li><li>caso vença Recompensas da INTERVENT, concordo em realizar uma breve entrevista, que possa ser compartilhada utilizando as comunicações da INTERVENT. Se a minha entrevista for compartilhada, eu poderei optar por manter minha identidade em sigilo.

# L1754
source: Regarding my use of the INTERVENT Services
es: En respecto a mi uso de los servicios de INTERVENT
fr: À propos de mon utilisation des services d’INTERVENT
pt: Em relação à minha utilização dos Serviços da INTERVENT

# L1755
source: Purpose and explanation of the INTERVENT Services
es: Proposito y explicacion de los servicios de INTERVENT
fr: But et explication des services d’INTERVENT
pt: Objetivo e explicação dos Serviços da INTERVENT

# L1756
source: The Services have been developed with input from physicians and other experienced health care professionals. In some cases, the Services are supervised and/or administered by non-physician staff members. However, I understand that the Services are not medical care nor are they intended as a replacement for my regular medical care and that the staff does not provide medical treatment or prescribe medications. I acknowledge that during my participation in or use of the Services my physician remains responsible for my medical care
es: Los Servicios han sido desarrollados con información de médicos y otros experimentados profesionales de la salud. En algunos casos, los Servicios son supervisados y/o administrados por personal no médico. Sin embargo, entiendo que los Servicios no implican atención médica, que su propósito no es reemplazar mis cuidados médicos habituales y que el personal no proporciona tratamiento médico ni prescribe medicamentos. Reconozco que durante mi participación o uso de los Servicios, mi médico sigue siendo responsable de mi atención médica.
fr: Les services ont été élaborés en collaboration avec des médecins et d’autres professionnels de la santé expérimentés. Dans certains cas, les services sont supervisés ou dirigés par des membres du personnel qui ne sont pas médecins. Toutefois, je comprends que les services ne sont pas des soins médicaux et qu’ils ne sont pas destinés à remplacer mes soins médicaux habituels et que le personnel ne fournit pas de traitement médical ni ne prescrit de médicaments. Je reconnais que pendant ma participation aux services et leur utilisation, mon médecin demeure responsable de mes soins médicaux.
pt: Os Serviços foram desenvolvidos com contribuições de médicos e outros profissionais de saúde experientes. Em alguns casos, os Serviços são supervisionados e/ou administrados por profissionais do quadro da empresa que não são médicos. Entretanto, compreendo que os Serviços não são um tratamento médico nem se destinam a substituir meu tratamento médico regular, e que os profissionais em questão não oferecem tratamento médico nem prescrevem medicamentos. Reconheço que, durante a minha participação ou uso dos Serviços, meu médico continuará sendo responsável pelo meu tratamento médico
