Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1216
source: Stress is the feeling of being overwhelmed. When faced with a challenge, you may have the confidence to handle the situation if only you had more time to prepare yourself. You may believe you will fail or disappoint someone, maybe yourself. You may begin to feel pressured to work harder, do better, and be perfect. You feel tense and irritable as your head hurts and your stomach ties up in knots.
es: Estrés es el sentimiento de estar abrumado. Cuando se enfrenta a un desafío, podría tener la confianza para manejar la situación si tuviera más tiempo para prepararse. Puede creer que no lo logrará o que le fallará a alguien, quizás a usted mismo. Puede que empiece a sentirse presionado a trabajar más duro, hacerlo mejor, y ser perfecto. Se siente tenso e irritable ya que le duele la cabeza y su estómago está hecho un nudo.
fr: Le stress, c’est le sentiment d’être submergé. Lorsque vous faites face à une situation difficile, vous pourriez avoir la confiance nécessaire si seulement vous aviez plus de temps pour vous préparer. Vous croyez que vous allez échouer ou décevoir quelqu’un, peut-être vous-même. Vous commencez à ressentir la pression de travailler plus fort, de faire mieux et d’être parfait. Vous vous sentez tendu et irritable, vous avez mal à la tête et votre estomac se noue.
pt: O estresse é a sensação de estar sobrecarregado. Ao enfrentar um desafio, você pode ter confiança para lidar com a situação apenas se você tiver tido mais tempo para se preparar. Você pode acreditar que vai fracassar ou decepcionar alguém, talvez você mesmo. Você pode começar a se sentir sob pressão para trabalhar mais, ter mais resultados e ser perfeito. Você se sente tenso e se irrita facilmente, sua cabeça dói e seu estômago embrulha.

# L1217
source: At the earliest signs of excitement or stress, take steps to prevent negative feelings.
es: A los primeros signos de entusiasmo o estrés, tome acciones para prevenir sentimientos negativos.
fr: Dès les premiers signes d’excitation ou de stress, prenez les mesures nécessaires pour prévenir les émotions négatives.
pt: Aos primeiros sinais de empolgação ou estresse, tome as providências para evitar sentimentos negativos.

# L1218
source: Anxiety is the point where you perceive something negative or bad might happen and you do not believe you will be able to do anything about it. You begin to worry about it over and over until you can't get the situation out of your mind.
es: Ansiedad es el punto en el que percibe que algo malo o negativo va a pasar y no cree que pueda hacer nada. Empieza a preocuparse por ello una y otra vez hasta que no se puede sacar la situación de la cabeza.
fr: L’anxiété est le moment où vous croyez que quelque chose de négatif ou de mauvais pourrait arriver et que vous ne pourriez rien y faire. Vous commencez à vous inquiéter de plus en plus jusqu’à ne plus pouvoir penser à autre chose.
pt: A ansiedade é o ponto em que você percebe que algo negativo ou ruim pode acontecer sem que você possa evitar. Você começa a se preocupar com isto repetidamente, até não poder mais tirar a situação da sua mente.

# L1219
source: Depression is at the end of the continuum. People who are depressed constantly perceive life as threatening and dangerous. They begin to lose all hope about controlling these threats, and may become lethargic and feel they will never be able to change anything. They give up trying to cope and they feel worthless.
es: Depresión está al final de la continuidad. Gente que está deprimida constantemente percibe la vida como una amenaza y peligrosa. Empiezan a perder toda esperanza de controlar esas amenazas, y pueden volverse aletargados y sentir que nunca serán capaces de cambiar nada. Se rinden en tratar de hacer frente a la situación y se sienten sin valor ninguno.
fr: La dépression se situe à la fin du continuum. Les personnes déprimées perçoivent constamment la vie comme menaçante et dangereuse. Elles commencent à perdre tout espoir de pouvoir contrôler ces menaces et peuvent devenir léthargiques et avoir l’impression qu’elles ne pourront jamais rien changer. Elles cessent d’essayer de s’en sortir et ont l’impression de n’être bonnes à rien.
pt: A depressão ocorre ao final dessa sequência. Pessoas que se deprimem constantemente percebem a vida como ameaçadora e perigosa. Eles começam a perder toda a esperança de controlar essas ameaças e podem se tornar letárgicas e sentir que nunca vão conseguir mudar nada. Abandonam as tentativas de enfrentar os problemas e se sentem desvalorizadas.

# L122
source: Don't know
es: No sé
fr: Je ne sais pas.
pt: Não sei

# L1220
source: Professional help is needed when feelings of depression are experienced.
es: Es necesaria ayuda profesional cuando se experimentan sentimientos de depresión.
fr: Une aide professionnelle est nécessaire lorsqu’on ressent des sentiments dépressifs.
pt: Quando os sentimentos de depressão aparecem, precisa-se de ajuda profissional.

# L1221
source: There are many ways to relax. Choose a technique you think you will enjoy. Deep breathing exercises are one of the easiest techniques to learn. You can do deep breathing anytime, anywhere. It can be done sitting, standing, or lying down, as long as you are comfortable. Wear loose clothing or loosen your tie, belt, or buttons. A quiet place is recommended, although not necessary.
es: Hay muchas maneras de relajarse. Escoja una técnica que vaya a disfrutar. Ejercicios de respiración profunda son una de las técnicas más fáciles de aprender. Puede respirar hondo en cualquier momento, en cualquier lugar. Se puede hacer sentado, de pié, o tumbado, con tal de que se sienta cómodo. Vista ropa floja o afloje su corbata, cinturón, o botones. Aunque no es necesario, se recomienda un lugar tranquilo.
fr: Il existe de nombreuses façons de se détendre. Choisissez une technique qui vous plaira. Les exercices de respiration profonde sont l’une des techniques les plus faciles à apprendre. Vous pouvez les faire n’importe quand, n’importe où. Que vous soyez assis, debout ou couché n’a pas d’importance : vous devez seulement être à l’aise. Portez des vêtements amples, desserrez votre cravate ou votre ceinture ou détachez vos boutons. Il est recommandé d’aller dans un endroit calme, mais ce n’est pas nécessaire.
pt: Existem muitas formas de relaxar. Escolha uma técnica que você acredita que será do seu agrado. Exercícios com respiração profunda são uma das técnicas mais fáceis de se aprender. Você pode exercitar a respiração profunda a qualquer hora, em qualquer lugar. Pode ser sentado, de pé ou deitado, desde que você esteja confortável. Use roupas folgadas, desafrouxe sua gravata, seu cinto e os botões. Um local silencioso é recomendado, mas não imprescindível.

# L1222
source: 1. Begin by breathing in slowly and deeply through your nose. While breathing in, count to five and silently say the word "in" to yourself. Notice that your abdomen relaxes as your lungs fill with air.
es: 1. Empiece respirando despacio y profundamente a través de su nariz. Mientras inspira, cuente hasta cinco y en silencio diga la palabra "adentro" para usted. Note que su abdomen se relaja a medida que sus pulmones se llenan de aire.
fr: 1. Commencez par inspirer lentement et profondément par le nez. Tout en inspirant, comptez jusqu’à cinq et pensez au mot « inspire ». Remarquez que votre abdomen se détend lorsque vos poumons se remplissent d’air.
pt: 1. Comece respirando lenta e profundamente pelo nariz. Ao inspirar, conte até cinco e diga “inspirar” em silêncio para si mesmo. Note que seu abdômen se relaxa à medida que seus pulmões se enchem de ar.

# L1223
source: 2. After the count of five, purse your lips and let the air escape slowly as you count to five and say the word "out" to yourself.
es: 2. Después de contar hasta cinco, frunza sus labios y deje salir el aire despacio mientras cuenta hasta cinco y dice la palabra "afuera" para usted mismo.
fr: 2. Après avoir compté jusqu’à cinq, laissez l’air s’échapper lentement en comptant jusqu’à cinq et en pensant au mot « expire ».
pt: 2. Depois de contar até cinco, faça um discreto bico com os lábios e deixe o ar sair lentamente, contando até cinco e dizendo “expirar” para si mesmo.

# L1224
source: Repeat the exercise (up to five minutes, if time permits). With practice, you may be able to count to 10 during each phase of the exercise. You can increase your relaxation if you imagine breathing in ocean air, the scent of flowers or forest air and visualize a restful place.
es: Repita el ejercicio (hasta cinco minutos, si el tiempo lo permite). Con práctica, usted puede que sea capaz de contar hasta 10 en cada fase del ejercicio. Puede incrementar su relajación si se imagina respirando aire del océano, el olor de las flores o el aire del bosque y si visualiza un lugar tranquilo.
fr: Répétez l’exercice (pendant cinq minutes, si vous avez le temps). Avec de la pratique, vous pourrez peut-être compter jusqu’à 10 pendant chaque phase de l’exercice. Vous vous sentirez plus détendu si vous imaginez respirer l’air de l’océan, le parfum des fleurs ou l’air de la forêt et visualisez un endroit reposant.
pt: Repita o exercício (por até cinco minutos, se tiver tempo). Com um pouco de prática, você pode conseguir contar até 10 durante cada fase do exercício. Você pode aumentar seu relaxamento se imaginar que está inspirando a maresia, o perfume das flores ou o ar da floresta, e visualizar um lugar tranquilo.

# L1225
source: Printable Summary
es: Resumen Imprimible
fr: Rapport sommaire imprimable
pt: Resumo para imprimir

# L1226
source: Health Measurement Risks & Goals
es: Riesgos y Metas de Medidas de Salud
fr: Risques et objectifs liés à la mesure de la santé
pt: Riscos e metas das medições de saúde

# L1227
source: Heart Disease & Stroke: Overall-Risk Scores
es: Enfermedad Cardiovascular y Derrame Cerebral: Puntuaciones Generales de Riesgo

# L1228
source: Heart Disease & Stroke
es: Insuficiencia Cardíaca & Apoplejía
fr: Maladies du cœur et AVC
pt: Doenças cardíacas e derrames

# L1229
source: You have a higher-risk score
es: Tienes una puntuación de alto riesgo
fr: Vous avez un score de risque élevé.
pt: Você tem uma pontuação de risco mais alto

# L123
source: When you lift up a heavy object, do you always bend your knees and keep your back straight?
es: Cuando levanta un objeto pesado, ¿dobla siempre sus rodillas y mantiene su espalda recta?
fr: Lorsque vous soulevez un objet lourd, pliez-vous toujours les genoux tout en gardant le dos droit?
pt: Quando você ergue um objeto pesado, você sempre dobra os joelhos e mantém a coluna reta?

# L1230
source: You have a lower-risk score
es: Tienes una puntuación de bajo riesgo
fr: Vous avez un score de risque faible.
pt: Você tem uma pontuação de risco mais baixo

# L1231
source: Cholesterol
es: Colesterol
fr: Cholestérol
pt: Colesterol

# L1232
source: Learn More
es: Aprende más
fr: En savoir plus
pt: Saiba mais

# L1233
source: Blood Pressure
es: Presión Sanguínea
fr: Pression artérielle
pt: Pressão arterial

# L1234
source: You may be at risk
es: Podría estar en riesgo
fr: Vous êtes peut-être à risque.
pt: Você pode estar em risco

# L1235
source: You are not at risk
es: No tiene riesgo
fr: Vous n’êtes pas à risque.
pt: Você não está em risco

# L1236
source: Cannot calculate risk
es: No se puede calcular el riesgo
fr: Il est impossible de calculer le risque.
pt: Não foi possível calcular o risco

# L1237
source: Take the basic preventive actions outlined below to reduce your risk for motor vehicle accidents and other unintentional injuries.
es: Tome las acciones preventivas señaladas a continuación para reducir su riesgo de accidentes de carro u otras lesiones no intencionales

# L1238
source: My Basic Information – Motor Vehicle Accidents
es: Mi información básica - Accidentes de automóvil

# L1239
source: Motor vehicle accidents are a leading cause of death, especially in children and young adults. Motor vehicle accidents are the leading cause of years of potential life lost before age 65.
es: Los accidentes de tráfico son la principal causa de muerte, especialmente en niños y adultos jóvenes. Los accidentes de tráfico son la principal causa de potenciales años de vida perdidos antes de los 65 años.
fr: Les accidents de la route sont l’une des principales causes de décès, en particulier chez les enfants et les jeunes adultes. C’est la principale cause de la perte de plusieurs années de vie potentielles avant l’âge de 65 ans.
pt: Acidentes com veículos automotores são a principal causa de morte, principalmente no caso de crianças e jovens. Acidentes com veículos automotores são a principal causa de muitos anos de perdas do potencial de vida antes dos 65 anos de idade.

# L124
source: Complete physical exam during the past three years
es: Examen físico completo durante los pasados tres años
fr: Examen physique complet au cours des trois dernières années
pt: Exame físico completo nos últimos três anos

# L1240
source: To reduce the risk for motor vehicle crash-related injuries, there are certain basic preventive actions that we should all take. These preventive actions include:
es: Para reducir el riesgo de lesiones relacionadas con accidentes en automóviles, hay ciertas acciones de prevención que todos deberíamos tomar. Esas acciones de prevención incluyen:
fr: Pour réduire le risque de blessures liées aux accidents de la route, nous devrions tous prendre certaines mesures de prévention de base. Exemples de mesures de prévention :
pt: Para reduzir os riscos de lesões causadas por acidentes de trânsito, existem determinadas prevenções básicas que todos devemos adotar. Entre tais prevenções, podemos citar:

# L1241
source: Never text and drive
es: Nunca envíe mensajes de texto mientras maneje/conduzca
fr: Ne textez jamais au volant;
pt: Nunca leia ou mande mensagens de texto no celular enquanto dirige

# L1242
source: Never drive while under the influence of alcohol or other drugs
es: Nunca conduzca bajo los efectos del alcohol u otras drogas
fr: Ne conduisez jamais sous l’influence de l’alcool ou de la drogue;
pt: Nunca dirija sob a influência de álcool ou drogas

# L1243
source: Never ride in a vehicle operated by someone who is under the influence of alcohol or other drugs
es: Nunca ande en un vehículo conducido por alguien bajo los efectos del alcohol u otras drogas.
fr: Ne montez jamais à bord d’un véhicule conduit par une personne sous l’influence de l’alcool ou de la drogue;
pt: Nunca viaje em veículos guiados por alguém sob influência de álcool ou outras drogas

# L1244
source: Always use seat belts (even when driving or riding in an automobile equipped with air bags)
es: Siempre use cinturones de seguridad (incluso cuando conduzca o vaya en automóviles equipados con bolsas de aire)
fr: Portez toujours votre ceinture de sécurité (même à bord d’un véhicule équipé de coussins gonflables);
pt: Sempre use o cinto de segurança (mesmo se estiver em um veículo equipado com airbags)

# L1245
source: Urge all other passengers to wear seat belts at all times
es: Pida a todos los pasageros que se abrochen siempre el cinturón de seguridad
fr: Exigez que tous les autres passagers portent leur ceinture de sécurité en tout temps;
pt: Exija que todos os demais passageiros usem o cinto de segurança o tempo todo

# L1246
source: If you carry infants or toddlers in your vehicle, install and use federally approved child safety seats in accordance with the manufacturer’s instructions and the child’s size; rear facing infant seats should not be placed in the front seat of a car equipped with a passenger-side air bag – the safest seating position in the car is the middle of the rear seat
es: Si lleva infantes y niños en su vehículo, instale y use sillas de seguridad aprobadas federalmente de acuerdo a las instrucciones del fabricante y peso del niño; las sillas mirando al asiento no deben colocarse en el asiento de adelante en vehículos equipados con bolsa de aire al lado del pasajero - el lugar más seguro es el asiento posterior del medio
fr: S’il y a de jeunes enfants dans votre véhicule, installez des sièges de sécurité pour enfants approuvés par le gouvernement fédéral conformément aux instructions du fabricant et à la taille de l’enfant. Les sièges orientés vers l’arrière ne doivent pas être placés sur le siège avant d’une voiture équipée d’un sac gonflable du côté passager : la position assise la plus sûre est sur le siège arrière central;
pt: Se houver crianças ou bebês no seu carro, instale e use cadeirinhas infantis aprovadas por órgãos certificadores, conforme as instruções do fabricante e o tamanho da criança; esse tipo de assento não deve ser instalado no banco dianteiro voltado para trás em veículos equipados com airbags – o local mais seguro para instalação é no meio do banco traseiro

# L1247
source: Passengers should not ride in the cargo beds of pickup trucks
es: Los pasajeros no deberían ir en las cajas traseras de los camiones
fr: Les passagers ne doivent pas monter dans les plateformes de chargement des camions;
pt: Os passageiros não devem viajar no bagageiro de caminhonetes em movimento

# L1248
source: Passengers should not ride in the cargo areas of station wagons or vans except when those areas are fitted with passenger seats and seat belts
es: Los pasajeros no deberían montar en las zonas de carga de camiones o camionetas excepto cuando esas zonas hayan sido acondicionadas con asientos y cinturones de seguridad
fr: Les passagers ne doivent pas monter dans les aires de chargement des familiales ou des fourgonnettes, sauf lorsqu’elles sont équipées de sièges passagers et de ceintures de sécurité;
pt: Os passageiros não devem viajar no bagageiro de peruas ou vans, exceto quando a área for equipada com poltronas para passageiros e cintos de segurança

# L1249
source: If you drive or ride on a motorcycle, always wear an approved safety helmet
es: Si usted conduce o monta en una motocicleta, siempre lleve un casco de seguridad aprobado
fr: Si vous êtes conducteur ou passager d’une moto, portez toujours un casque de sécurité approuvé.
pt: Se você estiver pilotando uma motocicleta, sempre use um capacete de segurança aprovado por um instituto certificador

# L125
source: Stool test for colon cancer during the past 12 months
es: Examen de muestra fecal para detectar el cáncer de colon durante los pasados doce meses
fr: Test de dépistage du cancer du côlon par l’analyse des selles au cours des 12 derniers mois
pt: Exame de fezes para detectar câncer de cólon nos últimos 12 meses

# L1250
source: My Basic Information – Household and Recreational Injuries
es: Mi información básica - Lesiones domésticas y recreacionales
fr: Mes renseignements de base : blessures faites à la maison ou en pratiquant un loisir
pt: Minha informações básicas – Lesões em casa e em atividades recreativas

# L1251
source: Unintentional injuries are a leading cause of death in all age groups. As is the case for motor vehicle crash-related injuries, there are certain basic preventive actions that we should all take to reduce the risk for unintentional injuries. These preventive actions include:
es: Las lesiones involuntarias son causa principal de muerte en todos los grupos de edad en los Estados Unidos. Como en el caso de lesiones causadas por accidentes en los vehículos, hay ciertas acciones básicas de prevención que deberíamos tomar para reducir el riesgo de lesiones involuntarias. Estas acciones de prevención incluyen:
fr: Les blessures involontaires sont l’une des principales causes de décès dans tous les groupes d’âge. Comme pour les blessures liées aux accidents de la route, nous devrions tous prendre certaines mesures de prévention de base pour réduire le risque de blessures involontaires. Exemples de mesures de prévention :
pt: Lesões não intencionais são a principal causa de mortes em todas as faixas etárias. Assim como no caso de lesões causadas em acidentes de trânsito, existem determinadas ações preventivas básicas que todos devemos adotar para reduzir os riscos de lesões não intencionais. Entre tais prevenções, podemos citar:

# L1252
source: Install and maintain smoke detectors in the home
es: Instale y mantenga detectores de humo en el hogar
fr: Installez des détecteurs de fumée chez vous et entretenez-les;
pt: Instalação e manutenção de detectores de fumaça em casa

# L1253
source: Safely store matches and lighters, and do not allow anyone to smoke near bedding or upholstery
es: Coloque cerillas y mecheros en lugar seguro, y no permita fumar a nadie cerca de ropa de cama o tapicería
fr: Rangez les allumettes et les briquets en lieu sûr et ne laissez personne fumer près de la literie ou des meubles rembourrés;
pt: Guarde fósforos e isqueiros em locais seguros, e não permita que qualquer pessoa fume nas proximidades de camas ou estofados

# L1254
source: Set hot water temperatures to 120 – 130 degrees F (49 – 54 degress C)
es: Ajuste la temperatura del agua caliente entre 120 y 130 grados F (49 y 54 grados C)
fr: Réglez la température de l’eau chaude entre 49 et 54 °C (120 et 130 °F);
pt: Regule a temperatura da água quente a 49 a 54 °C (120 a 130 °F)

# L1255
source: If you have guns in your home, keep guns unloaded and stored in locked cabinets separate from ammunition
es: Si tiene armas en su casa, manténgalas descargadas y bajo llave separadas de las municiones
fr: Si vous avez des armes à feu dans votre maison, gardez-les déchargées et rangez-les dans des armoires verrouillées différentes de celles où sont les munitions;
pt: Se você tiver armas em casa, mantenha-as descarregadas e armazenadas em local trancado e separado das munições

# L1256
source: If you ride a bike, always use a bicycle helmet
es: Si monta en bicicleta, siempre lleve el casco puesto
fr: Si vous faites du vélo, portez toujours un casque;
pt: Se você for andar de bicicleta, use sempre um capacete de ciclismo

# L1257
source: Safely store medicines and other potentially dangerous household products; keep syrup of ipecac on hand if you have young children in your home and know the poison control center telephone number
es: Guarde medicinas y otros productos del hogar potencialmente peligrosos en lugar seguro; mantenga jarabe de ipecac a mano si tiene niños pequeños en casa y así como el número de teléfono del centro de envenenamiento
fr: Entreposez en lieu sûr les médicaments et les autres produits domestiques potentiellement dangereux. Gardez du sirop d’ipéca à portée de main si vous avez de jeunes enfants et assurez-vous de connaître le numéro de téléphone du centre antipoison;
pt: Guarde os medicamentos em um local seguro, bem como outros produtos que possam ser perigosos; deixe soro e xarope para tosse à mão se tiver crianças na sua casa, e anote o número de telefone do centro controle de intoxicação

# L1258
source: Avoid alcohol use during water-related activities such as swimming and boating
es: Evite el consumo de alcohol durante actividades acuáticas como nadar o navegación
fr: Évitez de consommer de l’alcool pendant les activités aquatiques comme la baignade et la navigation de plaisance;
pt: Evite ingerir álcool ao participar de atividades na água, como nadar ou passear de barco
