Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L3725
source: We use cookies to give you a better browsing experience, to improve our website by learning more about our visitors and the pages they visit, and to market our programs and activities to you. <a style='color:deepskyblue; text-decoration: underline;' href='https://www.myintervent.com/ServiceAgreement?modal=false#privacy' target='_blank'>Learn more about the cookies we use.</a>
es: Nosotros usamos cookies para brindarle una mejor experiencia de navegación, así como para mejorar nuestro sitio web al aprender más sobre nuestros visitantes y las páginas que visitan, además de promocionarle nuestros programas y actividades. <a style='color:deepskyblue; text-decoration: underline;' href='https://www.myintervent.com/ServiceAgreement?modal=false#privacy' target='_blank'>Conozca más sobre las cookies que utilizamos.</a>
fr: Les fichiers témoins, en nous transmettant de l’information sur nos visiteurs et les pages qu’ils visitent, nous permettent d’améliorer votre expérience de navigation, d’optimiser notre site Web et de vous faire connaître nos programmes et activités. Apprenez-en davantage sur les fichiers témoins que nous utilisons.
pt: Utilizamos cookies para lhe proporcionar uma melhor experiência de navegação, para melhorar nossos site aprendendo mais sobre nossos visitantes e as páginas que eles visitam, e para comercializar nossos programas e atividades para você. <a style='color:deepskyblue; text-decoration: underline;' href='https://www.myintervent.com/ServiceAgreement?modal=false#privacy' target='_blank'>Saiba mais sobre os cookies que utilizamos.</a>

# L3726
source: Accept all cookies and close
es: Aceptar todas las cookies y cerrar
fr: Accepter tous les fichiers témoins et fermer
pt: Aceitar todos os cookies e fechar

# L4468
source: Please email us at {0} for further assistance.
es: Para mayor asistencia por favor envíenos un correo electrónico a {0} .
fr: Veuillez nous envoyer un courriel à {0} pour plus d'assistance.
pt: Envie-nos um e-mail para {0}, para obter assistência adicional.

# L4469
source: Please enter your correct date of birth.
es: Por favor ingrese correctamente su fecha de nacimiento.
fr: Veuillez entrer votre date de naissance correcte.
pt: Digite sua data de nascimento correta.

# L4470
source: Edit Image
es: Editar Imagen
fr: Modifier l'image
pt: Editar imagem

# L3189
source: You have already entered this medication. Please edit your existing entry to make changes.
es: Usted ya registró este medicamento. Por favor edite su registro existente para hacer cambios.
fr: Vous avez déjà saisi ce médicament. Veuillez modifier votre saisie existante pour effectuer des changements.

# L3461
source: Email sent successfully
es: Correo electrónico enviado exitosamente
fr: Courriel envoyé avec succès
pt: E-mail enviado com êxito

# L3889
source: Intuity users need to reset the password from Patterns app.
es: Los usuarios de Intuity necesitan recuperar su contraseña desde la apliación Patterns
fr: Les utilisateurs d’Intuity doivent réinitialiser leur mot de passe à partir de l’application Patterns.
pt: Os usuários da Intuity devem redefinir a senha no aplicativo Patterns.

# L4264
source: Department
es: Departamento
fr: Département
pt: Departamento

# L4265
source: Department is required
es: Departamento es requerido
fr: Le département est requis.
pt: O departamento é obrigatório

# L4266
source: Your company's campaign has ended. If you have previously registered on this site, please login to continue.
es: La campaña de tu compañía ha terminado. Si usted se había registrado previamente en este sito, por favor haga inico de sesión para continuar
fr: La campagne de votre entreprise est terminée. Si vous avez déjà fait votre inscription sur ce site, veuillez vous connecter pour continuer.
pt: A campanha da sua empresa terminou. Se você tiver se cadastrado no site anteriormente, faça login sessão para continuar.

# L4431
source: Upcoming {0}Sessions{1}
es: Próximas {0}Sesiones{1}
fr: Séances {0} à venir{1}

# L4432
source: Something went wrong, please try after sometime
es: Algo salió mal, por favor intente más tarde
fr: Une erreur s’est produite, veuillez réessayer dans quelque temps.

# L4434
source: Presented by
es: Presentado por
fr: Présenté par

# L4435
source: Register
es: Registro
fr: S’inscrire

# L4436
source: Congratulations! You have successfully registered for the webinar
es: ¡Felicidades! Usted se ha registrado exitosamente para el seminario web
fr: Félicitations! Vous vous êtes inscrit avec succès au webinaire.

# L4437
source: *You will have access to the recording of the webinar 48 hours after the live session.
es: *Usted tendrá acceso a la grabacióndel seminario web después de 40 horas de la sesión en vivo
fr: *Vous aurez accès à l’enregistrement du webinaire 48 heures après la séance en direct.

# L4438
source: No upcoming webinar at this point of time
es: No hay un siguiente seminario web en este momento
fr: Aucun webinaire n’est prévu pour le moment.

# L4439
source: View Bio
es: Ver Bio
fr: Voir la biographie

# L4440
source: {0} days ago
es: Hace {0} días
fr: Il y a {0} jour(s)

# L4441
source: Past Webinars
es: Seminarios web pasados
fr: Webinaires précédents

# L4457
source: Messages
es: Mensajes
pt: Mensagens

# L4458
source: Create New
es: Crear Nuevo
fr: Créer un nouveau
pt: Criar nova

# L4459
source: All Messages
es: Todos los Mensajes
fr: Tous les messages
pt: Todas as mensagens

# L4460
source: New & Unread
es: Nuevo & No leído
fr: Nouveau et non lu
pt: Novas e não lidas

# L4461
source: Drafts
es: Borradores
fr: Brouillons
pt: Rascunhos

# L4462
source: Attachments
es: Adjuntos
fr: Pièces jointes
pt: Anexos

# L4463
source: New Message
es: Nuevo Mensaje
fr: Nouveau message
pt: Nova mensagem

# L4464
source: Subject
es: Tema
fr: Objet
pt: Assunto

# L4465
source: Type a message or drop a file here…
es: Escriba un mensaje o suelte un archivo aquí
fr: Écrivez un message ou déposez un fichier ici...
pt: Digite uma mensagem ou arraste um arquivo para esta área…

# L4466
source: {0}Add Attachment {1} or drag and drop files here
es: {0}Agregar Adjunto {1} o arraste y suelte archivos aquí
fr: {0}Ajoutez une pièce jointe {1} ou glissez-déposez des fichiers ici.
pt: {0}Adicione o Anexo {1} ou arraste e solte arquivos aqui

# L4467
source: Please upload the file.
es: Por favor suba el archivo.
fr: Veuillez téléverser le fichier.
pt: Faça o upload do arquivo.

# L4473
source: next
es: sig
fr: Suivant

# L4474
source: Coach
es: Consejero
fr: Conseiller

# L4475
source: out of
es: fuera de
fr: sur

# L4476
source: See Report Dated :
es: Ver Reporte Fechado:
fr: Voir le rapport en date du :

# L4477
source: Gift Cards / Rewards
es: Tarjetas de Regalo/ Recompensas
fr: Cartes-cadeaux et récompenses

# L4478
source: Awarded on:
es: Premiado el:
fr: Attribué le :

# L4479
source: We recommend you take a tour before starting
es: Le recomendamos que tome un recorrido antes de comenzar
fr: Nous vous recommandons faire une visite avant de commencer.

# L4480
source: What did you have on
es: Que comió el
fr: Qu’aviez-vous le

# L4481
source: Do you want to delete
es: Desea borrar
fr: Voulez-vous supprimer

# L4482
source: No data found
es: No datos encontrados
fr: Aucune donnée trouvée

# L4483
source: Daily Chart
es: Gráfico Diario
fr: Tableau quotidien

# L4484
source: Weekly View
es: Vista Semanal
fr: Vue hebdomadaire

# L4485
source: Duration
es: Duración
fr: Durée

# L4486
source: Gotup Time
es: Hora de Levantarse
fr: Heure de réveil

# L4487
source: No Results Found
es: No Resultados Encontrados
fr: Aucun résultat trouvé

# L4488
source: Form of Medication
es: Forma de Medicación
fr: Forme du médicament

# L4489
source: Send
es: Enviar
fr: Envoyer
pt: Enviar

# L4490
source: Save as Draft
es: Guardado como Borrador
fr: Enregistrer comme brouillon
pt: Salvar como rascunho

# L4491
source: Sent
es: Enviado
fr: Envoyé
pt: Enviados

# L4492
source: Seen
es: Visto
fr: Vu
pt: Visualizados

# L4493
source: Draft
es: Borrador
fr: Brouillon
pt: Rascunhos

# L4494
source: Options
es: Opciones
pt: Opções

# L4495
source: Uploaded
es: Subido
fr: Téléversé
pt: Enviados como upload

# L4496
source: No Messages, Yet
es: Sin Mensajes, ¡aún!
fr: Aucun message pour l’instant
pt: Ainda não há mensagens

# L4497
source: There are No Messages in your Inbox as yet!
es: Aún no hay mensajes en tu bandeja de entrada!
fr: Vous n’avez aucun message dans votre boîte de réception pour l’instant!
pt: Sua caixa de entrada ainda não tem mensagens!

# L4498
source: You can start by creating a new message
es: Puede empezar a crear un nuevo mensaje
fr: Vous pouvez commencer par créer un nouveau message.
pt: Para começar, você pode criar uma nova mensagem

# L4499
source: Not seen yet
es: No visto aún
fr: Pas encore vu
pt: Ainda não visualizadas

# L4500
source: Read
es: Leer
fr: Lire
pt: Lidas

# L4501
source: Create Message
es: Crear Mensajes
fr: Créer un message
pt: Criar mensagem

# L4502
source: Recent Messages
es: Mensajes Recientes
fr: Messages récents
pt: Mensagens recentes

# L4503
source: New Messages
es: Nuevos Mensajes
fr: Nouveaux messages
pt: Novas mensagens

# L4504
source: Messages Title
es: Título de Mensajes
fr: Titre des messages
pt: Título das mensagens

# L4505
source: Message Details
es: Detalles de Mensaje
fr: Détails du message
pt: Detalhes da mensagem

# L4508
source: Select Your Doctor
es: Seleccione su Doctor

# L4512
source: Group Webinars
es: Seminarios Web en Grupo
fr: Webinaires de groupe

# L4513
source: Download your resource for this session
es: Descarga el recurso para este sesión
fr: Téléchargez votre ressource pour cette session

# L4514
source: Download the handout
es: Desacargar folleto
fr: Télécharger le document

# L4515
source: Save & Exit
es: Guardar y Salir

# L4516
source: Part
es: Parte

# L4517
source: Contact Details
es: Detalles de Contacto

# L4518
source: Let’s get started with some basic information
es: Vamos a comenzar con informacion básica

# L4519
source: How can we keep in touch with you?
es: ¿Cómo nos podemos manetener en contacto con usted?

# L4520
source: Home number required.
es: Número de casa requerido.

# L4521
source: Cell number required.
es: Número móvil requerido.

# L4522
source: Thanks for completing this introductory form. Now let’s setup your coaching call
es: Gracias por completar esta forma introductoria. Ahora vamos a programar su llamada de consejerías

# L4523
source: Thanks for completing this introductory form. Now let’s set up your program.
es: Gracias por completar esta forma introductoria. Ahora vamos a configurar su programa

# L4524
source: Schedule Coaching Call
es: Agenda Llamada de Consejerías

# L4525
source: Set Up My Program
es: Configurar Mi Programa

# L4531
source: Action/Care Plan Report
es: Reporte de Pan de Acción/Cuidado

# L4532
source: Powered by
es: Desarrollado por

# L4533
source: Participant
es: Participante

# L4534
source: DOB
es: FDN

# L4535
source: Ethinicity
es: Etnicidad

# L4536
source: Date Intake Assessment Completed
es: Fecha de Questionario de Admisión Completado

# L4537
source: Date Assessment Last Updated
es: Fecha de Evaluación Actualizada por Última Vez

# L4538
source: Reason for Report
es: Razón de Reporte

# L4539
source: CAPTIVA Clinical Trial
es: Estúdio Clínico CAPTIVA

# L4540
source: Lifestyle & Chronic Disease Risk Reduction/Management
es: Manejo de Estilo de Vida y Reducción de Riesgos de Enfermedades Crónicas

# L4541
source: <p>Notes: We have identified personalized goals for you based on expert preventive/chronic care management guidelines. Your action/care plan outlines your personal recommendations for achieving your individualized goals.* Please share all information with your personal doctors(s)/healthcare providers. If your doctor or another healthcare professional has provided recommendations different to those outlined here, please discuss this with him/her before implementing our recommendations.</p> <p>*Parts of this report were automatically generated using health assessment and other available data together with expert preventive/chronic care management guidelines. It is intended as a starting point for participant-healthcare provider discussions and, where appropriate, should be revised based on participant/healthcare provider input, participant progress and multiple other factors.</p>
es: <p>Notas: Hemos identificado metas personalizadas para usted basadas en guías expertas sobre el manejo de atención preventiva/crónica. Su plan de acción/cuidado describe sus recomendaciones personales para lograr sus objetivos individualizados.* Por favor comparta toda la información con sus médicos/proveedores de atención médica personales. Si su médico u otro profesional de la salud le ha brindado recomendaciones diferentes a las descritas aquí, discútalo con él/ella antes de implementar nuestras recomendaciones.</p> <p>*Partes de este informe se generaron automáticamente utilizando su evaluación de la salud y otros datos disponibles junto guías expertas sobre el manejo de atención preventiva/crónica. Se esper aque sea un punto de partida para las conversaciones entre el participante y el proveedor de atención médica y, cuando se apropiado, debe revisarse en función de los aportes del participante/proveedor de atención médica, el progreso del participante y otros múltiples factores.</p>

# L4542
source: Summary Care Plan(s)
es: Sumario de Plan (es) de Cuidado

# L4543
source: Personal Goals
es: Metas Personales

# L4544
source: Personal Action Plan
es: Plan de Acción Personal

# L4545
source: Health Coach Comments
es: Comentarios de Consejero de Salud

# L4546
source: Healthcare Provider Comments
es: Comentarios de Proveedor de Salud

# L4547
source: Stroke
es: Derrame Cerebral

# L4548
source: CVD
es: EVC

# L4549
source: A. Health Measurements and Lifestyle Risks
es: A. Medidas de Salud y Riesgos de Estilo de Vida

# L4550
source: Notes: Your personal action/care plan summarizes some of the key steps you should take to optimize your health and reduce your risk for/better manage chronic conditions. You are not expected to implement all the lifestyle recommendations at once. Your health coach will help you put into action the lifestyle recommendations in a step-by-step fashion at a pace that is most appropriate for you.<br />Our extensive experience shows you can markedly improve your health and well-being by following your personal action/care plan. Like all worthwhile things in life, making and adhering to lifestyle changes does take effort, but can be accomplished. We look forward to helping you reach your goals.
es: Notas: Su plan personal de acción/cuidado resume algunos de los pasos clave que debe tomar para optimizar su salud y reducir su riesgo de/manejar mejor las enfermedades crónicas. No se espera que implemente todas las recomendaciones de estilo de vida a la vez. Su consejero de salud lo ayudará a poner en práctica las recomendaciones de estilo de vida paso a paso al ritmo que sea más apropiado para usted.<br />Nuestra amplia experiencia demuestra que puede mejorar notablemente su salud y bienestar siguiendo su plan de acción/cuidado personal. Como todas las cosas que valen la pena en la vida, hacer cambios en el estilo de vida y adherirse a ellos requiere esfuerzo, pero se puede lograr. Esperamos poder ayudarle a alcanzar sus metas.

# L4551
source: Servings sizes
es: Tamaños de porción

# L4552
source: (Max 1000 char)
es: (Max 1000 car)

# L4553
source: Save Coach Comments
es: Guardar Comentarios de Consejero

# L4554
source: Save Provider Comments
es: Guardar comentarios de Proveedor

# L4555
source: PRINTABLE DETAILED PLAN
es: PLAN DETALLADO IMPRIMIBLE

# L4556
source: Summary Key Action Steps
es: Sumario de los Pasos Claves de Acción

# L4557
source: Summary Care Plans
es: Sumario de los Planes de Cuidado

# L4558
source: Prog Interest :
es: Interés del Programa:

# L4559
source: Saved Successfully
es: Guardado Exitosamente

# L4560
source: Learn the benefits of quitting tobacco
es: Aprende sobre los benficios de dejar el tabaco

# L4567
source: Welcome to your program. We would like to get to know you better. Please complete your profile.
es: Bienvenido a su programa. Nos gustaría conocerte mejor. Por favor complete su perfil.
fr: Bienvenue à votre programme. Nous aimerions mieux vous connaître. Veuillez compléter votre profil.

# L4568
source: Portugais
es: portuguesa
pt: Português

# L4576
source: Wellness Graphs
es: Gráfico de Bienestar
fr: Graphiques de bien-être

# L4433
source: Live from
es: Envivo de
fr: En direct de

# L4578
source: Show all occurrences
es: Enseña todas las ocurrencias
fr: Afficher toutes les occurrences

# L4579
source: This is a recurring webinar.
es: Esto es un webinario recurrente
fr: Ceci est un webinaire récurrent.

# L4580
source: Recurring webinar schedule
es: Horario recurrente del webinario
fr: Calendrier des webinaires récurrents

# L4581
source: Handout
es: Materiales educativos
fr: Document éducatif

# L4582
source: Join Webinar
es: Participe en el webinario
fr: Rejoindre le webinaire

# L4583
source: This system is monitored during normal business hours, Monday-Friday 8:00 a.m. to 5:00 p.m. Eastern Time.
es: Este sistema es monitoreado durante el horario comercial normal, Lunes-Viernes 8:00 a.m. a 5:00 p.m. Hora del Este.
fr: Ce système est surveillé pendant les heures normales de bureau, du lundi au vendredi de 8h00 à 17h00. Heure de l'Est.

# L4584
source: Wellness Credits & Rewards
es: Créditos de Bienestar & Premios

# L4585
source: In addition, South University will award the first 100 participants to complete four coaching sessions by 12/31/23 with a $100 gift card. Your first coaching session must be completed by 9/30/23 to qualify.
es: Además, South University premiará a los primeros 100 participantes que completen cuatro sesiones de entrenamiento antes del 31/12/23 con una tarjeta de regalo de $100. Su primera sesión de entrenamiento debe completarse antes del 30/09/23 para calificar.

# L4586
source: Earn Points for Raffles
es: Gana puntos para rifas

# L4587
source: INTERVENT provides points for completing various program activities and holds monthly, quarterly, semi-annual and annual drawings to select winners. The more points you earn, the more chances you have to win. Thousands of dollars in gift cards will be awarded during the program year. Only participants enrolled and actively participating in the lifestyle health coaching program are eligible to participate in drawings. Look for announcements of winners each month and read stories about how working with their health coach is helping participants move their health and lifestyle in a positive direction.
es: INTERVENT premia puntos por completar varias actividades del programa y tiene rifas mensuales, trimestrales, semestrales y anuales para seleccionar a los ganadores. Mientras más puntos obtenga, más posibilidades tendrá de ganar. Se otorgarán miles de dólares en tarjetas de regalo durante el año del programa. Solo participantes inscritos y activamente participando del programa de estilo de vida y salud son elegibles para participar de las rifas. Busque anuncios de ganadores cada mes y lea historias sobre cómo trabajar con su entrenador de salud está ayudando a nuestros participantes mover su salud y estilo de vida hacia una dirección positiva.

# L4588
source: Raffles
es: Rifas
fr: Tombolas

# L4589
source: Points for Raffles
es: Puntos para rifas

# L4590
source: Cardiometabolic Health
es: Cardiometabolic Health- Salud Cardiometabólica
fr: Santé cardiométabolique

# L4591
source: Know, monitor and manage your modifiable cardiometabolic disease risk factor numbers as directed by your healthcare provider(s)
es: Know, monitor and manage your modifiable cardiometabolic disease risk factor numbers as directed by your healthcare provider(s)- Conozca, monitorear, y manejar sus números modificable de factores de riesgo de enfermedades cardiometabólica según las indicaciones de su(s) proveedor(es) de atención médica
fr: Connaître, surveiller et gérer les taux de ses de facteurs de risque modifiables de maladie cardiométabolique, conformément aux instructions de son ou ses professionnels de la santé

# L4592
source: Achieve and/or maintain a healthy weight
es: Achieve and/or maintain a healthy weight- Alcanzar y/o mantener un peso saludable
fr: Atteindre ou maintenir un poids santé

# L4593
source: <p>Keeping your regularly scheduled appointments with your health coach is important to your success in making and sustaining lifestyle changes. Your coach will listen to your needs, preferences and circumstances and help you stay on track to achieve your goals. He or she will be there to support you every step of the way to better health. </p><p> <ul>What's Required<br> <li>The number of coaching sessions that you may receive during a program year depends upon your responses to the wellness assessment and other factors. While you should aim to complete all coaching sessions for maximum benefit, you must complete at least four sessions to earn this incentive.</li> <li>Once you have completed four coaching sessions, you will receive a $100 Amazon electronic gift card. Please ensure your email address in your profile is correct.</li></ul></p>
es: <p>Cumplir con las citas regulares programadas con su consejero de salud es importante para lograr y mantener cambios en su estilo de vida. Su consejero escuchará sus necesidades, preferencias y circunstancias y lo ayudará a mantenerse en camino para lograr sus objetivos. Él o ella estará allí para apoyarlo en cada paso del camino hacia una mejor salud. </p><p> <ul>Lo que se requiere<br> <li>La cantidad de sesiones de entrenamiento que puede recibir durante un año del programa depende de sus respuestas a la evaluación de bienestar y otros factores. Debe aspirar a completar todas las sesiones de entrenamiento para obtener el máximo beneficio, debe completar al menos cuatro sesiones para obtener este incentivo.</li> <li>Una vez que haya completado cuatro sesiones de entrenamiento, recibirá una tarjeta de regalo electrónica de Amazon de $100. Asegúrese de que su dirección de correo electrónico en su perfil sea correcta.</li></ul></p>
