Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L820
source: Decreased Ability to Fight Infections – High blood glucose slows the work of the white blood cells that fight infections in the body. Infections can become serious very quickly when the body is not able to fight them off. Skin, dental, urinary, and vaginal infections occur more frequently in people with diabetes.
es: Disminución de la capacidad para luchar contra las infecciones - El alto nivel de glucosa en la sangre reduce el trabajo de los glóbulos blancos que luchan contra las infecciones en el cuerpo. Las infecciones pueden convertirse en graves muy rápido cuando el cuerpo no es capaz de luchar contra ellas. Infecciones de piel, en la boca, urinarias, y vaginales ocurren más frecuentemente en gente con diabetes.
fr: Vulnérabilité accrue aux infections : l’hyperglycémie ralentit le travail des globules blancs qui défendent l’organisme contre les infections. Les infections peuvent s’aggraver très rapidement lorsque l’organisme n’est pas en mesure de les combattre. Les infections cutanées, dentaires, urinaires et vaginales sont fréquentes chez les diabétiques.
pt: Capacidade reduzida de combater infecções – Altos níveis de glicose no sangue desaceleram o trabalho dos glóbulos brancos, que combatem infecções no corpo. As infecções podem se agravar muito rapidamente quando o corpo não é capaz de combatê-las. Infecções cutâneas, dentárias, urinárias e vaginais ocorrer com mais frequência nas pessoas com diabetes.

# L821
source: The goal of diabetes management is to avoid the acute and chronic complications of diabetes. You can avoid complications of diabetes by keeping blood glucose levels in the recommended ranges. It is also critical that you take action to control your other heart disease risk factors. Because you have diabetes, your other risk factor goals are more rigorous than for most people without diabetes.
es: La meta para el control de la diabetes es evitar las complicaciones agudas y crónicas. Usted puede evitar estas complicaciones manteniendo sus niveles de glucosa en la sangre en los intervalos recomendados. Es también fundamental que tome acciones para controlar sus otros factores de riesgo de enfermedades del corazón. Al tener diabetes, sus metas en los otros factores de riesgo son más rigurosas que para la mayoría de las personas sin diabetes.
fr: L’objectif de la prise en charge du diabète est d’éviter les complications aiguës et chroniques, ce qui est faisable lorsqu’on maintient sa glycémie dans la plage recommandée. Il est également essentiel que vous preniez des mesures pour contrôler vos autres facteurs de risque de maladie du cœur. Comme vous êtes diabétique, vos autres objectifs en matière de facteurs de risque sont plus exigeants que ceux de la plupart des personnes qui ne vivent pas avec le diabète.
pt: A meta do controle do diabetes é evitar complicações agudas e crônicas causadas pela doença. Você pode evitar complicações causadas pelo diabetes mantendo o nível de glicose no sangue dentro do intervalo recomendado. Também é importantíssimo tomar providências para controlar outros fatores de risco de desenvolver doenças cardíacas. Como você tem diabetes, suas outras metas em relação aos fatores de risco são mais rigorosas do que as da maioria das pessoas que não têm diabetes.

# L822
source: Lifestyle management will always be the foundation of your diabetes management plan regardless of medications and other actions prescribed by your diabetes care providers.
es: El manejo de estilo de vida siempre será uno de los cimientos de su Plan de Manejo de Diabetes independiente de medicamentos y otras acciones recetadas por su proveedor de cuidado diabético.
fr: Votre plan de gestion du diabète devra toujours reposer sur la prise en charge de votre mode de vie, quels que soient les médicaments et les autres mesures prescrits par votre professionnel de la santé spécialiste du diabète.
pt: O controle do estilo de vida sempre será o alicerce do seu plano de gestão do diabetes, mesmo com medicamentos e outras providências prescritos pelos profissionais de saúde responsáveis.

# L823
source: Because you have diabetes, you will need extra screenings and assessments. These additional tests will be performed by your doctor or other specialists:
es: Al tener diabetes, necesitará más exámenes de detección y controles. Estas pruebas adicionales serán llevadas a cabo por su médico u otros especialistas:
fr: Vous devrez également subir davantage d’évaluations et d’examens de dépistage, lesquels seront effectués par votre médecin ou un autre spécialiste.
pt: Por ter diabetes, você precisará passar por rastreamentos e avaliações extras. Esses exames adicionais serão feitos pelo seu médico ou outros especialistas:

# L824
source: An A1C test will be done at least two times per year. A1C reflects blood glucose control over the previous two to three months.
es: Prueba de A1C al menos dos veces al año. La A1C refleja el control de glucosa en la sangre durante los dos o tres meses previos.
fr: Un test d’hémoglobine glyquée devra être fait au moins deux fois par année. L’hémoglobine glyquée reflète la maîtrise de la glycémie au cours des deux ou trois derniers mois.
pt: Um exame de A1C será feito pelo menos duas vezes ao ano. O A1C reflete o controle do nível de glicose no sangue nos dois ou três meses que antecedem o exame.

# L825
source: A fasting blood test to evaluate your blood cholesterol and triglyceride levels will be performed annually or more frequently if needed.
es: Un examen de sangre en ayunas para evaluar su nivel de colesterol y triglicéridos cada año o con más frecuencia si se necesita.
fr: Une analyse sanguine à jeun sera nécessaire une fois par année, ou plus fréquemment au besoin, pour évaluer vos taux de cholestérol et de triglycérides.
pt: Um exame de sangue em jejum para avaliar os níveis de colesterol e triglicérides no sangue será realizado anualmente ou com maior frequência, se necessária.

# L826
source: Screening for albumin in the urine (an early warning sign of kidney disease) will begin as soon as diabetes is diagnosed.
es: Un examen de albúmina en la orina (un síntoma de enfermedad renal) se llevará a cabo tan pronto como se diagnostique la diabetes.
fr: Le dépistage de l’albumine dans l’urine (signe précurseur d’une maladie rénale) commencera dès le diagnostic du diabète.
pt: O rastreamento de albumina na urina (um sinal de alerta precoce de doença renal) terá início assim que o diabetes for diagnosticado.

# L827
source: Additional heart-related tests may be performed depending upon your health and risk factor status.
es: Se pueden realizar pruebas adicionales del corazón dependiendo de su salud y la situación de sus factores de riesgo.
fr: D’autres tests cardiaques peuvent être effectués en fonction de votre état de santé et de vos facteurs de risque.
pt: Exames adicionais relativos às funções cardíacas podem ser realizados conforme o seu estado de saúde e os seus fatores de risco.

# L828
source: In addition to the above screenings and assessments, you should have the following preventive care:
es: En adición a los exámenes y evaluaciones arriba mencionado, usted debería tener los siguientes cuidado preventivos:
fr: En plus de ces évaluations et examens de dépistage, vous devriez recevoir les soins préventifs suivants :
pt: Além das triagens e avaliações acima citadas, você deverá ter os seguintes cuidados preventivos:

# L829
source: Get a flu shot every year.
es: Vacunarse de la gripe o influenza cada año.
fr: Faites-vous vacciner contre la grippe chaque année;
pt: Vacinar-se contra a gripe todos os anos.

# L83
source: I snore loudly each night
es: Ronco alto por la noche
fr: Je ronfle fort toutes les nuits
pt: Eu ronco muito todas as noites

# L830
source: Have a pneumococcal vaccination to reduce your risk for pneumonia.
es: Vacunarse para reducir el riesgo de neumonía.
fr: Faites-vous vacciner contre le pneumocoque pour réduire votre risque de pneumonie;
pt: Vacinar-se contra pneumonia para reduzir o risco de contrair a doença.

# L831
source: If you have had diabetes for three or more years, were diagnosed with diabetes after age 30, or have visual symptoms or eye problems, have a complete eye exam every year. If eye disease is detected, more frequent examinations may be required.
es: Si ha sufrido diabetes durante tres o más años, se le diagnosticó diabetes después de los 30 años, o tiene síntomas o problemas visuales, lleve a cabo un examen completo de la visión cada año. Si se le detecta una enfermedad ocular, las revisiones deberán ser más frecuentes.
fr: Si vous vivez avec le diabète depuis au moins trois ans, que vous avez reçu le diagnostic après 30 ans ou que vous avez des problèmes visuels, passez un examen de la vue complet chaque année. Si une maladie des yeux est détectée, les examens devront être effectués plus souvent;
pt: Se você for diabético há três anos ou mais, tiver sido diagnosticado com diabetes depois dos 30 anos de idade ou se tiver sintomas ou problemas oftalmológicos, faça um exame oftalmológico completo todos os anos. Se alguma doença oftalmológica for detectada, exames mais frequentes serão necessários.

# L832
source: Have your dentist or dental hygienist clean your teeth every six months. Tell your dentist you have diabetes.
es: Vaya al dentista cada seis meses para hacerse una limpieza dental. Dígale a su dentista que padece diabetes.
fr: Allez chez un dentiste ou un hygiéniste dentaire pour un nettoyage tous les six mois; Avisez votre dentiste que vous êtes diabétique;
pt: Faça uma limpeza dentária com seu dentista ou higienista dental a cada seis meses. Diga ao dentista que você tem diabetes.

# L833
source: Have a thorough foot examination at least once a year.
es: Realice una revisión exhaustiva de sus pies al menos una vez al año.
fr: Faites un examen des pieds approfondi au moins une fois par an;
pt: Faça um exame completo dos pés pelo menos uma vez ao ano.

# L834
source: Have your blood pressure checked whenever you see your doctor.
es: Contrólese la tensión arterial cada vez que vaya al médico.
fr: Chaque fois que vous allez chez le médecin, faites vérifier votre pression artérielle.
pt: Sua pressão arterial deve ser verificada todas as vezes que você for ao médico.

# L835
source: My Warning Signs to be Aware of – Blood Glucose Emergencies
es: Mis señales de aviso a tener en cuenta - Emergencias de glucosa en la sangre
fr: Mes signes précurseurs : urgences glycémiques
pt: Sinais de alerta que você deve ter em mente – Emergências relativas ao nível de glicose no sangue

# L836
source: There are two major kinds of blood glucose emergencies:
es: Hay dos tipos principales de emergencias de glucosa en la sangre:
fr: Il existe deux principaux types d’urgences glycémiques :
pt: Existem dois tipos principais de emergências relativas ao nível de glicose no sangue:

# L837
source: Hypoglycemia – Hypo means low and glycemia means blood glucose level. A dangerously low blood glucose level is the most common problem for people with type 1 diabetes and for those with type 2 who are on insulin therapy or take certain oral diabetes medicines. When your blood glucose is too low you may:
es: Hipoglicemia - Hipo significa bajo y glicemia significa nivel de glucosa en la sangre. Un nivel de glucosa en la sangre peligrosamente bajo es el problema más común en las personas con el tipo 1 de diabetes y para aquellos que padecen del tipo 2 que están con terapia de insulina o toman ciertos medicamentos orales contra la diabetes. Cuando la glucosa en la sangre es muy baja, usted podría:
fr: Hypoglycémie. Le terme<i> glycémie </i>réfère au taux de glucose dans le sang et le préfixe <i>hypo</i> signifie que celui-ci est faible. Une glycémie dangereusement faible est le problème le plus courant chez les personnes atteintes de diabète de type 1 et chez celles atteintes de diabète de type 2 qui suivent une insulinothérapie ou qui prennent certains médicaments oraux. Voici des symptômes possibles lorsque votre glycémie est trop faible :
pt: Hipoglicemia – “Hipo” significa “baixo”, e glicemia significa “nível de glicose no sangue”. Um nível perigosamente baixo de glicose no sangue é o problema mais comum para pessoas com diabetes tipo 1 e tipo 2 em terapia com insulina ou que tomam determinados medicamentos para diabetes por via oral. Quando o nível de glicose no seu sangue está muito baixo, você pode:

# L838
source: Feel shaky, tired, or hungry
es: Sentirse inestable, cansado, o hambriento
fr: Se sentir tremblant, fatigué ou affamé;
pt: Sentir-se instável, cansado ou faminto

# L839
source: Become sweaty
es: Estar sudoroso
fr: Suer;
pt: Suar muito

# L84
source: I have been told that I have frequent pauses in breathing while sleeping
es: Me han dicho que tengo pausas frecuentes en mi respiración cuando duermo
fr: On m’a dit que j’arrêtais souvent de respirer pendant mon sommeil
pt: Já me disseram que eu tenho pausas frequentes na respiração enquanto durmo

# L840
source: Become "crabby" or confused
es: Volverse malhumorado o confundido
fr: Devenir « grincheux » ou désorienté;
pt: Ficar mal-humorado ou confuso

# L841
source: Have a rapid heartbeat
es: Tener un pulso acelerado
fr: Avoir un pouls rapide;
pt: Ter taquicardia

# L842
source: Faint or feel lightheaded
es: Desmayarse o sentirse mareado
fr: S’évanouir ou se sentir étourdi.
pt: Desmaiar ou ter vertigens

# L843
source: Hyperglycemia – Hyper means high. Untreated hyperglycemia can lead to coma. Early warning symptoms are:
es: Hiperglicemia - Hipersignifica alto. Si no se trata la hiperglicemia puede acabar en coma. Síntomas tempranos son:
fr: Hyperglycémie. Le préfixe <i>hyper</i> indique une glycémie élevée. Si elle n’est pas traitée, cela peut mener au coma. Les symptômes précurseurs sont les suivants :
pt: Hiperglicemia – “Hiper” significa “alto”. A hiperglicemia não tratada pode levar a um estado de coma. Os primeiros sintomas de alerta são:

# L844
source: Drowsiness
es: Somnolencia
fr: Somnolence;
pt: Sonolência

# L845
source: Frequent urination
es: Orinar frecuentemente
fr: Urination fréquente;
pt: Urinar muito

# L846
source: Intense thirst
es: Sed intensa
fr: Soif intense.
pt: Sede intensa

# L847
source: When to Call for Help
es: Cuando pedir ayuda
fr: Quand demander de l’aide
pt: Quando procurar ajuda

# L848
source: Call your diabetes care providers for any of these situations:
es: Llame a sus proveedores de atención medica para la diabetes ante cualquiera de estas situaciones:
fr: Dans les situations énumérées ci-dessous, vous devez appeler votre professionnel de la santé spécialiste du diabète.
pt: Fale com os profissionais de saúde responsáveis em qualquer dessas situações:

# L849
source: If your blood glucose is over 240 mg/dl (13.3 mmol/L) and moderate or large amounts of ketones are present in your urine, call your diabetes care providers immediately. If trace or small amounts of ketones are present, you should test your blood glucose and urine ketones every three or four hours. If your blood glucose and ketone numbers are not going down after two tests, call your doctor.
es: Si su glucosa en la sangre está por encima de 240mg/dl (13.3 mmol/L) y hay bastante presencia de cetonas en su orina, llame a sus cuidadores inmediatamente. Si hay pequeñas cantidades de cetonas, usted debería revisar su nivel de glucosa en la sangre y cetonas en la orina cada tres o cuatro horas. Si su nivel de glucosa en la sangre y cetonas no desciende después de dos exámenes, llame a su médico.
fr: Si votre glycémie est supérieure à 240 mg/dL (13,3 mmol/L) et que des quantités modérées ou importantes de corps cétoniques sont présentes dans votre urine, appelez immédiatement votre professionnel de la santé spécialiste du diabète. S’il y a des traces de corps cétoniques, vous devez mesurer votre glycémie et vos cétones urinaires toutes les trois ou quatre heures. Si votre glycémie et votre taux de corps cétoniques ne diminuent pas après deux tests, appelez votre médecin.
pt: Se o nível de glicose no seu sangue passar de 240 mg/dl (13,3 mmol/l) e se houver presença moderada ou alta de cetona na sua urina, fale com os profissionais de saúde responsáveis imediatamente. Se houver vestígios ou pequenos volumes de cetona presentes, você deve testar o nível de glicose no seu sangue e de cetona na urina a cada três ou quatro horas. Se o nível de glicose no seu sangue e de cetona na urina não baixarem depois de dois exames, chame seu médico.

# L85
source: I have headaches in the morning
es: Tengo dolores de cabeza por la mañana
fr: J’ai des maux de tête le matin
pt: Tenho dores de cabeça pela manhã

# L850
source: If your blood glucose is consistently below your recommended goal range or if you are experiencing problems with hypoglycemia, call your doctor.
es: Si su glucosa está por debajo de su meta recomendada o si está teniendo problemas con hipoglicemia, llame a su médico.
fr: Si votre glycémie est constamment inférieure à la plage recommandée ou que vous souffrez d’hypoglycémie, appelez votre médecin.
pt: Se o nível de glicose no seu sangue se mantiver constantemente abaixo da faixa recomendada ou se você estiver passando por problemas de hipoglicemia, chame seu médico.

# L851
source: If you have infections on your skin or feet that do not seem to heal properly, see your doctor immediately.
es: Si tiene infecciones de piel o pies que no parecen curar bien, visite a su médico inmediatamente.
fr: Si des infections sur votre peau ou vos pieds ne semblent pas guérir correctement, consultez immédiatement votre médecin.
pt: Se você tiver infecções na pele ou nos pés que não parecem se curar corretamente, procure seu médico imediatamente.

# L852
source: If your blood glucose is 400 mg/dl (22.2 mmol/L) or higher, call your doctor or diabetes care providers immediately, even if ketones are not present in your urine.
es: Si su glucosa está por encima de 400mg/dl (22.2 mmol/L), llame a su médico o cuidador de diabetes inmediatamente, incluso si no tiene cetonas en la orina.
fr: Si votre glycémie est d’au moins 400 mg/dL (22,2 mmol/L), appelez tout de suite votre médecin ou votre professionnel de la santé spécialiste du diabète, même s’il n’y a pas de corps cétoniques dans votre urine.
pt: Se o nível de glicose no seu sangue for de 400 mg/dl (22,2 mmol/l) ou mais, chame seu médico ou os profissionais de saúde responsáveis imediatamente, mesmo se não houver cetona na sua urina.

# L853
source: If you experience any symptoms or signs of heart problems before, during, or after your exercise session, discuss them with your doctor before continuing your exercise program.
es: Si experimenta cualquiera de los síntomas o señales de problemas de corazón antes, durante, o después de su sesión de ejercicios, háblelo con su médico antes de continuar con su programa de ejercicios.
fr: Si vous éprouvez des symptômes ou des signes de problèmes cardiaques avant, pendant ou après votre séance d’exercice, parlez-en à votre médecin avant de poursuivre votre programme d’exercice.
pt: Se você sentir qualquer sintoma ou sinal de problemas cardíacos antes, durante ou depois da sua sessão de exercícios, converse com o seu médico antes de continuar com o programa de exercícios.

# L854
source: If you are sick, call your diabetes care providers if you have any problems or symptoms of complications.
es: Si usted está enfermo, llame a sus proveedores de atención médica para la diabetes si tiene cualquier problema o síntoma de complicaciones.
fr: Si vous êtes malade et que vous avez des problèmes ou des complications, appelez votre professionnel de la santé spécialiste du diabète.
pt: Se você estiver doente, fale com os profissionais de saúde responsáveis se você tiver qualquer problema ou sintoma de complicações.

# L855
source: Diabetes is one of the most common chronic diseases. Diabetes cannot be cured, but it can be prevented and/or controlled.
es: La diabetes es una de las enfermedades crónicas más comunes. La diabetes no se puede curar, pero se puede prevenir y / o controlar.
fr: Le diabète est l’une des maladies chroniques les plus courantes. Malheureusement, il est incurable, mais il peut être pris en charge et, dans certains cas, il est possible de le prévenir.
pt: O diabetes é uma das doenças crônicas mais comuns. O diabetes não pode ser curado, mas pode ser evitado e/ou controlado.

# L856
source: When you eat sugars and starches, the body changes them into a form of sugar called glucose. Glucose enters the blood and is carried to all of the cells of the body where it is ready to be used for energy. The hormone insulin, which is produced in the pancreas, is responsible for moving the glucose out of the blood and into the cells. Too much glucose in the blood is dangerous and can cause damage to organs in the body. People with diabetes have problems regulating the amount of glucose in their blood. When left untreated, they have too much glucose in their blood. Once the amount of glucose in the blood exceeds a certain level, excess glucose spills over into the urine. Diabetes mellitus comes from the Greek word diabetes (to flow through; urine) and the Latin word mellitus (sweetened or honey-like).
es: Cuando come azúcares y almidones, el cuerpo los transforma a una forma de azúcar conocida como glucosa. La glucosa entra al cuerpo y es transportada a todas las células donde está lista para ser utilizada como energía. La hormona insulina, que es producida por el páncreas, es responsable por mover la insulina de la sangre a las células. Demasiada glucosa en la sangre es peligrosa y puede producir danos a los órganos. Las personas con diabetes tienen problemas regulando la cantidad de glucosa en la sangre. Cuando no es tratado, tienen demasiada glucosa en la sangre. Una vez que la glucosa excede cierto nivel, la glucosa sobrante se derrama a la orina. Diabetes mellitus proviene de la palabra griega diabetes (fluir a través; orines) y la palabra latina mellitus (endulzada o parecida a la miel).
fr: Lorsque vous mangez des sucres et des féculents, l’organisme les transforme en une forme de sucre appelée <i>glucose</i>. Le glucose est transporté dans le sang et acheminé à toutes les cellules du corps, lesquelles l’utiliseront comme source d’énergie. L’insuline, une hormone qui est produite dans le pancréas, est responsable de limiter le glucose dans le sang et de le faire entrer dans les cellules. Une trop grande quantité de sucre dans le sang s’avère dangereuse et peut endommager les organes du corps. Les personnes vivant avec le diabète ont des problèmes de régulation du glucose, c’est-à-dire du sucre, dans leur sang. Si elles ne sont pas traitées, leur glycémie sera trop élevée. Lorsque la concentration de glucose est au-dessus des valeurs normales, l’excès de sucre est éliminé dans l’urine. <i>Diabète sucré</i> vient du mot grec <i>diabetes</i> (signifiant « qui traverse »; urine) et du mot latin <i>mellitus</i> (signifiant « sucré comme le miel »).
pt: Quando você ingere açúcar e carboidratos, o corpo os transforma em um tipo de açúcar chamado glicose. A glicose entra no sangue e é transportada para todas as células do corpo, onde será utilizada para gerar energia. O hormônio insulina, produzido no pâncreas, é responsável pela eliminação da glicose no sangue e nas células. A glicose excessiva no sangue é perigosa e pode causar dano a órgãos do seu corpo. Pessoas com diabetes têm dificuldades para regular o volume de glicose no sangue. Se a doença não for tratada, o volume de glicose no sangue será excessivo. Se a quantidade de glicose no sangue exceder determinado nível, a glicose excessiva passa para a urina. O termo “Diabetes melito” vem da palavra grega “diabetes” (fluir pela urina) e da palavra latina “mellitus” (adoçado ou do mel).
