Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1819
source: Many of our online activities do not require visitors to our Site to register for an account or give us any Personal Information. For example, visitors can learn about our broad range of programs without giving us any Personal Information, like a name or address. However, INTERVENT and our business partners are still interested in who visits our site and how they use it. We use cookies so we can improve your online experience. Cookies also track visitors’ IP addresses, domain names and browser information. They do not collect a visitor’s Personal Information, but they help us to:
es: Muchas de nuestras actividades en línea no requieren que los visitantes registren una cuenta ni que nos proporcionen alguna información personal. Por ejemplo, los visitantes pueden obtener información sobre nuestra amplia variedad de programas sin proporcionarnos ninguna información personal, como el nombre o la dirección. Sin embargo en, INTERVENT nuestros socios están interesados en quien visita nuestra dirección electrónica y como la utilizan. Usamos cookies y así poder mejorar su experiencia. Cookies registra las direcciones IP del visitante, los nombres de los dominios, e información del buscador. Estas herramientas no reúnen información personal del visitante, nos ayudan a:
fr: Les visiteurs de notre site n’ont pas à créer un compte ou à nous fournir des renseignements personnels pour bon nombre de nos activités en ligne. Par exemple, ils peuvent se renseigner sur notre vaste gamme de programmes sans nous donner de renseignements personnels, comme leur nom ou leur adresse. Cependant, INTERVENT et nos partenaires veulent tout de même savoir qui visite notre site et comment ils l’utilisent. Nous utilisons des fichiers témoins pour améliorer votre expérience en ligne. Les fichiers témoins permettent également de suivre les adresses IP, les noms de domaine et les informations du navigateur des visiteurs. Ils ne recueillent pas les renseignements personnels, mais ils nous aident à :
pt: Muitas das nossas atividades on-line não exigem que visitantes do nosso Site abram uma conta ou passem para nós qualquer Dado Pessoal. Por exemplo, os visitantes podem conhecer nossa ampla gama de programas sem nos passar qualquer Dado Pessoal, como nome ou endereço. Entretanto, a INTERVENT e nossos parceiros comerciais ainda estão interessados nas pessoas que visitam o nosso site e como elas o utilizam. Utilizamos cookies para podermos melhorar a sua experiência on-line. Os cookies também rastreiam endereços IP, nomes de domínios e informações do navegador dos visitantes. Eles não coletam Dados Pessoais dos visitantes, mas nos ajudam a:

# L182
source: Doctor or other healthcare provider
es: Doctor o proveedor de atención médica
fr: Médecin ou autre professionnel de la santé
pt: Médico ou outro profissional de saúde

# L1820
source: Analyze how visitors use our Site
es: Analizar como el visitante utiliza nuestra dirección electrónica
fr: analyser la façon dont les visiteurs utilisent notre site;
pt: Analisar como os visitantes utilizam o nosso Site

# L1821
source: Develop new services to improve our Site
es: Desarrollar nuevos servicios para mejorar nuestra dirección electrónica
fr: élaborer de nouveaux services pour améliorer notre site;
pt: Desenvolver novos serviços para melhorar o nosso Site

# L1822
source: Analyze our marketing campaigns
es: Analizar nuestra campaña de mercadeo
fr: analyser nos campagnes publicitaires;
pt: Analisar nossa campanha de marketing

# L1823
source: Know how many visitors have seen or clicked on ads
es: Contabilizar cuantos visitantes han visto o acezado en nuestros anuncios
fr: savoir combien de visiteurs ont vu les annonces ou cliqué sur celles-ci.
pt: Saber quantos visitantes leram ou clicaram nos anúncios

# L1825
source: When you visit www.myintervent.com and other INTERVENT Sites, we send a cookie to your computer’s hard drive. Cookies are small files recorded by your Internet browser that retain information about your Site visits. We use two types of cookies, namely, session, and persistent cookies. They help us to identify your browser, to remember your web preferences and to recognize you when you move from page to page within our Site. Cookies and similar files that we place on your computer do not contain any Personal Information unless it is encrypted. You can configure your Internet browser to reject (disable) cookies. However, if you do so, you might not be able to access certain pages or use important functions on the Site.
es: Cuando usted visita www.myintervent.com y otras direcciones de INTERVENT, le enviamos cookies a su carpeta dura de su computadora. Cookies es un pequeño archivo que registra su navegador de internet y archiva la información de las direcciones que visita. Utilizamos dos tipos de cookies por nombre, por sección y cookies persistente. Nos ayuda a identificar su navegador, recordar sus preferencias de internet y reconocer cuando cambia de página a página en nuestra dirección. Cookies y archivos similares no contienen ninguna información personal. La mayoría de los buscadores están configurados para aceptar cualquier cookies, pero usted puede cambiar esta configuración para que rechace (deshabilitar) todas las cookies o le avise cuando un sitio Web le está enviando cookies. Sólo recuerde que algunas de nuestras opciones podrían no funcionar si deshabilita las cookies.
fr: Lorsque vous visitez le site www.myintervent.com et d’autres sites d’INTERVENT, nous envoyons un fichier témoin sur le disque dur de votre ordinateur. Les fichiers témoins sont de petits fichiers enregistrés par votre navigateur Internet qui conservent des informations sur vos visites sur le site. Nous utilisons deux types de fichiers témoins : les témoins temporaires et les témoins permanents. Ils nous aident à identifier votre navigateur, à mémoriser vos préférences sur le Web et à vous reconnaître lorsque vous passez d’une page à l’autre sur notre site. Les fichiers témoins et les autres fichiers similaires que nous plaçons sur votre ordinateur ne contiennent aucun renseignement personnel, sauf s’ils sont codés. Vous pouvez configurer votre navigateur Internet pour désactiver les fichiers témoins. Toutefois, si vous le faites, vous pourriez ne pas avoir accès à certaines pages ou pouvoir utiliser des fonctions importantes du site.
pt: Quando você visita a www.myintervent.com e outros Sites da INTERVENT, nós enviamos um cookie para o disco rígido do seu computador. Os cookies são pequenos arquivos registrados pelo seu navegador na internet, que mantêm informações sobre a sua visita ao Site. Nós utilizamos dois tipos de cookies: cookies de sessão e cookies persistentes. Eles nos ajudam a identificar seu navegador, a nos lembrarmos das suas preferências na internet e a reconhecermos você quando você mudar de página no nosso Site. Cookies e arquivos semelhantes que gravamos no seu computador não contêm qualquer tipo de Dado Pessoal, a menos que sejam criptografados. Você pode configurar o seu navegador de internet para recusar (desabilitar) cookies. Entretanto, se você fizer essa opção, pode não ser possível acessar determinadas páginas ou utilizar funções importante do Site.

# L1826
source: INTERVENT uses cookies in different ways:
es: INTERVENT utiliza cookies en diferentes maneras:
fr: INTERVENT utilise les fichiers témoins de différentes manières.
pt: A INTERVENT utiliza cookies de formas diferentes:

# L1827
source: Web browsing or session cookies.
es: Navegador de internet o sección de cookies
fr: Témoins temporaires ou de navigation
pt: Cookies de navegação pela internet ou de sessão.

# L1828
source: We may place these types of cookies on your hard drive to help with web navigation. Session cookies also help to personalize your experience while visiting our site, to gather data about the usage of our site and to track response to an advertisement. We erase web browsing cookies when you close your browser. They do not contain or capture customer-specific data.
es: Nosotros instalamos estos tipos de cookies en su carpeta dura para ayudar en la navegación de internet. La sección de cookies nos ayuda a personalizar la experiencia mientras visita nuestra dirección, acumula la información del uso de nuestra dirección y reúne la respuesta a los anuncios. Borramos el historial de su navegación de internet tan pronto usted cierra su navegador de internet.
fr: Nous pouvons placer ces types de fichiers témoins sur votre disque dur pour vous aider à naviguer sur le Web. Les témoins temporaires permettent également de personnaliser votre expérience lorsque vous visitez notre site, de recueillir des données sur l’utilisation de ce dernier et de suivre les réactions à une publicité. Nous effaçons les fichiers témoins de navigation lorsque vous fermez votre navigateur. Ils ne contiennent ni ne saisissent de données propres au client.
pt: Podemos gravar esses tipos de cookies no seu disco rígido para ajudar na navegação pela internet. Os cookies de sessão também ajudam a personalizar sua experiência enquanto você visita o nosso site, para reunir dados sobre a utilização do site e rastrear as respostas aos anúncios. Nós apagamos os cookies de navegação pela internet quando você fecha o seu navegador. Eles não contêm nem capturam dados específicos de clientes.

# L1829
source: Persistent cookies.
es: Cookies persistente.
fr: Témoins permanents
pt: Cookies persistentes.

# L183
source: Cardiac Rehab Program
es: Programa de Rehabilitación Cardíaca
fr: Programme de réabilitation cardiaque
pt: Programa de reabilitação cardíaca

# L1830
source: INTERVENT also uses persistent cookies that are saved on your computer after you end your visit to our site. They allow us to identify your preferences and enhance your next visit to our Site. Any time a persistent cookie is used, your Personal Information is encrypted and used solely to support your online activity.
es: Intervent también utiliza cookies persistente que están guardados en su computadora después de su visita a nuestra dirección. Nos ayudan a identificar sus preferencias y realzar su próxima visita a nuestra dirección electrónica. Cada vez que cookies persistente es utilizado, su Información Personal es codificada y solo es utilizada para su apoyo en su actividad en línea.
fr: INTERVENT utilise également des témoins permanents qui sont enregistrés sur votre ordinateur après votre visite sur notre site. Ils nous permettent de déterminer vos préférences et d’améliorer votre prochaine visite sur notre site. Chaque fois qu’un témoin permanent est utilisé, vos renseignements personnels sont codés et utilisés uniquement pour appuyer votre activité en ligne.
pt: A INTERVENT também utiliza cookies persistentes, que são gravados no seu computador depois que você termina sua visita ao nosso site. Eles nos permitem identificar suas preferências e otimizarão sua próxima visita ao nosso Site. Toda vez que um cookie persistente for utilizado, seus Dados Pessoais serão criptografados e utilizados somente para auxiliar nas suas atividades on-line.

# L1831
source: Site survey
es: Encuesta de dirección
fr: Sondage sur le site
pt: Pesquisa no Site

# L1833
source: Visitors can choose to use site surveys and other tools to tell us what they think about our site. We collect and use the comments that visitors provide to improve your experience on our site.
es: EL visitante puede escoger como usar las encuestas de dirección y otras herramientas para decirnos lo que piensan de nuestra dirección. Recolectamos y usamos los comentarios proporcionados para mejorar su experiencia en nuestra dirección.
fr: Les visiteurs peuvent remplir des sondages et utiliser d’autres outils pour nous dire ce qu’ils pensent de notre site. Nous recueillons et utilisons les commentaires des visiteurs pour améliorer votre expérience sur notre site.
pt: Os visitantes podem optar por utilizar as ferramentas de pesquisa no site e outras, para nos informar sua opinião sobre o nosso site. Nós coletamos e utilizamos os comentários feitos pelos visitantes para melhorar sua experiência no nosso site.

# L1834
source: Business partners
es: Socios de Negocios
fr: Partenaires
pt: Parceiros comerciais

# L1835
source: INTERVENT may use business partners to help develop, service, or advertise our Sites, including the App. They may track and keep visitor information.
es: INTERVENT puede utilizar socios comerciales para ayudar a desarrollar, dar servicio o publicitar nuestros Sitios, incluida la Aplicación. Pueden rastrear y conservar la información de los visitantes.
fr: INTERVENT peut faire appel à des partenaires commerciaux pour nous aider à développer, entretenir ou promouvoir nos sites, y compris l'application. Ils peuvent suivre et conserver les informations sur les visiteurs.
pt: A INTERVENT pode usar parceiros de negócios para ajudar a desenvolver, prestar serviços ou anunciar nossos Sites, incluindo o Aplicativo. Eles podem rastrear e manter as informações dos visitantes.

# L1836
source: Collecting and using your Personal Information
es: Recopilación y utilización de su información personal
fr: Collecte et utilisation de vos renseignements personnels
pt: Coleta e utilização de seus Dados Pessoais

# L1837
source: Personal Information is any information that identifies you and describes your relationship with INTERVENT. Some examples of the information that we may collect include:
es: Como información personal se entiende cualquier tipo de información que lo identifique y describa su relación con INTERVENT. Algunos ejemplos de la información personal que reunimos son:
fr: Les renseignements personnels comprennent tout ce qui vous identifie et décrit votre relation avec INTERVENT. Voici quelques exemples des renseignements que nous pouvons recueillir :
pt: Dados Pessoais são qualquer informação que identifique você e descreva seu relacionamento com a INTERVENT. Alguns exemplos de informações que podemos coletar:

# L1838
source: Name, address and phone number
es: Nombre, dirección y numero de teléfono
fr: Nom, adresse et numéro de téléphone;
pt: Nome, endereço e número de telefone

# L1839
source: Social Security number or other identification number
es: Número de Seguro Social o de empleado
fr: Numéro de sécurité sociale ou autre numéro d’identification;
pt: Número do CPF ou de outros documentos de identidade

# L184
source: Internet Ad
es: Anuncio en el internet
fr: Annonce internet
pt: Anúncio na internet

# L1840
source: Family member information
es: Información familiar
fr: Renseignements sur les membres de la famille;
pt: Informações sobre sua família

# L1841
source: Health/Medical information and medical history, including information from health and fitness devices that I use and have linked to the Site
es: Información Salud/Medica y su historial médico, incluyendo información de dispositivos de salud y aptitud fisíca que utilizo y he conectado al sitio web
fr: Informations sur la santé et les antécédents médicaux, y compris les renseignements des appareils médicaux et de mise en forme que j’utilise et que j’ai liés au site;
pt: Informações médicas/de saúde e histórico médico, incluindo informações de dispositivos de saúde e forma física que eu utilizar e que tenha vinculado ao Site

# L1842
source: Financial information
es: Información Financiera
fr: Renseignements financiers;
pt: Informações financeiras

# L1843
source: Other information you give INTERVENT
es: Cualquier información que usted le proporcione a INTERVENT
fr: Autres informations que vous donnez à INTERVENT.
pt: Outras informações que você fornecer à INTERVENT

# L1844
source: We require you to share your Personal Information with us for some of our online and other activities and Services. For example, we may collect your Personal Information so you can access your information, enroll and participate in programs, and ask us questions. We collect your Personal Information from the online questionnaire or via any follow-up communications we may have with you, such as when you:
es: Necesitamos que comparta su información personal con nosotros para algunos de nuestros servicios u otras actividades en línea. Por ejemplo, podríamos reunir su información personal para que usted pueda acceder a ella, inscribirse en programas, y formular sus preguntas. Reunimos su Información Personal de nuestro cuestionario o atravez de comunicación de seguimiento que tengamos de usted tal como:
fr: Nous vous demandons de partager vos renseignements personnels avec nous pour certaines de nos activités en ligne et pour certains de nos services, entre autres. Par exemple, nous pouvons recueillir vos renseignements personnels afin que vous puissiez accéder à vos renseignements, vous inscrire et participer à des programmes et nous poser des questions. Nous recueillons vos renseignements personnels à partir du questionnaire en ligne ou par le biais de toute communication de suivi que nous pouvons avoir avec vous, comme lorsque vous :
pt: O compartilhamento de seus Dados Pessoais conosco é obrigatório em algumas das nossas atividades e Serviços on-line entre outros. Por exemplo, podemos coletar seus Dados Pessoais para que você tenha acesso a suas informações, possa se inscrever e participar em programas e fazer perguntas para nós. Nós coletamos seus Dados Pessoais por meio de um questionário on-line ou de qualquer comunicação de acompanhamento que mantivermos com você, por exemplo, quando você:

# L1845
source: Ask a question
es: Formula una pregunta
fr: posez une question;
pt: Faz uma pergunta

# L1846
source: Use tools and calculators
es: Utiliza herramientas y calculadoras
fr: utilisez des outils et des calculatrices;
pt: Utiliza ferramentas e calculadoras

# L1847
source: Apply for programs or services
es: Se inscribe en un programa
fr: demandez à participer à un programme ou à utiliser un service;
pt: Candidata-se a programas ou serviços

# L1848
source: Complete a form
es: Completa un formulario
fr: remplissez un formulaire;
pt: Preenche um formulário

# L1849
source: Conduct transactions
es: Realiza transacciones
fr: effectuez des transactions;
pt: Conduz operações

# L1850
source: Send email to us
es: Nos envía un mensaje de correo electrónico
fr: nous envoyez un courriel;
pt: Envia e-mails para nós

# L1851
source: Subscribe to receive email from us
es: Se suscribe para recibir mensajes de correo electrónico de nosotros
fr: vous inscrivez pour recevoir un courriel de notre part.
pt: Confirma uma assinatura para receber nossos e-mails

# L1852
source: We assign you a username and password (that you may later change) so that you may continue to securely access your specific information when you return to the Site.
es: Nosotros le asignaremos a usted su nombre de usuario y su contraseña (usted puede cambiar) para que tenga acceso seguro a su información en especifico cuando regrese a nuestra dirección electrónica.
fr: Nous vous attribuons un nom d’utilisateur et un mot de passe (que vous pourrez modifier ultérieurement) afin que vous puissiez continuer à accéder en toute sécurité à vos renseignements précis lorsque vous retournez sur le site.
pt: Um nome de usuário e uma senha serão designados a você (que você pode alterar posteriormente), para que você possa continuar acessando em segurança suas informações específicas ao acessar o Site novamente.

# L1853
source: We also use Personal Information to allow you to participate in Services. In particular, we use Personal Information for the following purposes: to conduct cardiovascular disease and related risk assessments, to make recommendations regarding how you might reduce or manage any risk(s) associated with such assessments (e.g., recommendations regarding blood pressure and cholesterol management, weight management and nutrition, smoking cessation and stress management), and to communicate with you regarding such assessments and recommendations. We also may use Personal Information for secondary purposes of internal research, studies, related statistical analysis, and to design and improve the services we offer. We will not disclose Personal Information related to such secondary purposes. We may use, disclose, and otherwise process for any purpose all information that is not in personally identifiable form (i.e., anonymous data).
es: Nosotros también utilizamos su Información Personal para que tenga acceso a participar en Servicios. En particular, nosotros usamos Información Personal con los siguientes propósitos: conducir evaluación de enfermedades cardiovasculares y riesgos relacionados, hacer recomendaciones en cómo reducir los riesgos o el manejo de cualquier riesgo relacionado con la evaluación (ej. recomendaciones en relación a la presión sanguínea y el manejo del colesterol, manejo de peso y nutrición, dejar de fumar y manejo de tensión), y para comunicarnos con usted en relación a su evaluación y sus recomendaciones. Utilizaríamos su Información Personal para propósito secundario como búsqueda interna, estudios, análisis de estadística, y para desarrollar y mejorar los servicios que ofrecemos. Nosotros no compartimos su información personal relacionada con propósitos secundarios. Nosotros utilizaríamos, revelar, y de lo contrario procesar por ningún motivo o propósito cualquier información que no sea en la forma identificada (i.e., información anónima).
fr: Nous nous servons également des renseignements personnels pour vous permettre d’utiliser les services. Plus précisément, nous les utilisons aux fins suivantes : pour effectuer des évaluations des risques de maladies cardiovasculaires et de maladies connexes, pour faire des recommandations sur la façon dont vous pourriez réduire ou gérer les risques associés à de telles évaluations (p. ex., recommandations sur la pression artérielle, la gestion du cholestérol, la gestion du poids, la nutrition, l’abandon du tabac et la gestion du stress) et pour communiquer avec vous concernant ces évaluations et recommandations. Nous pouvons également utiliser les renseignements personnels à des fins secondaires de recherches internes, d’études, d’analyses statistiques connexes et pour la conception et l’amélioration de nos services. Nous ne divulguerons pas de renseignements personnels pour ces fins. Nous pouvons utiliser, divulguer et traiter de toute autre manière, à quelque fin que ce soit, toutes les informations qui ne permettent pas de vous identifier personnellement (c’est-à-dire les données anonymes).
pt: Também utilizamos Dados Pessoais para permitir que você participe dos Serviços. Em particular, utilizamos Dados Pessoais para os seguintes fins: conduzir avaliações de doenças cardiovasculares e dos respectivos riscos; fazer recomendações em relação a como você pode mitigar ou administrar qualquer risco associado às citadas avaliações (p. ex., recomendações relativas ao controle de pressão arterial e colesterol, controle do peso e nutrição, parar de fumar e controle de estresse); e manter a comunicação com você em relação a essas avaliações e recomendações. Também podemos utilizar Dados Pessoais para fins secundários de pesquisa interna, estudos, análises estatísticas relacionadas e projetos, bem como para melhorar os serviços que oferecemos. Não divulgamos Dados Pessoais relativos a esses objetivos secundários. Podemos utilizar, divulgar e processar, para qualquer fim, todas as informações que não permitirem a identificação pessoal (ou seja, dados anônimos).
