Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1083
source: Within each food group there are healthier choices to make. Saturated fats and trans fats are "unhealthy" fats and refined grains and foods with added sugar are "unhealthy" carbs. In contrast, monounsaturated fats and omega-3 fats are "healthy" fats and fruits, vegetables, and whole grains are "healthy" carbs. Review the lists below to help you make healthier choices.
es: Dentro de cada grupo alimenticio hay opciones más saludables. Grasas saturadas y grasas trans son grasas "no saludables" y granos refinados y alimentos con azúcares agregados son carbohidratos "no saludables". En contraste, las grasas monosaturadas y omega-3 son grasas "saludables" y fruta, vegetales, y cereales integrales son carbohidratos "saludables". Revise la lista de abajo para ayudarle a escoger opciones más sanas.
fr: Des choix plus sains peuvent être faits dans tous les groupes alimentaires. Les gras trans et saturés sont mauvais, tout comme les grains raffinés et les aliments contenant des sucres ajoutés. Par contre, les gras mono-insaturés et les acides gras oméga-3 sont les bons gras, et les fruits, les légumes et les grains entiers sont les bons glucides. Consultez les listes ci-dessous pour vous aider à faire des choix sains.
pt: Em cada grupo de alimentos existem opções mais saudáveis. Gorduras saturadas e gorduras trans são gorduras "não saudáveis" e grãos refinados e alimentos com adição de açúcar são carboidratos "não saudáveis". Em contraste, as gorduras monoinsaturadas e ômega-3 são gorduras "saudáveis" e frutas, vegetais e grãos integrais são carboidratos "saudáveis". Leia as listas abaixo para ajudar você a fazer as opções mais saudáveis.

# L1084
source: Groups
es: Grupos
fr: Groupes
pt: Grupos

# L1085
source: "Healthy" Fats and/or "Healthy" Carbs =Healthier Foods
es: Grasas "Saludables" y/o Carbohidratos "Saludables" =Alimentos más sanos
fr: Bons gras ou glucides = aliments sains
pt: Gorduras "saudáveis" e/ou carboidratos "saudáveis" = Alimentos mais saudáveis

# L1086
source: "Unhealthy" Fats and/or "Unhealthy" Carbs =Less Healthy/Unhealthy Foods
es: Grasas "No saludables" y/o Carbohidratos "No saludables" =Alimentos menos sanos/No saludables
fr: Mauvais gras et glucides = aliments moins bons ou mauvais pour la santé
pt: Gorduras e/ou carboidratos "não saudáveis" = alimentos menos saudáveis/não saudáveis

# L1087
source: Grains, Beans and Other Starchy Vegetables Group
es: Grupo de granos, habas y otros vegetales con almidón
fr: Groupe des produits céréaliers, des haricots et des légumes riches en féculents
pt: Grupo de grãos, feijões e outros vegetais ricos em amido

# L1088
source: Breads – whole-grain breads, English muffins, buns, bagels, tortillas, breadsticks, Melba toast
es: Panes- panecillos ingleses, bollos, bagels, tortillas, palitos de pan , tostadas Melba y panes que sean integrales
fr: Pains, muffins anglais, petits pains, bagels, tortillas, gressins et biscottes Melba de grains entiers
pt: Pães – pães integrais, muffins ingleses, bolinhos, rosquinhas, tortilhas, bisnagas, torradas

# L1089
source: Breads – white/not whole-grain breads, English muffins, buns, bagels, tortillas, breadsticks, Melba toast
es: Panes - panes blancos/no integrales, molletes ingleses, bollos, bagels, tortillas, palitos de pan, tostadas Melba
fr: Pains, muffins anglais, petits pains, bagels, tortillas, gressins et biscottes Melba blancs ou sans grains entiers
pt: Pães – pães brancos/não integrais, muffins ingleses, bolinhos, rosquinhas, tortilhas, bisnagas, torradas

# L109
source: In the PAST YEAR, how many times have you been admitted to a hospital?
es: En el PASADO AÑO, ¿cuántas veces ha sido hospitalizado?
fr: Au cours de la DERNIÈRE ANNÉE, combien de fois avez-vous été admis à l’hôpital?
pt: No ANO PASSADO, por quantas hospitalizações você passou?

# L1090
source: Breads in which eggs, fat (especially saturated fat and trans fats), and/or butter are a major ingredient; croissants; regular muffins; Danish; doughnuts
es: Panes en los que huevos, grasa (especialmente saturada y trans), y/o mantequilla son ingredientes principales; croissants, molletes normales; daneses; donuts
fr: Croissants, muffins ordinaires, danoises, beignes et pains dans lesquels les œufs, les matières grasses (surtout les gras trans et saturés) ou le beurre sont les principaux ingrédients
pt: Pães que têm ovos, gorduras (particularmente saturadas ou trans) e/ou manteiga como ingredientes principais; croissants; muffins comuns; roscas dinamarquesas; donuts

# L1091
source: Cereals, granola – whole-grain, low-fat, low-sugar
es: Cereales, granola - integrales, bajos en grasa, bajos en azúcar
fr: Céréales et granolas de grains entiers faibles en gras et en sucre
pt: Cereais, granola – integrais, baixos teores de gordura e açúcar

# L1092
source: Cereals, granola – high-fat, heavily sweetened with added sugar
es: Cereales, granola - altos en grasa, muy edulcorados con azúcares agregados
fr: Céréales et granolas riches en gras et en sucre ajouté
pt: Cereais, granola – ricos em gorduras, fortemente adoçados com adição de açúcar

# L1093
source: Crackers, pretzels – low-fat, whole-grain
es: Galletas, pretzels - bajos en grasa, integrales
fr: Craquelins et bretzels de grains entiers faibles en gras
pt: Bolachas água e sal, pretzels – baixo teor de gordura, integrais

# L1094
source: Crackers – high-fat, not whole-grain
es: Galletas - altas en grasa, no integrales
fr: Craquelins riches en gras et qui ne sont pas de grains entiers
pt: Bolachas água e sal – ricos em gorduras, não integrais

# L1095
source: Pasta – whole-grain; use tomato or marinara sauce
es: Pasta - integral; uso de salsa de tomate o marinara
fr: Pâtes de grains entiers avec sauce tomate ou marinara
pt: Massa – integral; use molho de tomate ou marinara

# L1096
source: Pasta – refined (not whole-grain), high fat (lasagna, ravioli, tortellini) or with cream sauce or cheese
es: Pasta - refinada (no integral), alta en grasa (lasaña, ravioli, tortellini) o con salsa cremosa o queso
fr: Pâtes de grains raffinés (pas de grains entiers) et riches en gras (lasagnes, raviolis, tortellinis) ou avec sauce à la crème ou au fromage
pt: Massa – refinada (não integral), alto teor de gordura (lasanha, ravióli, tortellini) ou com molho branco ou queijo

# L1097
source: Rice (brown rice is preferred) – steamed; rice cakes
es: Arroz (es preferible el arroz moreno) - al vapor; tortas de arroz
fr: Riz (brun de préférence) cuit à la vapeur et galettes de riz
pt: Arroz (arroz integral é preferível) – ao vapor; bolachas de arroz

# L1098
source: Rice – fried
es: Arroz - frito
fr: Riz frit
pt: Arroz – frito

# L1099
source: Pizza – whole-grain crust, no cheese or low-fat cheese
es: Pizza - corteza integral, sin queso o con queso desnatado
fr: Pizza avec croûte de grains entiers sans fromage ou avec du fromage faible en gras
pt: Pizza – massa integral, sem queijo ou com queijo magro

# L11
source: Heart Age
es: Edad del Corazón
fr: Âge cardiaque
pt: Idade cardíaca

# L110
source: In the PAST YEAR, how many times have you visited a doctor's office due to PERSONAL illness or injury (EXCLUDE preventive exams or checkups)?
es: En el PASADO AÑO, ¿cuántas veces ha ido al consultorio de un médico debido a enfermedades o lesiones PERSONALES (NO TENGA EN CUENTA exámenes o revisiones preventivas)?
fr: Au cours de la DERNIÈRE ANNÉE, combien de fois avez-vous consulté un médecin en raison d’une maladie ou d’une blessure PERSONNELLE (sans compter les bilans de santé ou les examens préventifs)?
pt: No ANO PASSADO, quantas vezes você foi ao consultório de um médico por motivos de doença ou lesão PESSOAL (NÃO INCLUIR exames preventivos ou check-ups)?

# L1100
source: Regular pizza
es: Pizza normal
fr: Pizza ordinaire
pt: Pizza regular

# L1101
source: Popcorn – air-popped, light
es: Palomitas de maíz - ligeras
fr: Maïs soufflé à l’air, léger
pt: Pipoca – estourada a ar quente, light

# L1102
source: Popcorn – buttered
es: Palomitas de maíz - con mantequilla
fr: Maïs soufflé au beurre
pt: Pipoca – com manteiga

# L1103
source: Homemade baked goods made with unsaturated oils (olive and canola oil are preferred), skim or 1% milk, egg whites or substitute, whole-grain flour (quick breads, biscuits, cornbread, bran muffins, pancakes, waffles)
es: Alimentos hechos a mano y cocidos con aceites no saturados (aceite de oliva y canola preferidos), leche desnatada o 1%, huevos blancos o sustitutos, harina integral (panes, galletas, pan de trigo, molletes de salvado, pancakes, waffles)
fr: Produits de boulangerie et pâtisseries maison à base d’huiles insaturées (huile d’olive et de canola de préférence), lait écrémé ou 1 %, blancs ou succédanés d’œufs, farine de grains entiers (pain éclair, biscotins, pain de maïs, muffins au son, crêpes et gaufres)
pt: Assados feitos em casa com óleos não saturados (óleos de oliva e canola são preferíveis), leite magro ou desnatado (1%), ovos brancos ou substituto, farinha integral (pão de minuto, biscoitos, broa de milho, muffins de farelo, panquecas, waffles)

# L1104
source: Commercially baked pastries, muffins, biscuits, pancakes, waffles
es: Pastas comerciales, molletes, galletas, pancakes, waffles
fr: Pâtisseries, muffins, biscuits, crêpes et gaufres commerciaux
pt: Massas industrializadas prontas, muffins, biscoitos, panquecas, waffles

# L1105
source: Starchy vegetables (potatoes, sweet potatoes and yams, winter and acorn squash, corn, lentils, peas, beans) – fresh, frozen or canned, without added fat or sauce, low-sodium
es: Vegetales con almidón (papas, patata dulce y batata, calabaza de invierno y de bellota, maíz, lentejas, guisantes, habas) - frescos, congelados o enlatados, sin grasa o salsa añadida, bajos en sodio
fr: Légumes riches en féculents (pommes de terre, patates douces, ignames, courge poivrée, potiron, maïs, lentilles, pois, haricots) frais, congelés ou en conserve, sans gras ni sauce ajoutés et faibles en sodium
pt: Vegetais ricos em amido (batatas, batata-doce e inhame, abóbora moranga ou paulista, milho, lentilha, ervilhas, feijão) – frescos, congelados ou enlatados, sem adição de gorduras ou molhos, baixo teor de sódio

# L1106
source: High-fat, starchy vegetables – mayonnaise-based potato salad; French fries; hash browns; potatoes au gratin; or prepared with butter, cheese, or cream sauce; high-sodium (added salt)
es: Vegetales con almidón altos en grasa - ensalada de papas con mayonesa; Papas fritas; hash browns; papas gratinadas; o preparadas con matequilla, queso, o salsa en crema; altas en sodio (sal añadida)
fr: Légumes riches en gras et en féculents (salade de pommes de terre à base de mayonnaise, frites, pommes de terre rissolées, gratinées ou préparées avec du beurre, du fromage, de la sauce à la crème ou du sel ajouté)
pt: Vegetais ricos em gorduras e amido – maionese de batatas; batatas fritas; fritada de batatas; batatas gratinadas; ou preparadas na manteiga, com queijo ou molho branco; alto teor de sódio (adição de sal)

# L1107
source: Cooked dried beans, lentils, peas – without added fat
es: Habas secas, lentejas, guisantes cocinados - sin grasas añadidas
fr: Haricots secs, lentilles et pois cuits sans gras ajouté
pt: Feijão cozido, lentilhas, ervilhas – sem adição de gorduras

# L1108
source: Canned beans with added fat
es: Habas envasadas con grasas añadidas
fr: Haricots en conserve avec gras ajouté
pt: Feijão enlatado com adição de gorduras

# L1109
source: Non-starchy Vegetables Group
es: Grupo de vegetales sin almidón
fr: Groupe des légumes pauvres en féculents
pt: Grupo de vegetais pobres em amido

# L111
source: During the PAST FOUR WEEKS, how much did your health problems affect your productivity at work? (Productivity refers to your ability to get everything done on your job at a good level of quality.)
es: Durante las PASADAS CUATRO SEMANAS, ¿cuánto han afectado sus problemas de salud su productividad en el trabajo? (Productividad se refiere a la habilidad de hacer su trabajo con un buen nivel de calidad).
fr: Au cours des QUATRE DERNIÈRES SEMAINES, à quel point vos problèmes de santé ont-ils affecté votre productivité au travail? (La productivité consiste en votre capacité à faire tout ce qu’il faut dans le cadre de votre travail en respectant un bon niveau de qualité.)
pt: Durante as ÚLTIMAS QUATRO SEMANAS, o quanto os seus problemas de saúde afetaram sua produtividade no trabalho? (Produtividade refere-se à sua capacidade de realizar seu todo o seu trabalho com um bom nível de qualidade.)

# L1110
source: Non-starchy vegetables (tomatoes, summer and zucchini squash, spinach, turnip greens, lettuce, cabbage, other leafy greens, broccoli, cauliflower, Brussels sprouts, peppers [green, red and yellow], celery, carrots, green beans) – fresh, frozen or canned, without added fat or sauces, low-sodium
es: Vegetales sin almidón (tomates, calabaza de verano y zucchini, espinacas, nabos blancos, lechuga, coles, otras verduras de hoja, brocoli, coliflor, coles de Bruselas, pimientos [verde, rojo y amarillo], apio, zanahorias, habas verdes) - frescos, congelados o en lata, sin grasas o salsas añadidas, bajos en sodio
fr: Légumes pauvres en féculents frais, congelés ou en conserve, sans gras ni sauce ajoutés et faibles en sodium : tomates, courges d’été, comme le zucchini, épinards, feuilles de navet, laitue, chou, autres légumes-feuilles, brocoli, chou-fleur, choux de Bruxelles, poivrons verts, rouges et jaunes, céleri, carottes, haricots verts
pt: Vegetais pobres em amido (tomate, abobrinha, espinafre, nabo, alface, repolho, outras verduras com folhagem volumosa, brócolis, couve-flor, couve de Bruxelas, pimentões [verde, vermelho e amarelo], salsão, cenoura, vagem) – frescos, congelados ou enlatados, sem adição de gorduras ou molhos, baixo teor de sódio

# L1111
source: Non-starchy vegetables – mayonnaise-based coleslaw; fried onion rings; other fried vegetables; vegetables prepared with butter, cheese, or cream sauce; high-sodium (added salt)
es: Vegetales sin almidón - ensalada de col con mayonesa; aritos de cebolla fritos; otros vegetales fritos; vegetales preparados con mantequilla, queso, o salsa en crema; altos en sodio (sal añadida)
fr: Légumes pauvres en féculents riches en sodium (sel ajouté) : salade de chou à base de mayonnaise, rondelles d’oignon ou autres légumes frits, légumes préparés avec du beurre, du fromage ou de la sauce à la crème
pt: Vegetais pobres em amido – salada de repolho com maionese; anéis de cebola fritos; outros vegetais fritos; vegetais preparados com manteiga, queijo ou molho branco; alto teor de sódio (adição de sal)

# L1112
source: Vegetable soup – low-fat and low-sodium
es: Sopa de verduras - baja en grasas y sodio
fr: Soupe aux légumes faible en gras et en sodium
pt: Sopa de legumes – baixo teor de gordura e de sódio

# L1113
source: Soup – creamy soup or soup high in fat or sodium
es: Sopa - sopa cremosa o sopa alta en grasas o sodio
fr: Soupe crémeuse ou riche en gras ou en sodium
pt: Sopa – cremes ou sopas com alto teor de gordura ou sódio

# L1114
source: Fruit Group
es: Grupo de frutas
fr: Groupe des fruits
pt: Grupo de frutas

# L1115
source: Fruits – Fresh, frozen, canned or dried, without added sugar or syrup
es: Frutas - Frescas, congeladas, en lata o secas, sin azúcar o sirope añadido
fr: Fruits frais, congelés, en conserve ou séchés, sans sucre ajouté ou sirop
pt: Frutas – Frescas, congeladas, enlatadas ou secas, sem adição de açúcar ou caldas

# L1116
source: Fried fruit or fruit served with butter or cream sauce
es: Frutas fritas o frutas servidas con mantequilla o salsa cremosa
fr: Fruits frits ou servis avec du beurre ou de la sauce à la crème
pt: Frutas fritas ou servidas com manteiga ou molho branco

# L1117
source: Fruit juice – fresh, frozen or canned
es: jugo de fruta - fresco, congelado o en conserva
fr: Jus de fruits frais, congelé ou en conserve
pt: Sucos de frutas – frescos, congelados ou enlatados

# L1118
source: Coconut; coconut juice
es: Coco; jugo de coco
fr: Jus ou noix de coco
pt: Coco; suco de coco

# L1119
source: Milk and Yogurt Group
es: Grupo de leche y yogur
fr: Groupe du lait et du yogourt
pt: Grupo de leites e iogurtes

# L112
source: Do you ever text while driving?
es: ¿Envía mensajes de texto mientras conduce?
fr: Vous arrive-t-il de texter en conduisant?
pt: Você usa manda ou lê mensagens por celular enquanto dirige?

# L1120
source: Milk – skim/non-fat; ½% or 1% fat; buttermilk
es: Leche - desnatada/sin grasa;½% o 1% grasa; suero de la leche
fr: Lait écrémé ou sans gras, demi-écrémé ou 1 % de matières grasses, babeurre
pt: Leite – magro/desnatado; ½% ou 1% de gordura; leitelho

# L1121
source: Whole milk; 2% (low-fat); condensed milk
es: Leche entera, de 2%, condensada
fr: Lait entier ou 2 % (faible en gras), lait concentré
pt: Leite integral; 2% (baixo teor de gordura); leite condensado

# L1122
source: Yogurt – non-fat; ½% or 1% fat
es: Yogur - desnatado ½% ó 1% grasa
fr: Yogourt sans gras, demi-écrémé ou 1 % de matières grasses
pt: Iogurte – desnatado; ½% ou 1% de gordura

# L1123
source: Whole or 2% (low-fat) milk, regular yogurt
es: Yogur hecho de leche entera o de 2%
fr: Lait entier ou 2 % (faible en gras), yogourt ordinaire
pt: Leite integral ou 2% (baixo teor de gordura), iogurte regular

# L1124
source: Frozen dairy dessert – ice milk; non-fat frozen yogurt
es: Postre lácteo congelado - helado de leche; yogur desnatado congelado
fr: Dessert laitier glacé, comme du lait glacé ou du yogourt glacé sans gras
pt: Sobremesas congeladas à base de leite – sorvetes; iogurte desnatado congelado

# L1125
source: Regular ice cream
es: Helado normal
fr: Crème glacée ordinaire
pt: Sorvete regular

# L1126
source: Low-fat coffee creamer; low-fat or non-fat sour cream
es: Nata para café baja en grasa; crema agria baja en grasa o desnatada
fr: Colorant à café faible en gras, crème sure faible en gras ou sans gras
pt: Creme para café com baixo teor de gordura; sour cream com baixo teor de gordura ou desnatado

# L1127
source: Cream; half and half; whipping cream; non-dairy creamer; whipped topping; sour cream
es: Nata; mitad y mitad; nata montada; nata sintética; crema montada; crema agria
fr: Crème, crème à café, crème à fouetter, colorant à café non laitier, garniture fouettée, crème sure
pt: Creme de leite; meio a meio; creme de leite integral; creme não lácteo; cobertura de chantilly; sour cream

# L1128
source: Meats, Cheeses and Meat Substitutes Group
es: Grupo de carnes, quesos y sustitutos cárnicos
fr: Groupe des viandes et substituts et des fromages
pt: Grupo de carnes, queijos e substitutos de carne

# L1129
source: Fish, shellfish
es: Pescado, crustáceos
fr: Poissons et fruits de mer
pt: Peixes, mariscos

# L113
source: Do you ever drive while under the influence of alcohol or other drugs?
es: ¿Alguna vez conduce bajo los efectos de alcohol u otras drogas?
fr: Vous arrive-t-il de conduire son l’influence de l’alcool ou de la drogue?
pt: Você dirige sob influência de álcool ou outras drogas?

# L1130
source: Fried fish; fried shellfish; fish or shellfish canned in oil
es: Pescado frito; crustáceos fritos; pescado o crustáceos enlatados en aceite
fr: Poissons et fruits de mer frits ou en conserve dans l’huile
pt: Peixes fritos; mariscos fritos; peixes ou mariscos enlatados em óleo

# L1131
source: Chicken or turkey – light meat, no skin
es: Pollo o pavo - carne clara, sin piel
fr: Poulet ou dinde, viande légère, sans peau
pt: Frango ou peru – carne leve, sem pele

# L1132
source: Fried chicken; chicken or turkey – dark meat or with skin
es: Pollo frito; pollo o pavo - carne oscura o con piel
fr: Poulet frit, poulet ou dinde à la chair brune ou avec la peau
pt: Frango frito; frango ou peru – carne escura ou com pele

# L1133
source: Lean cuts of beef – well trimmed of fat before cooking – eye of round; tip round; top round
es: Cortes de ternera magra - quitar bien la grasa antes de cocinar -
fr: Coupes maigres de bœuf dont le gras a été retiré avant la cuisson, noix de ronde, extérieur de ronde, intérieur de ronde
pt: Carne bovina magra – retirando bem a gordura antes de cozinhar – lagarto; carnes do quarto traseiro superior ou de suas extremidades

# L1134
source: Fried beef; fatty cuts; beef brisket; ribeye; t-bone; regular ground beef; chuck roast
es: Ternera frita; cortes grasos; falda de ternera; lomo; chuleta; carne picada de ternera; carne asada
fr: Bœuf frit, coupes épaisses, pointe de poitrine de bœuf, faux-filet, bifteck d’aloyau, bœuf haché ordinaire, rôti de palette
pt: Carne bovina frita; cortes de gordura; maçã de peito; bife ancho; bisteca; carne moída comum; cupim assado

# L1135
source: Veal or lamb – lean cuts, well trimmed before cooking
es: Venado o cordero - cortes magros, bien desgrasados antes de cocinar
fr: Coupes maigres de veau ou d’agneau dont le gras a été retiré avant la cuisson
pt: Carne de vitelo ou cordeiro – cortes magros, bem limpos antes de cozinhar

# L1136
source: Fried veal or lamb; lamb chops not trimmed of fat
es: Venado o cordero frito; filetes de cordero sin desgrasar
fr: Veau ou agneau frit, côtelettes d’agneau dont le gras n’a pas été retiré
pt: Carne de vitelo ou cordeiro frita; pedaços picados sem remover a gordura

# L1137
source: Pork tenderloin (well trimmed); Canadian bacon (grilled); lean boneless ham
es: Filete de cerdo (bien desgrasado); jamón magro sin hueso
fr: Filet de porc (sans le gras), bacon de dos (grillé), jambon maigre désossé
pt: Lombo de porco (bem limpo); lombinho canadense (grelhado); presunto magro desossado

# L1138
source: Pork chops or ribs; pork shoulder; picnic roast; bacon
es: Filetes o costilla de cerdo; paleta de cerdo; carne asada; tocino
fr: Côte ou côtelettes de porc, épaule de porc, rôti picnic, bacon
pt: Bisteca ou costelinha de porco; paleta suína; joelho de porco; bacon

# L1139
source: Processed meat prepared from lean meat (lean ham; lean frankfurters; lean meat with soy protein)
es: Carne procesada preparada a partir de carne magra (jamón magro; salchichas magras; carne magra con proteínas de soja)
fr: Viande transformée préparée à partir de coupes maigres, comme du jambon, des saucisses de Francfort et de la viande à base de protéines de soya
pt: Carne processada preparada com carne magra (presunto magro; salsicha magra; carne magra com proteína de soja)

# L114
source: Do you ever ride in a vehicle operated by someone who is under the influence of alcohol or other drugs?
es: ¿Alguna vez ha viajado en un vehículo conducido por alguien bajo los efectos de alcohol u otras drogas?
fr: Avez-vous déjà été passager dans un véhicule conduit par une personne sous l’influence de l’alcool ou de la drogue?
pt: Você viaja em veículos guiados por alguém sob influência de álcool ou outras drogas?

# L1140
source: Regular luncheon meat (bologna; salami; sausage; frankfurters; wieners)
es: Embutido de cerdo (bologna; salami; salchichas; salchichas de Frankfurt; salchichas de Viena)
fr: Charcuteries ordinaires, comme du bologne, du salami, des saucisses et des saucisses de Francfort
pt: Carnes processadas mais comuns (mortadela; salaminho; salsicha; linguiça)

# L1141
source: Nuts; sesame seeds; sunflower seeds; natural peanut butter
es: Frutos secos; semillas de sésamo; semillas de girasol; mantequilla de cacahuete natural
fr: Noix, graines de sésame, graines de tournesol, beurre d’arachide naturel
pt: Castanhas; sementes de gergelim; sementes de girassol; manteiga de amendoim natural

# L1142
source: Regular peanut butter (hydrogenated)
es: Mantequilla de maní normal (hidrogenada)
fr: Beurre d’arachide ordinaire (hydrogéné)
pt: Manteiga de amendoim normal (hidrogenada)
