Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L2545
source: If you'd like to change your choice, you may select the other option to receive an email with instructions.
es: Si desea cambiar si selección, puede elegir otra opción para recibir un correo electrónico con instrucciones.

# L2546
source: Change to Doctor's office
es: Cambiar oficina de Doctor

# L2547
source: View LabReport from LabCorp
es: Ver LabReport de LabCorp
fr: Voir le rapport de laboratoire de LabCorp

# L2548
source: Take Action
es: Tome Acción

# L2549
source: Date of Blood Test:
es: Fecha de Prueba de Sangre:

# L2550
source: Fasting
es: En Ayuna
fr: à jeun
pt: Jejum

# L2551
source: Non-fasting
es: No en Ayunas
fr: Non à jeun
pt: Sem jejum

# L2553
source: Normal Range
es: Rango Normal
fr: Plage normale

# L2554
source: Blood Test Results
es: Resultados de Prueba de Sangre

# L2555
source: Waist Measurement (inches)
es: Medida de Cintura (pulgadas)

# L2556
source: Height
es: Altura
fr: Taille

# L2557
source: Weight (lbs)
es: Peso (lbs)
fr: Poids (livres)

# L2558
source: Calculated based on recommended BMI:
es: Calculado basado en el IMC recomendado:
fr: Calculé en fonction de l’IMC recommandé :

# L2560
source: This email address is already in use. Please provide a unique email address.
ar: هذا البريد الإلكتروني قيد الاستخدام، يرجى تقديم عنوان بريد إلكتروني فريد.
ar_ae: عنوان البريد الإلكتروني هذا مستخدم بالفعل. يرجى التزويد بعنوان بريد إلكتروني فريد.
es: Este correo electrónico ya está en uso. Por favor proveer un correo electrónico único.
fr: Cette adresse électronique est déjà utilisée. Veuillez fournir une adresse électronique unique.
pt: Este endereço de e-mail já está em uso. Informe um endereço de e-mail exclusivo.

# L2559
source: Note: Generally, healthy adults should perform moderate-intensity aerobic physical activity (such as brisk walking) for a minimum of 150 minutes each week or vigorous intensity aerobic physical activity (such as jogging) for a minimum of 75 minutes each week or an equivalent combination of moderate and vigorous intensity aerobic physical activity.
es: Nota: Generalmente, adultos saludables deberían hacer actividad física aeróbica de intensidad moderada (como una caminata rápida) por un mínimo de 150 minutos cada semana o actividad física aeróbica de intensidad vigorosa (como trotar) por un mínimo de 75 minutos cada semana o una combinación equivalente de actividad física aeróbica de intensidad moderada y vigorosa.

# L2536
source: Current
es: Actual
fr: Situation actuelle
pt: Atual

# L2561
source: You’ll learn about other useful wellness services available to you from your employer.
es: Aprenderá sobre servicios de bienestar útiles disponible para usted de su patrono.
fr: Votre employeur vous renseignera sur les autres services utiles sur le bien-être qui sont à votre disposition.

# L2562
source: “Next Step” Navigation Call
es: Llamada de Navegación “Next Step”

# L2563
source: Earn an extra $2 per week credit toward your annual medical deductions by completing a brief telephonic ‘Next Step’ navigation call with INTERVENT. During the ‘Next Step’* navigation call, you will:
es: Gane unos $2 adicionales por semana hacia sus deducciones médicas al completar una breve llamada de navegación con INTERVENT. Durante su llamada de navegación ‘Next Step’, usted hará:

# L2564
source: Review your HRA results
es: Revisión de los Resultados del HRA

# L2565
source: Learn about the wellness programs available through your employer
es: Aprenda sobre programas de bienestar disponibles a través de su empleador

# L2566
source: Learn more about how health coaching can benefit you
es: Aprenda más sobre como entrenamiento de salud le beneficia a usted

# L2567
source: Call 1-866-334-2137 to complete your ‘Next Step’ navigation session.
es: Llame al 1-866-334-2137 para completar su sesión de navegación ‘Next Step’.

# L2568
source: *Note: If you choose to actively participate in an INTERVENT coaching program, your ‘Next Step’ navigation session will be conducted as part of your next telephone call with your coach. There is no need for you to schedule an additional call to receive the extra credit.
es: *Nota: Si está activamente participando en un programa de entrenamiento de INTERVENT, su sesión de navegación ‘Next Step’ será completada por su entrenador. No tiene que programar una llamada adicional para recibir su crédito adicional.

# L2569
source: You are not eligible to create an account. For further assistance please email us at {0}.
ar: لست مؤهلاً لإنشاء حساب ولمزيد من المساعدة يرجى الاتصال بخدمة العملاء على الرقم 1-855-494-1093.
ar_ae: لا يحق لك إنشاء حساب. للحصول على مزيد من المساعدة يرجى الاتصال بخدمة العملاء على ‎1-855-494-1093.
es: No es elegible para crear una cuenta. Para obtener ayuda por favor envíenos un correo electrónico a {0}.

# L2578
source: Thank you for submitting your lab results. You will be notified via email once your labs have been entered.
es: Gracias por enviar sus resultados de laboratorio. Recibirá un correo electrónico una vez sus laboratorios hayan sido ingresados.

# L2579
source: If you'd like to change your choice, you may select the other option to receive an email with instructions.
es: Si desea cambiar su selección, puede elegir la otra opción para recibir un correo electrónico con instrucciones.

# L2576
source: Date of birth does not match. Please confirm and re-enter the associate's date of birth.
es: La fecha de nacimiento no coincide. Por favor confirme y vuelva a ingresar la fecha de nacimiento del asociado.

# L2577
source: Your reset link has expired after 1 hour or has already been used. Please click the "Reset Password" button and you will receive an email with a new link.
ar: انتهت صلاحية الرابط لإعادة الضبط بعد ساعة واحدة أو سبق استخدامه، يرجى النقر على زر "إعادة ضبط كلمة المرور" وسوف تتلقى رسالة بريد إلكتروني مع رابط جديد.
ar_ae: انتهت صلاحية رابط إعادة التعيين بعد ساعة واحدة أو أنه سبق استخدامه بالفعل. يرجى النقر فوق زر "إعادة تعيين كلمة المرور"، وستتلقى بريدًا إلكترونيًا يحتوي على رابط جديد.
es: Su enlace ha expirado después de 1 hora o ya ha sido utilizado. Haga clic en el botón "Restablecer contraseña" y recibirá un correo electrónico con un nuevo enlace.
fr: Votre lien de réinitialisation a expiré après une heure ou a déjà été utilisé. Veuillez cliquer sur le bouton « Réinitialiser le mot de passe ». Un courriel comprenant un nouveau lien vous sera envoyé.
pt: Seu link de redefinição perdeu a validade depois de 1 hora ou já foi utilizado. Clique no botão "Redefinir senha" e você receberá um e-mail com um novo link.

# L1935
source: ADD LABS
es: Añadir Laboratorios
fr: Ajoutez vos labs

# L2570
source: $100 gift card if enrolled in the third trimester (after week 26)
es: Tarjeta de regalo de $100 si se inscribe en el tercer trimestre (después de la semana 26)

# L2571
source: Step 1: Complete the 2019 INTERVENT health risk assessment (HRA) to earn a $1 weekly wellness credit*. Credits will be applied to your benefits within four weeks after they are earned.
es: Paso 1: Complete el health risk assessment (HRA) del 2019 de INTERVENT para obtener un crédito de bienestar semanal de $1*. Los créditos se aplicarán a sus beneficios dentro de cuatro semanas luego de haberlos obtenido.

# L2572
source: Primary Care Physician
es: Medico de Atención Primaria

# L2573
source: Bonus points
es: Puntos Adicionales

# L2574
source: Wellness key*
es: Llave de Bienestar*

# L2575
source: *Earn two keys (one per year) to be eligible for the grand sweepstakes of $2,500 (annual drawing beginning in November 2019)
es: *Gane dos llaves (una por año) para ser elegible para el gran sorteo de $ 2,500 (sorteo anual que comienza en noviembre de 2019)

# L2580
source: 0 days
es: 0 días
fr: 0 jour
pt: 0 dias

# L2581
source: 1-2 days
es: 1-2 días
fr: 1-2 jours
pt: 1-2 dias

# L2582
source: 3-5 days
es: 3-5 días
fr: 3-5 jours
pt: 3-5 dias

# L2583
source: 6-10 days
es: 6-10 días
fr: 6-10 jours
pt: 6-10 dias

# L2584
source: 11-15 days
es: 11-15 días
fr: 11-15 jours
pt: 11-15 dias

# L2585
source: 16+ days
es: 16+ días
fr: 16 jours et plus
pt: 16 dias ou mais

# L2586
source: 0 times
es: 0 veces
fr: Jamais
pt: 0 vezes

# L2587
source: 3-4 times
es: 3-4 veces
fr: 3-4 fois
pt: 3-4 vezes

# L2588
source: 5+ times
es: 5+ veces
fr: 5 fois et plus
pt: 5 vezes ou mais

# L2590
source: Mr
es: Sr
fr: M.
pt: Sr.

# L2591
source: Miss
es: Srta.
fr: Mlle
pt: Srta.

# L2592
source: Mrs
es: Sra.
fr: Mme
pt: Sra.

# L2594
source: Before 12 pm
es: Antes de las 12 pm
fr: Avant midi
pt: Antes das 12h

# L2595
source: 12 pm to 3 pm
es: 12 pm a 3 pm
fr: Entre midi et 15 h
pt: Das 12h às 15h

# L2596
source: 3 pm to 6 pm
es: 3 pm a 6 pm
fr: Entre 15 h et 18 h
pt: Das 15h às 18h

# L2597
source: After 6 pm
es: Después de las 6 pm
fr: Après 18 h
pt: Após as 18h

# L2598
source: Imperial (US)
es: Imperial (EU)
fr: Impérial (États-Unis)
pt: Imperial (EUA)

# L2599
source: Metric (Non-US)
es: Métrico (No-EU)
fr: Métrique (autres pays)
pt: Métrico (fora dos EUA)

# L2600
source: 0 = No stress at all; very calm
es: 0 = Ningún estrés; muy calmado
fr: 0 = Pas du tout stressé, très calme

# L2601
source: 1 = Minimal stress; relaxed
es: 1 = Estrés mínimo; relajado
fr: 1 = Peu stressé, détendu

# L2602
source: 2 = Slight stress; slightly anxious
es: 2 = Poco estrés; levemente ansioso
fr: 2 = Légèrement stressé et anxieux

# L2603
source: 3 = Moderate stress; anxious
es: 3 = Estrés moderado; ansioso
fr: 3 = Plutôt stressé et anxieux

# L2604
source: 4 = High stress; very anxious with some stress symptoms
es: 4 = Estrés elevado; muy ansioso con algunos síntomas de estrés
fr: 4 = Très stressé et anxieux, présente certains symptômes de stress

# L2605
source: 5 = Severe stress; extremely anxious with numerous stress symptoms
es: 5 = Estrés severo; extremadamente ansioso con varios síntomas de estrés
fr: 5 = Extrêmement stressé et anxieux, présente de nombreux symptômes de stress

# L2606
source: Children
es: Hijos

# L2648
source: *Notify your doctor immediately if you have not already done so
es: *Notificar a su doctor inmediatamente si ya no lo ha hecho
fr: * Avisez immédiatement votre médecin si ce n’est pas déjà fait.
pt: * Avise ao seu médico imediatamente se ainda não tiver avisado

# L2649
source: Hypertensive crisis*
es: Crisis Hipertensiva*
fr: Crise hypertensive*
pt: Crise de hipertensão*

# L2650
source: Higher than
es: Mas alto que
fr: Supérieur à
pt: Mais alto do que

# L2651
source: Re-check your blood pressure after making lifestyle changes for 12 weeks (as recommended by the American College of Cardiology/American Heart Association in the November 2017 issue of Hypertension).
es: Vuelva a verificar su presión arterial luego de hacer cambios a su estilo de vida por unas 12 semanas (como es recomendado por la American College of Cardiology/American Heart Association en la edición de Hypertension de noviembre del 2017).

# L2652
source: Note: A systolic value above 180 mmHg and/or a diastolic value above 120 mmHg is a hypertensive crisis – notify your doctor immediately if you have not already done so.
es: Nota: Un valor sistólico sobre 180mmHg y/o un valor sistólico sobre 120 mmHg es una crisis hipertensiva - notifique su doctor inmediatamente si todavía no lo ha hecho.
fr: Remarque : Si votre pression systolique est supérieure à 180 mmHg et que votre pression diastolique est supérieure à 120 mmHg, vous faites une crise hypertensive. Contactez immédiatement un médecin, si ce n’est pas déjà fait.
pt: Observação: Um valor sistólico acima de 180 mmHg e/ou um valor diastólico acima 120 mmHg indica uma crise de hipertensão – avise ao seu médico imediatamente se você ainda não tiver avisado.

# L2653
source: Your action plan has been posted. You can access it once you enroll in a program.
es: Su plan de acción ha sido publicado. Puede accederlo una vez se inscriba en un programa.
fr: Votre action a été ajoutée. Vous pouvez y accéder dès que vous vous inscrivez dans un programme.

# L2654
source: {0} Kit is ready for your review!
es: {0}¡Su material educativo esta listo para revisar!
fr: Vous pouvez réviser les trousses {0}!

# L2655
source: You've just earned {0} Points by completing your {1}.
es: Acaba de ganar {0} Puntos al completar su {1}.
fr: Vous venez de gagner {0} points en effectuant votre {1}.

# L2656
source: Access your CardioSmart resources to earn 50 points today.
es: Accese sus recursos de Cardiosmart para ganar 50 puntos hoy.
fr: Accédez à vos ressources CardioSmart pour gagner 50 points dès aujourd’hui.

# L2657
source: Your next appointment with your INTERVENT lifestyle health coach is on {0}
es: Su próxima cita con sus entrenador de salud de INTERVENT es el {0}
fr: Votre prochain rendez-vous avec votre conseiller en santé et mode de vie d’INTERVENT est le {0}.

# L2658
source: Please review your labs.
es: Por favor revise sus laboratorios.
fr: Veuillez passer en revue vos résultats de laboratoire.

# L2659
source: Congratulations! You have earned the ${0} weekly wellness reward for the {1} benefits year.
es: ¡Felicidades! Ha ganado ${0} de crédito de bienestar semanal para el año {1} de beneficios.
fr: Félicitations! Comme récompense de bien-être hebdomadaire, vous avez gagné {0} $ pour l’année du calcul des prestations {1}.

# L2660
source: Congratulations! You have earned a gift card for completing the maternity lifestyle management program.
es: ¡Felicidades! Ha ganado una tarjeta de regalo de Walmart por completar su Programa de Manejo de Maternidad.
fr: Félicitations! Vous avez gagné une carte cadeau pour avoir suivi le programme de prise en charge du mode de vie et de la maternité.

# L2661
source: Congratulations! You have completed the requirement for removal of the tobacco surcharge.
es: ¡Felicidades! Ha completado sus requisitos para remover su recargo de tabaco.
fr: Félicitations! Vous avez rempli les conditions requises pour la suppression de la surtaxe sur le tabac.

# L2662
source: Congratulations! You have earned {0} points.
es: ¡Felicidades! Ha ganado {0} puntos.
fr: Félicitations! Vous avez gagné {0} points.

# L2663
source: Please complete your Follow-Up assessment
es: Por favor complete su evaluación de seguimiento.
fr: Veuillez effectuer votre évaluation de suivi.

# L2664
source: The audio for {0} is ready.
es: El audio para {0} esta listo.
fr: L’audio pour {0} est prêt.

# L2665
source: Congratulations! You have earned {0} points for completing the follow-up assessment.
es: ¡Felicidades! Ha Ganado {0} puntos por completar su evaluación de seguimiento.
fr: Félicitations! Vous avez obtenu {0} points pour avoir fait l’évaluation de suivi.

# L2666
source: Congratulations! You have earned {0} points for providing your health numbers.
es: ¡Felicidades! Ha Ganado {0} puntos por proveer sus valores proveído sus números de salud.
fr: Félicitations! Vous avez gagné {0} points pour avoir fourni les données sur votre santé.

# L2667
source: Congratulations! You have earned {0} points for completing the satisfaction survey.
es: ¡Felicidades! Ha Ganado {0} puntos por completar su encuesta de satisfacción.
fr: Félicitations! Vous avez obtenu {0} points pour avoir répondu au sondage sur la satisfaction des participants.

# L2668
source: INTERVENT posted your Progress Report.
es: INTERVENT ha compartido su Informe de Progreso
fr: INTERVENT a publié votre rapport de progrès.

# L2669
source: This week's featured recipe is {0}
es: La receta de esta semana es {0}
fr: La recette vedette de cette semaine est {0}.

# L2671
source: Either enter blood test results or remove blood test date
es: Ingrese los resultados o elimine la fecha del exámenes de sangre.
fr: Écrivez les résultats des analyses sanguines ou effacez la date à laquelle elles ont eu lieu.
pt: Digite os resultados dos exames de sangue ou exclua a data do exame

# L2672
source: Congratulations! You’ve doubled your weekly wellness reward to $4!
es: ¡Felicidades! Ha duplicado su crédito semanal de bienestar a $4
fr: Félicitations! Votre récompense de bien-être hebdomadaire est maintenant de 4 $!

# L2670
source: Your lab results have been posted in My Labs. Please review.
es: Los resultados de sus laboratorios han sido agregados a Mis Laboratorios. Por favor revise.
fr: Vos résultats de laboratoire ont été publiés dans « Mes laboratoires ». Veuillez passer les informations en revue.

# L2521
source: Congratulations! All of your test results are within the recommended normal ranges. If you have not already done so, please share these results with your personal doctor for his/her review and follow up with your doctor if you have any questions or concerns. (Note: Your medical history was not considered when determining normal ranges for this report; normal ranges in this report may differ from other reports that take into consideration your medical history.)
es: ¡Felicidades! Sus resultados están dentro de los parámetros recomendados para rangos normales. Si todavía no lo ha hecho, por favor comparta sus resultados con su médico personal para que el/ella revise y haga seguimiento con su médico si tiene dudas o preocupaciones. (Nota: Su historial médico no fue considerado cuando se hizo la determinación de los rangos normales para este informe; rangos normales en este informe pueden variar de otros informes que toman en consideración su historial médico.)
fr: Félicitations! Tous les résultats de vos tests se situent dans les plages normales recommandées. Si vous ne l’avez pas encore fait, veuillez transmettre ces résultats à votre médecin pour qu’il les examine et assurez un suivi avec lui si vous avez des questions ou des inquiétudes. (Remarque : Vos antécédents médicaux n’ont pas été pris en compte pour déterminer les plages normales de ce rapport; il se peut qu’elles diffèrent de celles d’autres rapports qui prennent en compte vos antécédents médicaux.)

# L2522
source: Depending on an individual’s medical history, certain out of range test results may not be of concern. However, given that one or more of your test results are considered out-of-range, if you have not already done so please share these results with your personal doctor for his/her review and input. (Note: Your medical history was not considered when determining normal ranges for this report; normal ranges may differ from other reports that take into consideration your medical history.)
es: Dependiendo del historial médico del individuo, ciertos resultados de pruebas fuera de rango no deben ser motivo de preocupación. Sin embargo, dado a que uno o más de sus resultados de pruebas se consideran fuera de rango, si todavía no lo ha hecho por favor comparta estos resultados con su médico personal para la revisión de él/ella. (Nota: Su historial médico no fue considerado cuando se hizo la determinación de los rangos normales para este informe; rangos normales en este informe pueden variar de otros informes que toman en consideración su historial médico.)

# L2523
source: Depending on an individual’s medical history, certain out-of-range test results may not be of concern. However, one or more of your test results fall outside the normal ranges and are considered abnormal. If you have not already done so, please make an appointment to review your results with your personal doctor at your earliest convenience. (Note: Your medical history was not considered when determining normal ranges for this report; normal ranges in this report may differ from other reports that take into consideration your medical history.)
es: Dependiendo del historial médico del individuo, ciertos resultados de pruebas fuera de rango no deben ser motivo de preocupación. Sin embargo, uno o más de sus resultados de pruebas caen fuera de los rangos normales y se consideran anormales. Si todavía no lo ha hecho por favor haga una cita para revisar estos resultados con su médico personal con la brevedad posible. (Nota: Su historial médico no fue considerado cuando se hizo la determinación de los rangos normales para este informe; rangos normales en este informe pueden variar de otros informes que toman en consideración su historial médico.)
fr: Selon vos antécédents médicaux, il peut être normal que certains de vos résultats soient hors norme. Toutefois, l’un ou plusieurs de vos résultats se situent en dehors des plages normales et sont considérés comme anormaux. Si vous ne l’avez pas encore fait, veuillez prendre rendez-vous pour examiner vos résultats avec votre médecin le plus tôt possible. (Remarque : Vos antécédents médicaux n’ont pas été pris en compte pour déterminer les plages normales de ce rapport; il se peut qu’elles diffèrent de celles d’autres rapports qui prennent en compte vos antécédents médicaux.)

# L2524
source: Depending on an individual’s medical history, certain out-of-range test results may not be of concern. However, one or more of your test results are considered critical and may be placing you at immediate risk. If you have not already done so, it is essential that you contact your personal doctor immediately for a follow-up appointment. (Note: Your medical history was not considered when determining normal ranges for this report; normal ranges in this report may differ from other reports that take into consideration your medical history.)
es: Dependiendo del historial médico del individuo, ciertos resultados de pruebas fuera de rango no deben ser motivo de preocupación. Sin embargo, uno o más de sus resultados de pruebas se consideran críticos y puede ponerlo en riesgo inmediato. Si todavía no lo ha hecho es esencial que contacte a su médico personal inmediatamente para una cita de seguimiento. (Nota: Su historial médico no fue considerado cuando se hizo la determinación de los rangos normales para este informe; rangos normales en este informe pueden variar de otros informes que toman en consideración su historial médico.)

# L2673
source: You have chosen to complete your <u>fasting</u> blood test at a doctor’s office. Instructions related to fasting blood tests have been sent to you via email.
es: Ha elegido completar sus laboratorios de sangre <u> en ayunas</u> en un consultorio médico. Instrucciones relacionadas a sus laboratorios de sangre en ayuna han sido enviadas a su correo electrónico.

# L2674
source: Congratulations! You've earned {0} bonus points for "{1}".
es: ¡Felicidades! Ha ganado {0} puntos de bono por "{1}".
fr: Félicitations! Vous avez gagné {0} points bonus pour « {1} ».

# L2675
source: Complete Your Health Assessment
es: Complete Su Evaluación de Salud
fr: Remplissez votre évaluation de l’état de santé

# L2676
source: Complete Your First Health Coaching Session
es: Complete Su Primera Sesión de Entrenamiento de Salud

# L2677
source: Complete Required Coaching Sessions
es: Complete Sesiones de Entrenamiento Requeridas

# L2678
source: Complete Your Participant Satisfaction Survey
es: Complete Encuesta de Satisfacción
fr: Remplissez le sondage sur la satisfaction des participants

# L2679
source: Complete Your Follow-Up Survey
es: Complete una Evaluación de Seguimiento

# L2680
source: Provide Your Health Numbers
es: Provea sus valores de salud
fr: Fournissez les données sur votre santé

# L2681
source: Earn Bonus Points
es: Gane puntos adicionales
fr: Troubles respiratoires

# L2682
source: Have a Primary Care Physician
es: Tenga un médico de atención primaria
