Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L3973
source: Your Points </strong>View all of the points and rewards you’ve earned during your program.
es: Tus Puntos </strong>Ver todos los puntos y recompensas que has ganado durante tu programa.
fr: Vos Points </strong>Voyez tout les points et les récompenses que vous avez gagnés pendant votre programme.

# L3974
source: Your Goals </strong>Set action goals and stay accountable by marking off when you complete each one.
es: Tus Metas </strong> Establece metas de acción y mantente responsable marcando cada meta que completes.
fr: Vos objectifs </strong>Fixez-vous des objectifs d'action et restez responsable en les marquant lorsque vous les terminez.

# L3975
source: Navigate to what you need </strong>Quickly jump to any section you want to access.
es: Navega hacia donde necesitas. </strong>Rápidamente salta a la sección que quieras acceder.
fr: Accédez à ce dont vous avez besoin </strong>Accédez rapidement à n'importe quelle section dont vous souhaitez avoir accès.

# L3976
source: View your latest wellness measurements. </strong>In this section you and your coach can record and view your most recent weight, blood pressure, waist circumference and blood glucose.
es: Ver tus medidas de bienestar más recientes.</strong>En esta sección tú y tu consejero de salud pueden documentar y revisar tu peso, presión arterial, circunferencia de cintura y azúcar en sangre más recientes.
fr: Consultez vos dernières mesures du bien-être. </strong>Dans cette section, vous et votre entraîneur pouvez enregistrer et afficher votre poids, votre tension artérielle, votre tour de taille et votre glycémie les plus récents.

# L4073
source: Exercise
es: Ejercicios

# L4074
source: Prevention
es: Prevención
fr: Prévention

# L4075
source: Maternity
es: Maternidad
fr: Maternité

# L3369
source: Weight
es: Peso
fr: Poids

# L4072
source: Update Your Wellness Vision
es: Actualice su visión de bienestar
fr: Mettez à Jour Votre Vision du Bien-être

# L4076
source: Questionnaires
es: Cuestionarios

# L4077
source: Completed On
es: Completado el
fr: Achevé Le

# L4078
source: Complete your current kit before proceeding to the next one.
es: Complete su tema educativo actual antes de pasar al siguiente.
fr: Complétez votre trousse actuelle avant de passer à la suivante.

# L4079
source: Total Daily Food Types
es: Tipos de alimentos diarios totales
fr: Total des types d'aliments quotidiens

# L2832
source: Sleep
es: Dormir
fr: Sommeil

# L3978
source: <h5>Hi, {0}</h5><p>To access device data, First connect your devices.</p>
es: <h5> Hola: {0} </h5> <p> Para acceder a los datos del dispositivo, primero conecte sus dispositivos. Luego, configure sus objetivos y rachas de acondicionamiento físico diarios </p>
fr: <h5>Bonjours, {0}</h5><p>Pour accéder aux données de l'appareil, connectez d'abord vos appareils. Ensuite, configurez vos objectifs de fitness quotidiens et vos tendances</p>

# L3979
source: Connect a Device
es: Conectar un dispositivo
fr: Connecter un Appareil

# L4080
source: International Date Line West
es: Línea de fecha Internacional Oeste
fr: Ligne de date internationale ouest

# L4081
source: Hawaii
es: Hawai
pt: Havaí

# L4083
source: Pacific Time (US and Canada); Tijuana
es: Hora del Pacífico (EE. UU. Y Canadá); Tijuana
fr: Heure du Pacifique (Étas-Unis et Canada)
pt: Horário do Pacífico (EUA e Canadá); Tijuana

# L4085
source: Chihuahua, La Paz, Mazatlan
es: Chihuahua, La Paz, Mazatlán

# L4086
source: Mountain Time (US and Canada)
es: Hora de la Montaña (EE. UU. Y Canadá)
fr: Heure des montagnes (Étas-Unis et Canada)
pt: Horário das Rochosas (EUA e Canadá)

# L4087
source: Central America
es: Centroamérica
fr: Amérique centrale

# L4088
source: Central Time (US and Canada)
es: Hora Central (EE. UU. Y Canadá)
fr: Heure du Centre (États-Unis et Canada)
pt: Horário Central (EUA e Canadá)

# L4089
source: Guadalajara, Mexico City, Monterrey
es: Guadalajara, Ciudad de México, Monterrey
fr: Guadalajara, ville de Mexico, Monterrey

# L4091
source: Bogota, Lima, Quito
es: Bogotá, Lima, Quito

# L4092
source: Eastern Time (US and Canada)
es: Hora del Este (EE. UU. Y Canadá)
fr: Heure de l"Est
pt: Horário do Leste (EUA e Canadá)

# L4093
source: Indiana (East)
es: Indiana (Este)
fr: Indiana (Est)
pt: Indiana (Leste)

# L4094
source: Atlantic Time (Canada)
es: Hora del Atlántico (Canadá)
fr: Heure de L'Atlantique
pt: Horário do Atlântico (Canadá)

# L4098
source: Newfoundland and Labrador
es: Terranova y Labrador
fr: Terre-Neuve et Labrador

# L4101
source: Greenland
es: Groenlandia
fr: Groenland

# L4102
source: Mid-Atlantic
es: Atlántico medio
fr: Mid-atlantique
pt: Atlântico Médio

# L4104
source: Cape Verde Islands
es: Islas de Cabo Verde
fr: Iles du Cap Vert

# L4105
source: Greenwich Mean Time : Dublin, Edinburgh, Lisbon, London
es: Hora media de Greenwich: Dublín, Edimburgo, Lisboa, Londres
fr: Méridien de Greenwich: Dublin, Édimbourg, Lisbonne, Londres
pt: Horário no Meridiano de Greenwich: Dublin, Edimburgo, Lisboa, Londres

# L4107
source: Amsterdam, Berlin, Bern, Rome, Stockholm, Vienna
es: Ámsterdam, Berlín, Berna, Roma, Estocolmo, Viena
fr: Amsterdam, Berlin, Berne, Rome, Stockholm, Vienne

# L4108
source: Belgrade, Bratislava, Budapest, Ljubljana, Prague
es: Belgrado, Bratislava, Budapest, Ljubljana, Praga

# L4109
source: Brussels, Copenhagen, Madrid, Paris
es: Bruselas, Copenhague, Madrid, París
fr: Bruxelles, Copenhague, Madrid, Paris
pt: Bruxelas, Copenhague, Madri, Paris

# L4110
source: Sarajevo, Skopje, Warsaw, Zagreb
es: Sarajevo, Skopje, Varsovia, Zagreb
fr: Sarajevo, Skopje, Varsovie, Zagreb

# L4111
source: West Central Africa
es: África Central Occidental
fr: Afrique du centre-ouest

# L4113
source: Athens, Bucharest, Istanbul
es: Atenas, Bucarest, Estambul
fr: Athènes, Bucarest, Istanbul

# L4114
source: Cairo
es: El Cairo
fr: Caire

# L4117
source: Helsinki, Kiev, Riga, Sofia, Tallinn, Vilnius
es: Helsinki, Kiev, Riga, Sofía, Tallin, Vilnius

# L4118
source: Jerusalem
es: Jerusalén
fr: Jérusalem

# L4119
source: Baghdad
es: Bagdad
fr: Bagdad

# L4120
source: Kuwait, Riyadh
es: Kuwait, Riad
fr: Koweït, Riyad
pt: Kuwait, Riad

# L4122
source: Tehran
es: Teherán
fr: Téhéran

# L4123
source: Abu Dhabi, Muscat
es: Abu Dabi, Mascate
fr: Abu Dhabi, Mascate

# L4124
source: Baku
es: Bakú
fr: Bakou

# L4125
source: Moscow, St. Petersburg, Volgograd
es: Moscú, San Petersburgo, Volgogrado
fr: Moscou, Saint-Pétersbourg, Volgograd

# L4126
source: Tblisi
es: Tbilisi
fr: Tbilissi

# L4127
source: Yerevan
es: Ereván
fr: Erevan

# L4130
source: Chennai, Kolkata, Mumbai, New Delhi
es: Chennai, Kolkata, Mumbai, Nueva Delhi
pt: Chennai, Calcutá, Mumbai, Nova Délhi

# L4132
source: Kathmandu
es: Katmandú
fr: Katmandou

# L4133
source: Astana, Dhaka
es: Astaná, Dhaka

# L4134
source: Ekaterinburg
es: Ekaterimburgo
fr: Ekaterinbourg

# L4135
source: Yangon (Rangoon)
es: Yangon (Rangún)

# L4136
source: Bangkok, Hanoi, Jakarta
es: Bangkok, Hanói, Yakarta
fr: Bangkok, Hanoï, Jakarta
pt: Bangkok, Hanói, Jacarta

# L4138
source: Beijing, Chongqing, Hong Kong SAR, Urumqi
es: Beijing, Chongqing, RAE de Hong Kong, Urumqi
fr: Pékin, Chongqing, RAS de Hong Kong, Urumqi

# L4140
source: Kuala Lumpur, Singapore
es: Kuala Lumpur, Singapur
fr: Kuala Lumpur, Singapour

# L4143
source: Irkutsk, Ulaanbaatar
es: Irkutsk, Ulán Bator
fr: Irkoutsk, Oulan-Bator

# L4144
source: Osaka, Sapporo, Tokyo
es: Osaka, Sapporo, Tokio

# L4145
source: Seoul
es: Seúl
fr: Séoul

# L4146
source: Adelaide
es: Adelaida
fr: Adélaïde

# L4149
source: Canberra, Melbourne, Sydney
es: Canberra, Melbourne, Sídney

# L4153
source: Magadan, Solomon Islands, New Caledonia
es: Magadan, Islas Salomón, Nueva Caledonia
fr: Magadan, Îles Salomon, Nouvelle-Calédonie

# L4156
source: Fiji Islands, Kamchatka, Marshall Islands
es: Islas Fiji, Kamchatka, Islas Marshall
fr: Îles Fidji, Kamtchatka, Îles Marshall

# L4158
source: Dateline Standard Time
es: Hora Estándar de la línea de fecha
fr: Heure standard de la ligne de données

# L4160
source: Hawaiian Standard Time
es: Hora Estándar de Hawai
fr: Heure normale hawaïenne

# L4161
source: Alaskan Standard Time
es: Hora Estándar de Alaska
fr: Heure normale de l'Alaska

# L4162
source: Pacific Standard Time (Mexico)
es: Hora Estándar del Pacífico (México)
fr: Heure normale du Pacifique (Mexique)

# L4163
source: Pacific Standard Time
es: Hora Estándar del Pacífico
fr: Heure normal du Pacifique

# L4164
source: US Mountain Standard Time
es: Hora Estándar de la Montaña de EE. UU.
fr: Heure normale des montagnes des États-Unis

# L4165
source: Mountain Standard Time (Mexico)
es: Hora Estándar de la Montaña (México)
fr: Heure normale des montagnes (Mexique)

# L4166
source: Mountain Standard Time
es: Hora Estándar de la Montaña
fr: Heure normale des montagnes

# L4167
source: Central America Standard Time
es: Hora Estándar de América Central
fr: Heure normale d'Amérique centrale

# L4168
source: Central Standard Time
es: Hora Estándar Central
fr: Heure normale du Centre

# L4169
source: Central Standard Time (Mexico)
es: Hora Estándar Central (México)
fr: Heure normale du Centre (Mexique)

# L4170
source: Canada Central Standard Time
es: Hora Estándar Central de Canadá
fr: Heure normale du Centre du Canada

# L4171
source: SA Pacific Standard Time
es: Hora Estándar del Pacífico SA
fr: Heure normale du Pacifique SA

# L4172
source: Eastern Standard Time
es: Hora Estándar del Este
fr: Heure normale de l'Est

# L4173
source: US Eastern Standard Time
es: Hora Estándar del Este de EE. UU.
fr: Heure normale de l'Est des États-Unis

# L4174
source: Venezuela Standard Time
es: Hora Estándar de Venezuela
fr: Heure normale du Vénézuela

# L4175
source: Paraguay Standard Time
es: Hora Estándar de Paraguay
fr: Heure normale du Paraguay

# L4176
source: Atlantic Standard Time
es: Hora Estándar del Atlántico
fr: Heure normale de l'Atlantique

# L4177
source: Central Brazilian Standard Time
es: Hora Estándar de Brasil Central
fr: Heure normale du Centre du Brésil

# L4178
source: SA Western Standard Time
es: Hora Estándar Occidental SA
fr: Heure normale de l'Ouest SA

# L4179
source: Pacific SA Standard Time
es: Hora Estándar del Pacífico SA
fr: Heure normale du Pacifique SA

# L4180
source: Newfoundland Standard Time
es: Hora Estándar de Terranova
fr: Heure normale de Terre-Neuve

# L4181
source: E. South America Standard Time
es: Hora Estándar de América del Sur E.
fr: Heure normale de L'Amérique du Sud E.

# L4182
source: Argentina Standard Time
es: Hora Estándar de Argentina
fr: Heure normale de l'Argentine

# L4183
source: SA Eastern Standard Time
es: Hora Estándar del Este SA
fr: Heure normale de l'Est SA

# L4184
source: Greenland Standard Time
es: Hora Estándar de Groenlandia
fr: Heure normale du Groenland

# L4185
source: Montevideo Standard Time
es: Hora Estándar de Montevideo
fr: Heure normale de Montevideo

# L4186
source: Bahia Standard Time
es: Hora Estándar de Bahía
fr: Heure normale de Bahia

# L4188
source: Mid-Atlantic Standard Time
es: Hora Estándar del Atlántico Medio
fr: Heure normale de la Mid-Atlantique
pt: Atlântico médio

# L4189
source: Azores Standard Time
es: Hora Estándar de las Azores
fr: Açores

# L4190
source: Cape Verde Standard Time
es: Hora Estándar de Cabo Verde
fr: Heure normale du Cap-Vert

# L4191
source: Morocco Standard Time
es: Hora Estándar de Marruecos
fr: Heure normale du Maroc

# L4193
source: GMT Standard Time
es: Hora Estándar GMT
fr: Heure normale GMT

# L4194
source: Greenwich Standard Time
es: Hora Estándar de Greenwich
fr: Heure normale de Greenwich

# L4195
source: W. Europe Standard Time
es: Hora Estándar de Europa W.
fr: Heure normale d'Europe W.

# L4196
source: Central Europe Standard Time
es: Hora Estándar de Europa Central
fr: Heure normale d'Europe centrale

# L4197
source: Romance Standard Time
es: Hora Estándar del Romance
fr: Heure normale de la Romance

# L4198
source: Central European Standard Time
es: Hora Estándar de Europa Central
fr: Heure normale Européenne centrale

# L4199
source: W. Central Africa Standard Time
es: Hora Estándar de África Central W.
fr: Heure normale de l'Afrique centrale W.

# L4200
source: Namibia Standard Time
es: Hora Estándar de Namibia
fr: Heure normale de Namibia

# L4201
source: GTB Standard Time
es: Hora Estándar de GTB
fr: Heure normale GTB

# L4202
source: Middle East Standard Time
es: Hora Estándar de Oriente Medio
fr: Heure normale du Moyen-Orient

# L4203
source: Egypt Standard Time
es: Hora Estándar de Egipto
fr: Heure normale de l'Égypte

# L4204
source: Syria Standard Time
es: Hora Estándar de Siria
fr: Heure normale de la Syrie

# L4205
source: E. Europe Standard Time
es: Hora estándar de Europa E.
fr: Heure normale de l'Europe E.

# L4206
source: South Africa Standard Time
es: Hora Estándar de Sudáfrica
fr: Heure normale de l'Afrique du Sud

# L4207
source: FLE Standard Time
es: Hora Estándar de FLE
fr: Heure normale FLE

# L4208
source: Turkey Standard Time
es: Hora Estándar de Turquía
fr: Heure normale de la Turquie

# L4209
source: Israel Standard Time
es: Hora Estándar de Israel
fr: Heure normal de l'Israël

# L4210
source: Jordan Standard Time
es: Hora Estándar de Jordania
fr: Heure normal du Jordan

# L4211
source: Arabic Standard Time
es: Hora Estándar Árabe
fr: Heure normale Arabe
pt: Selecionar

# L4212
source: Kaliningrad Standard Time
es: Hora Estándar de Kaliningrado
fr: Heure normale du Kaliningrad

# L4213
source: Arab Standard Time
es: Hora Estándar Árabe
fr: Heure normale arabe

# L4214
source: E. Africa Standard Time
es: Hora Estándar de África E.
fr: Heure normale de l'Afrique E.

# L4215
source: Iran Standard Time
es: Hora Estándar de Irán
fr: Heure nomale de l'Iran

# L4216
source: Arabian Standard Time
es: Hora Estándar Árabe
fr: Heure normale Arabe

# L4217
source: Azerbaijan Standard Time
es: Hora Estándar de Azerbaiyán
fr: Heure normale d'Azerbaïdjan

# L4218
source: Russian Standard Time
es: Hora Estándar de Rusa
fr: Heure normale de la Russie

# L4219
source: Mauritius Standard Time
es: Hora estándar de Mauricio
fr: Heure normale de la Maurice

# L4220
source: Georgian Standard Time
es: Hora Estándar de Georgia
fr: Heure normale Géorgienne

# L4221
source: Caucasus Standard Time
es: Hora Estándar del Cáucaso
fr: Heure normale de la Caucase

# L4222
source: Afghanistan Standard Time
es: Hora Estándar de Afganistán
fr: Heure normale de l'Afghanistan

# L4223
source: Pakistan Standard Time
es: Hora Estándar de Pakistán
fr: Heure normale du Pakistan

# L4224
source: West Asia Standard Time
es: Hora Estándar de Asia Occidental
fr: Heure normale de l'Asie de l'Ouest

# L4225
source: India Standard Time
es: Hora Estándar de la India
fr: Heure normale de l'Inde

# L4226
source: Sri Lanka Standard Time
es: Hora Estándar de Sri Lanka
fr: Heure normale du Sri Lanka

# L4227
source: Nepal Standard Time
es: Hora Estándar de Nepal
fr: Heure normal du Népal

# L4228
source: Central Asia Standard Time
es: Hora estándar de Asia central
fr: Heure normale de l'Asie centrale

# L4229
source: Bangladesh Standard Time
es: Hora Estándar de Bangladesh
fr: Heure normale du Bangladesh

# L4230
source: Ekaterinburg Standard Time
es: Hora estándar de Ekaterimburgo
fr: Heure normale du Ekaterinbourg

# L4231
source: Myanmar Standard Time
es: Hora estándar de Myanmar
fr: Heure normale du Myanmar

# L4232
source: SE Asia Standard Time
es: Hora Estándar del Eudeste Asiático
fr: Heure normale de l'Asie du Sud-Est

# L4233
source: N. Central Asia Standard Time
es: Hora Estándar de Asia Central N.
fr: Heure normale de l'Asie centrale N.

# L4234
source: China Standard Time
es: Hora Estándar de China
fr: Heure normale de la Chine

# L4235
source: North Asia Standard Time
es: Hora Estándar del Norte de Asia
fr: Heure normale de l'Asie du Nord

# L4236
source: Singapore Standard Time
es: Hora Estándar de Singapur
fr: Heure normale du Singapour

# L4237
source: W. Australia Standard Time
es: Hora Estándar de Australia W.
fr: Heure normale de l'Australie W.

# L4238
source: Taipei Standard Time
es: Hora Estándar de Taipei
fr: Heure normale de Taipei

# L4239
source: Ulaanbaatar Standard Time
es: Hora Estándar de Ulán Bator
fr: Heure normale du Oulan-Bator

# L4240
source: North Asia East Standard Time
es: Hora Estándar del Este de Asia del Norte
fr: Heure normale de l'Est de l'Asie du Nord

# L4241
source: Tokyo Standard Time
es: Hora Estándar de Tokio
fr: Heure normale de Tokyo

# L4242
source: Korea Standard Time
es: Hora Estándar de Corea
fr: Heure normale de la Corée

# L4243
source: Cen. Australia Standard Time
es: Hora estándar de Australia Cen.
fr: Heure normale de l'Australie centrale

# L4244
source: AUS Central Standard Time
es: Hora Estándar Central AUS
fr: Heure normale du Centre AUS

# L4245
source: E. Australia Standard Time
es: Hora Estándar de Australia E.
fr: Heure normale de l'Australie E.

# L4246
source: AUS Eastern Standard Time
es: Hora Estándar del Este AUS
fr: Heure normale de l'Est AUS

# L4247
source: West Pacific Standard Time
es: Hora Estándar del Pacífico Occidental
fr: Heure normale du Pacifique Ouest

# L4248
source: Tasmania Standard Time
es: Hora Estándar de Tasmania
fr: Heure normale du Tasmanie

# L4249
source: Yakutsk Standard Time
es: Hora Estándar de Yakutsk
fr: Heure normale du Lakoutsk

# L4250
source: Central Pacific Standard Time
es: Hora Estándar del Pacífico Central
fr: Heure normale du Pacifique Central

# L4251
source: Vladivostok Standard Time
es: Hora Estándar de Vladivostok
fr: Heure normale du Vladivostok

# L4252
source: New Zealand Standard Time
es: Hora Estándar de Nueva Zelanda
fr: Heure normale de la Nouvelle-Zélande

# L4254
source: Fiji Standard Time
es: Hora Estándar de Fiyi
fr: Heure normale du Fiji

# L4255
source: Magadan Standard Time
es: Hora Estándar de Magadán
fr: Heure normale du Magadan

# L4256
source: Kamchatka Standard Time
es: Hora Estándar de Kamchatka
fr: Heure normale du Kamchatka

# L4257
source: Tonga Standard Time
es: Hora Estándar de Tonga
fr: Heure normale du Tonga

# L3980
source: Nothing to see yet!
es: ¡Nada que ver todavía!
fr: Rien à voir encore!

# L3981
source: Connect your device and come back in sometime
es: Conecte su dispositivo y vuelva en un momento
fr: Connectez votre appareil et revenez plus tard

# L3982
source: Weight & BMI
es: Peso e IMC
fr: Pids et IMC

# L3983
source: Connected Devices
es: Dispositivos conectados
fr: Appareils connectés

# L3984
source: Minutes
es: Minutos

# L3985
source: Mins
es: Minutos
fr: Minutes

# L3986
source: or more
es: o más
fr: ou plus

# L3987
source: day(s)
es: día(s)
fr: jour(s)

# L3988
source: Most Active Day
es: Día más activo
fr: Jour le plus actif

# L3989
source: Least Active Day
es: Día menos activo
fr: Jour le moins actif

# L3990
source: Average Steps
es: Promedio de pasos
fr: Nombre de pas en moyenne

# L3991
source: Daily Physical Activity
es: Actividad física diaria
fr: Activité physique quotidienne

# L3992
source: Weekly Physical Activity
es: Actividad física semanal
fr: Activité physique hebdomadaire

# L3993
source: Weekly Average
es: Promedio semanal
fr: Moyenne hebdomadaire

# L3994
source: Least Active Week
es: Semana menos activa
fr: Semaine la moins active

# L3995
source: Most Active Week
es: Semana más activa
fr: Semaine la plus active

# L3996
source: All Readings
es: Todas las lecturas
fr: Toutes les lectures

# L3997
source: Calories/day
es: Calorías / día
fr: Calories/jour

# L3998
source: Minutes/day
es: Minutos / día
fr: Miutes/jour

# L3999
source: Generally, healthy adults should perform moderate-intensity aerobic physical activity (such as brisk walking) for a minimum of 150 minutes each week or vigorous intensity aerobic physical activity (such as jogging) for a minimum of 75 minutes each week or an equivalent combination of moderate and vigorous intensity aerobic physical activity.
es: Generalmente, los adultos sanos deben realizar actividad física aeróbica de intensidad moderada (como caminar a paso ligero) durante un mínimo de 150 minutos a la semana o actividad física aeróbica de intensidad vigorosa (como trotar) durante un mínimo de 75 minutos a la semana o una combinación equivalente de actividad física aeróbica de intensidad moderada y vigorosa.
fr: En général, les adultes en bonne santé devraient faire de l'activité physique d'aérobie d'intensité modérée (comme la marche rapide) pendant au moins 150 minutes par semaine ou une activité physique d'aérobie d'intensité vigoureuse (comme le jogging) pendant au moins 75 minutes par semaine, ou une combinaison équivalente d'activité physique d'aérobie d'intensité modérée et vigoureuse.

# L4000
source: Sorry, there is not enough data
es: Lo siento, no hay suficientes datos
fr: Désolé, il n'y a pas assez de données

# L4001
source: End Date
es: Fecha final
fr: Date de fin

# L4002
source: LBS
es: Libras
fr: Kg

# L4003
source: Body mass index (BMI) is the most widely accepted method of assessing body weight. BMI describes relative weight for height. It is calculated as weight in kilograms divided by the square of height in meters: weight (kg)/[height (m2)]. A BMI less than 18.5 is considered underweight. A BMI of 18.5 to 24.9 is considered normal, while 25 to 29.9 is considered overweight. Obesity is classified as a BMI of 30.0 or greater.
es: El índice de masa corporal (IMC) es el método más aceptado para evaluar el peso corporal. El IMC describe el peso relativo para la altura. Se calcula dividiendo el peso en kilogramos por el cuadrado de la altura en metros: peso (kg) / [altura (m2)]. Un IMC inferior a 18.5 se considera bajo peso. Un IMC de 18.5 a 24.9 se considera normal, mientras que de 25 a 29.9 se considera sobrepeso. La obesidad se clasifica como un IMC de 30.0 o más.
fr: L'indice de masse corporelle (IMC) est la méthode la plus acceptée pour évaluer le poids corporel. L'IMC décrit le poids relatif à la taille. Il est calculé comme le poids en kilogrammes divisé par la taille en mètres carrés: poids (kg) / [taille (m2)]. Un IMC inférieur à 18.5 est considéré comme un poids insuffisant. Un IMC de 18.5 à 24.9 est considéré comme normal, tandis que de 25 à 29.9 est considéré comme un surpoids. L'obésité est classée comme un IMC de 30.0 ou plus.

# L4004
source: All
es: Todo
fr: Tout

# L4005
source: All {0} Reading(s) {1}
es: Todas las {0} lecturas {1}
fr: Toutes les {0} Lectures {1}

# L4006
source: Most Recent Change
es: Cambio más reciente
fr: Changement le plus récent

# L4007
source: {0} lbs in {1} Days
es: {0} libras en {1} días
fr: {0} kg dans {1} jours

# L4008
source: Weight & BMI Details Past {0} Day(s)
es: Detalles de peso e IMC durante los últimos {0} días
fr: Détails du poids et de l'IMC passé {0} Jours(s)

# L4009
source: lbs
es: libras
fr: kg

# L4010
source: In Range
es: En el rango
fr: Dans la normale

# L4011
source: Out of Range
es: Fuera de rango
fr: Hors de la normale

# L4012
source: Latest Weight
es: Último peso
fr: Dernier poids

# L4013
source: Average Weight
es: Promedio de peso
fr: Poids moyen

# L4014
source: Overall Weight Change
es: Cambio de peso general
fr: Changement de poids global

# L4015
source: Starting BMI
es: IMC inicial
fr: IMC de départ

# L4016
source: Latest BMI
es: Último IMC
fr: Dernier IMC

# L4017
source: Average BMI
es: IMC promedio
fr: IMC moyen

# L4018
source: Overall BMI Change
es: Cambio general del IMC
fr: Changement de l'IMC total

# L4019
source: Average Glucose
es: Promedio de Glucosa
fr: Taux de sucre sanguin moyen

# L4020
source: Pre-meal Glucose
es: Glucosa antes de las comidas
fr: Taux de sucre sanguin avant le repas

# L4021
source: Post-meal Glucose
es: Glucosa después de las comidas
fr: Taux de sucre sanguin après le repas

# L4022
source: Pre-meal
es: Antes de la comida
fr: Avant le repas

# L4023
source: At Goal
es: En la meta
fr: Au but
