Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1778
source: If you wish INTERVENT to provide these reports to a third party, written confirmation of the third party's address must be provided
es: Si desea que INTERVENT envíe dichos informes a un tercero, deberá confirmar por escrito la dirección del tercero en cuestión.
fr: Si vous souhaitez qu’INTERVENT fournisse ces rapports à un tiers, vous devez fournir une confirmation écrite de son adresse.
pt: Se você quiser que a INTERVENT forneça esses relatórios a um terceiro, deverá ser fornecida uma confirmação por escrito do endereço do destinatário

# L1779
source: ONLINE COMMUNICATION SERVICES
es: SERVICIOS DE COMUNICACION EN LINEA
fr: SERVICES DE COMMUNICATION EN LIGNE
pt: SERVIÇOS DE COMUNICAÇÃO ON-LINE

# L178
source: Hispanic
es: Hispano
fr: Hispanique
pt: Hispânica

# L1780
source: Your participation in online Communication Services occurs in real time and is not edited, censored, or otherwise controlled by the Sites. INTERVENT cannot and does not screen content provided by you to the Sites. Notwithstanding the foregoing, INTERVENT reserves the right to monitor content on the Sites and to remove content that INTERVENT, in its sole discretion, determines to be harmful, offensive, or otherwise in violation of this Agreement or the Sites' other operating policies for Users. INTERVENT also reserves the right to record any phone calls that occur between you and any of our customer service representatives and/or coaches
es: Su participación en los Servicios de Comunicación en línea se produce en tiempo real y no es editada, censurada ni controlada por los Sitios. INTERVENT no analiza ni puede analizar el contenido que usted proporciona a los Sitios. Sin perjuicio de lo antedicho, INTERVENT se reserva el derecho de controlar el contenido de los Sitios y de eliminar contenidos que INTERVENT, a su exclusivo criterio, determine como dañinos, ofensivos o que violan este Contrato u otras políticas de funcionamiento de los Sitios para los Usuarios. INTERVENT también se reserva el derecho de registrar las llamadas telefónicas que se realicen entre usted y cualquiera de nuestros representantes de atención al cliente y/o entrenadores.
fr: Votre utilisation des services de communication en ligne se fait en temps réel et n’est pas modifiée, censurée ou contrôlée par les sites. INTERVENT ne filtre pas le contenu que vous fournissez aux sites, et ne peut pas le faire. Nonobstant ce qui précède, INTERVENT se réserve le droit de surveiller le contenu des sites et de supprimer ce qu’INTERVENT, à sa seule discrétion, juge nuisible ou offensant ou qui ne respecte pas la présente entente ou d’autres politiques d’exploitation des sites pour les utilisateurs. INTERVENT se réserve également le droit d’enregistrer tout appel téléphonique entre vous et l’un de nos représentants du service à la clientèle ou de nos conseillers.
pt: Sua participação nos Serviços de comunicação on-line ocorre em tempo real e não é editada, censurada ou controlada de qualquer forma pelos Sites. A INTERVENT não pode filtrar e não filtra o conteúdo fornecido por você aos Sites. Todavia, a INTERVENT reserva-se o direito de monitorar o conteúdo dos Sites e excluir conteúdo que, a seu critério exclusivo, classifique como nocivo, ofensivo ou que viole este Contrato ou as demais políticas operacionais dos Sites para Usuários. A INTERVENT também se reserva o direito de registrar qualquer ligação telefônica entre você e qualquer representante do nosso serviço de atendimento ao cliente e/ou qualquer coach

# L1781
source: You may send and receive electronic mail ("email"), engage in conferences and chats, download and upload files and otherwise use the Sites as permitted by this Agreement, the Sites' operating policies, and applicable law. Files that you upload, public messages that you send and your activity in conferences and chats are subject to review, modification and deletion without notice by INTERVENT staff responsible for the Site area where your uploading or other activity takes place (or by an individual designated by such forum manager for such purpose). The Sites' operating policies relating to online conduct, storage and deletion of email and uploaded files, conferences, bulletin boards ("BBS"), and other matters are available and/or will be made available online. INTERVENT reserves the right in its sole discretion to change such policies at any time. Files uploaded to BBS may be subject to posted limitations on usage, reproduction, and/or dissemination and you are responsible for adhering to such limitations if you download them
es: Usted puede enviar y recibir correo electrónico, en adelante "correo electrónico", participar en conferencias y chats, descargar y cargar archivos y, en general, hacer uso de los Sitios de acuerdo con lo permitido por este Contrato, las políticas de funcionamiento de los Sitios y la ley aplicable. Los archivos que cargue, los mensajes públicos que envíe y su actividad en conferencias y chats están sujetos a revisión, modificación y eliminación sin notificación previa por parte del personal de INTERVENT responsable del área del Sitio donde usted está cargando archivos o donde se realiza otra actividad (o por una persona designada por el gerente de dicho foro para tal fin). Las políticas de funcionamiento de los sitios, relacionadas con la conducta en línea, el almacenamiento y la eliminación de correo electrónico y los archivos cargados, las conferencias, tableros de anuncios ("BBS") y otros asuntos están disponibles y/o estarán disponibles en línea. INTERVENT se reserva el derecho, a su exclusivo criterio, de cambiar dichas políticas en cualquier momento. Los archivos cargados a los tableros de anuncios pueden estar sujetos a las limitaciones de uso, reproducción y/o difusión y usted es responsable de adherir a dichas limitaciones si los descarga.
fr: Vous pouvez envoyer et recevoir du courrier électronique (ci-après « un courriel »), participer à des conférences, clavarder, télécharger et téléverser des fichiers et utiliser les sites comme le permettent la présente entente, les politiques d’exploitation des sites et les lois applicables. Les fichiers que vous téléversez, les messages publics que vous envoyez et votre activité dans les conférences et les clavardages peuvent être révisés, modifiés ou supprimés sans préavis par le personnel d’INTERVENT responsable de la section du site où ces activités ont lieu (ou par une personne désignée à cet effet par le responsable du forum). Les politiques d’exploitation des sites relatives à la conduite en ligne, au stockage et à la suppression des courriels et des fichiers téléversés, aux conférences, aux babillards électroniques et à d’autres sujets sont accessibles ou seront mises en ligne. INTERVENT se réserve le droit, à sa seule discrétion, de modifier ces politiques à tout moment. Les fichiers téléchargés sur les babillards électroniques peuvent être soumis à des limitations d’utilisation, de reproduction ou de diffusion des publications et il vous incombe de respecter ces limitations si vous en téléchargez.
pt: Você pode enviar e receber correio eletrônico ("e-mail"), participar de conferências e bate-papos, baixar e enviar arquivos e utilizar os Sites conforme previsto neste Contrato, nas políticas operacionais dos Sites e na legislação em vigor. Os arquivos e as mensagens públicas que você enviar e sua atividade em conferências e bate-papos estão sujeitos a análise, alteração e exclusão sem aviso prévio por profissionais da INTERVENT responsáveis pela área do Site em que ocorrer o envio ou outra atividade (ou por uma pessoa designada pelo gerente do fórum para esse fim). As políticas operacionais dos Sites relativas à conduta on-line, ao armazenamento e à exclusão de e-mails e arquivos enviados, conferências, quadros de aviso (“QAs") e outros assuntos estão disponíveis e/ou serão disponibilizadas on-line. A INTERVENT reserva-se o direito de, a seu critério exclusivo, alterar essas políticas a qualquer momento. Os arquivos enviados para QAs podem estar sujeitos a limitações publicadas de utilização, reprodução e/ou divulgação, e você é responsável por respeitar limitações caso faça o download de arquivos

# L1782
source: You are responsible for your communications and your use of the Sites. You may not, under any circumstances, do any of the following: (a) use simultaneous, unattended or continuous connections to the Sites with one account; (b) post or transmit any message that INTERVENT deems libelous or defamatory; (c) post or transmit any message, data, image or program that is indecent, obscene or pornographic; (d) post or transmit any message, data, image, or program that would violate the property rights of others, including unauthorized copyrighted text, images or programs, trade secrets or other confidential proprietary information, and trademarks or service marks used in an infringing fashion; (e) use the Sites to threaten, harass, stalk, abuse, or otherwise violate the legal rights (including rights of privacy and publicity) of others; (f) intercept or attempt to intercept email or other private communications not intended for you; (g) send email to Users or other Internet users for any purpose other than personal communication, including to advertise or make any unsolicited offer to sell goods or services to other Users, use as a unsolicited mass distribution medium to communicate a generally unsolicited message, or use your email account as an address to which Users or other Internet users need to respond (except as otherwise expressly permitted by the Sites or INTERVENT); (h) send unsolicited email messages through third-party mail servers in order to relay your email or hide the origination of your email to others; (i) upload or download files that contain software or other material protected by intellectual property laws, rights of privacy or publicity, or any other applicable law unless you own or control the rights to such files or have received all necessary consents; (j) upload files that contain a virus or corrupted data; (k) delete any author attributions, legal notices, or proprietary designations or labels in a file that you upload to BBS or the Sites; (l) falsify the source or origin of software or other material contained in a file that you upload to BBS or the Sites; (m) use the Sites in a manner that adversely affects the availability of its resources to other Users; (n) use, download, or otherwise copy or provide (whether or not for a fee) to a person or entity that is not a subscriber to the Sites the User directory or any portion thereof other than for personal, non-commercial purposes (except as otherwise expressly permitted by INTERVENT); (o) falsely purport to be an employee or agent of INTERVENT; (p) cause repeated disruptive incidents; or (q) act, or fail to act, in your use of the Sites, in a manner that is contrary to applicable law or regulation. In addition, you may not post or transmit any message which is harmful, threatening, abusive, or hateful
es: Usted es responsable de sus comunicaciones y de su uso de los Sitios. No puede, bajo ninguna circunstancia, hacer ninguna de las siguientes acciones: (a) usar conexiones simultáneas, sin supervisión o permanentes a los Sitios con una cuenta; (b) publicar o transmitir cualquier mensaje que INTERVENT considere calumnioso o difamatorio; (c) publicar o transmitir cualquier mensaje, datos, imágenes o programa que sea indecente, obsceno o pornográfico; (d) publicar o transmitir cualquier mensaje, datos, imágenes o programas que violen derechos de propiedad de terceros, incluyendo texto, imágenes o programas no autorizados protegidos por derechos de autor, secretos comerciales u otra información confidencial, y marcas registradas o de servicio usadas con fines de infracción; (e) usar los Sitios para amenazar, hostigar, acosar, abusar o violar los derechos legales (incluyendo los derechos de privacidad y publicidad) de terceros; (f) interceptar o intentar interceptar correo electrónico u otras comunicaciones privadas no dirigidas a usted; (g) enviar correo electrónico a Usuarios u otros usuarios de Internet con cualquier fin ajeno a la comunicación personal, incluyendo publicitar o hacer oferta de venta de productos o servicios no solicitados a otros Usuarios, usar como medio de distribución masivo no solicitado para comunicar un mensaje general no solicitado, o usar su cuenta de correo electrónico como una dirección a la cual los Usuarios u otros usuarios de Internet necesitan responder (excepto lo expresamente permitido por los Sitios o INTERVENT); (h) enviar mensajes no solicitados por correo electrónico a través de servidores de correo de terceros a fin de retransmitir su correo electrónico u ocultar el origen de su correo electrónico a terceros; (i) cargar o descargar archivos que contienen software u otro material protegido por las leyes de propiedad intelectual, derechos de privacidad o publicidad u otras leyes aplicables, a menos que posea o controle los derechos de dichos archivos o que haya recibido todos los consentimientos necesarios; (j) cargar archivos que contengan virus o datos corruptos; (k) eliminar atribuciones de autores, notificaciones legales o indicaciones o leyendas de derechos de autor en un archivo que carga a un tablero de anuncios o a los Sitios; (l) falsificar el origen o la fuente de software u otro material incluido en un archivo que carga al tablero de anuncios o a los Sitios; (m) usar los Sitios de forma tal que afecte adversamente la disponibilidad de sus recursos a otros Usuarios; (n) usar, descargar, copiar o proporcionar (mediante el pago o no de un arancel) a una persona o entidad que no está suscripta a los Sitios, todo o parte del directorio de Usuarios para fines que no sean personales o no comerciales (a excepción de lo expresamente permitido por INTERVENT); (o) adjudicarse falsamente el carácter de empleado o representante de INTERVENT; (p) provocar trastornos repetidos; o (q) actuar, o dejar de actuar, en su uso de los Sitios, en forma contraria a la ley o reglamentación aplicable. Además, no puede publicar ni transmitir ningún mensaje que sea perjudicial, amenazante, abusivo o que exprese odio.
fr: Vous êtes responsable de vos communications et de votre utilisation des sites. Vous ne pouvez, en aucun cas, faire ce qui suit : (a) vous connecter aux sites avec un seul compte sans surveillance ou de façon simultanée ou continue; (b) publier ou transmettre tout message qu’INTERVENT juge diffamatoire; (c) publier ou transmettre des messages, des données, des image ou des programmes qui sont indécents, obscènes ou pornographiques; (d) publier ou transmettre des messages, des données, des images ou des programmes qui violeraient les droits de propriété d’autres personnes, notamment des textes, des images ou des programmes non autorisés protégés par les droits d’auteurs, les secrets commerciaux et autres informations confidentielles, ainsi que des marques de commerce ou des marques déposées contrefaites; (e) utiliser les sites pour menacer, harceler, traquer, abuser ou violer les droits judiciaires d’autrui (y compris les droits à la vie privée et à la protection de la personnalité); (f) intercepter ou tenter d’intercepter des courriels ou d’autres communications privées qui ne vous sont pas destinés; (g) envoyer des courriels aux utilisateurs ou à d’autres internautes à d’autres fins que la communication personnelle, y compris pour promouvoir ou offrir de façon non sollicitée la vente de biens ou de services à d’autres utilisateurs, considérer ces derniers comme une liste d’envoi de masse non désiré pour communiquer un message généralement non sollicité, ou utiliser votre compte de messagerie comme une adresse à laquelle les utilisateurs ou d’autres internautes doivent répondre (sauf dans les cas expressément autorisés par les sites ou INTERVENT); (h) envoyer des courriels non sollicités par l’intermédiaire de serveurs de courriel tiers afin de relayer votre courriel ou d’en cacher la source à d’autres; (i) téléverser ou télécharger des fichiers qui contiennent des logiciels ou d’autres éléments protégés par les lois sur la propriété intellectuelle, les droits à la vie privée ou à la protection de la personnalité, ou toute autre loi applicable, sauf si vous détenez ou contrôlez les droits sur ces fichiers ou avez reçu le consentement requis; (j) téléverser des fichiers contenant un virus ou des données corrompues; (k) supprimer toute attribution de droits d’auteur, avis juridiques ou désignations ou étiquettes de propriété dans un fichier que vous téléversez sur les babillards électroniques ou les sites; (l) falsifier la source des logiciels ou d’autres éléments d’un fichier que vous téléchargez sur les babillards électroniques ou les sites; (m) utiliser les sites d’une manière qui affecte de façon négative la disponibilité des ressources pour d’autres utilisateurs; (n) utiliser, télécharger, copier ou fournir (contre rémunération ou non) le répertoire des utilisateurs ou toute partie de celui-ci à une personne ou à une entité qui n’est pas abonnée aux sites à des fins autres que personnelles et non commerciales (sauf dans les cas expressément autorisés par INTERVENT); (o) prétendre faussement être un employé ou un agent d’INTERVENT; (p) causer des incidents perturbateurs répétés; (q) utiliser les sites d’une manière contraire aux lois ou aux règlements applicables. De plus, vous ne pouvez pas publier ou transmettre de message nuisible, menaçant, abusif ou haineux.
pt: Você se responsabiliza pelas suas comunicações e pela sua utilização dos Sites. Você não poderá, sob qualquer circunstância: (a) utilizar conexões simultâneas, não supervisionadas ou contínuas para os Sites com uma conta; (b) publicar ou transmitir qualquer mensagem que a INTERVENT considere caluniosa ou difamatória; (c) publicar ou transmitir qualquer mensagem, dado, imagem ou programa que seja indecente, obsceno ou pornográfico; (d) publicar ou transmitir qualquer mensagem, dado, imagem ou programa que possa violar direitos de propriedade de terceiros, incluindo texto, imagens ou programas não autorizados envolvendo direitos autorais, segredos comerciais ou outras informações confidenciais privilegiadas e marcas registradas ou marcas de serviço utilizadas de forma ilícita; (e) utilizar os Sites para ameaçar, assediar, abusar ou violar direitos legais (incluindo direitos de privacidade e publicidade) de terceiros; (f) interceptar ou tentar interceptar e-mails ou outras comunicações privadas não destinadas a você; (g) enviar e-mails para Usuários ou outros usuários da internet, com qualquer objetivo que não seja a comunicação pessoal, incluindo anúncios ou qualquer oferta não solicitada para vender bens ou serviços a outros Usuários, utilizar meios de distribuição em massa de forma não solicitada para enviar mensagens em geral não solicitadas, ou utilizar sua conta de e-mail como um endereço de forma que Usuários ou outros usuários da internet se obriguem a responder (salvo especificação em contrário expressamente permitida pelos Sites ou pela INTERVENT); (h) enviar mensagens de e-mail não solicitadas por meio servidores de mensagens de terceiros, para retransmitir e-mails ou ocultar a procedência de suas mensagens para outras pessoas; (i) enviar ou baixar arquivos que contenha software ou outros materiais protegidos por direitos de propriedade intelectual, direitos de privacidade ou publicidade, ou qualquer outra lei aplicável, a menos que você seja proprietário ou controle os direitos sobre esses arquivos ou tenha recebido todas as autorizações necessárias para tanto; (j) enviar arquivos que contenha vírus ou dados corrompidos; (k) excluir quaisquer atribuições a autores, avisos legais ou designações ou rótulo privilegiados de um arquivo que for enviado à QAs ou aos sites; (l) falsificar a fonte ou a origem do software ou de outros materiais contidos em um arquivo que você enviar para a QAs ou para os sites; (m) utilizar os Sites de maneira a afetar negativamente a disponibilidade de seus recursos para outros usuários; (n) utilizar, baixar, copiar ou fornecer (com ou sem a incidência de uma taxa) para uma pessoa física ou jurídica que não seja assinante dos Sites do diretório de Usuários ou de qualquer parcela destes, salvo para fins pessoais e não comerciais (salvo especificação em contrário expressamente permitida pela INTERVENT); (o) passar-se falsamente por um funcionário ou representante da INTERVENT; (p) causar incidente prejudicial repetidamente; ou (q) agir ou deixar de agir ao utilizar os Sites de maneira contrária à legislação ou aos regulamentos em vigor. Além disso, você não poderá publicar ou transmitir qualquer mensagem que seja nociva, ameaçadora, injuriosa ou odiosa
