Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1783
source: It is not the intent of INTERVENT to discourage Users from taking controversial positions or expressing vigorously what may be unpopular views on the Sites. Nonetheless, INTERVENT reserves the right to take such action as it deems appropriate when the Sites are used to disseminate statements that are deeply and widely offensive and/or harmful. Each time you upload a file on the Site, you represent and warrant that you own or otherwise control the rights or have the necessary consents to do so, and you grant every other User the right to download and use such file. Your failure to observe any of the foregoing limitations or obligations may result in civil or criminal liability
es: No es el propósito de INTERVENT desalentar a los Usuarios respecto de tomar posiciones controvertidas o de expresar enfáticamente en los Sitios opiniones que puedan ser impopulares. Sin embargo, INTERVENT se reserva el derecho de tomar las medidas que considere adecuadas cuando los Sitios se utilicen para difundir declaraciones que sean profunda y ampliamente ofensivas y/o dañinas. Cada vez que carga un archivo al Sitio, declara y garantiza que es propietario o que de alguna manera controla los derechos o posee los consentimientos necesarios para hacerlo, y otorga a los demás Usuarios el derecho a descargar y usar dicho archivo. La inobservancia de alguna de las limitaciones u obligaciones precedentes, puede dar lugar a acciones de responsabilidad civil o penal.
fr: Le but d’INTERVENT n’est pas de décourager les utilisateurs d’adopter des positions controversées ou d’exprimer avec vigueur des opinions qui peuvent être impopulaires sur les sites. Néanmoins, INTERVENT se réserve le droit de prendre les mesures qu’elle juge appropriées lorsque les sites sont utilisés pour diffuser des déclarations profondément et largement offensantes ou nuisibles. Chaque fois que vous téléchargez un fichier sur le site, vous déclarez et garantissez que vous possédez ou contrôlez les droits ou que vous détenez le consentement requis pour le faire et vous accordez à tout autre utilisateur le droit de télécharger et d’utiliser ce fichier. Le non-respect de l’une des limitations ou des obligations susmentionnées peut entraîner une responsabilité civile ou criminelle.
pt: A INTERVENT não se empenha em desencorajar os Usuários de assumirem posições polêmicas ou que expressem vigorosamente visualizações que possam ser impopulares nos Sites. Todavia, a INTERVENT se reserva o direito de tomar as providências que julgar cabíveis quando os Sites forem utilizados para divulgar declarações que sejam profundamente e amplamente ofensivas e/ou nocivas. Toda vez que você fizer upload de um arquivo pelo Site, você declara e garante que é o proprietário ou que tem o controle dos direitos, ou que dispõe das autorizações necessárias para tanto, e concede a todos os demais Usuários o direito de baixar e utilizar o arquivo em questão. Se você descumprir qualquer das limitações ou obrigações acima, poderá incorrer em responsabilidade civil ou criminal

# L1784
source: PRIVACY POLICY
es: POLÍTICA DE PRIVACIDAD
fr: POLITIQUE DE CONFIDENTIALITÉ
pt: POLÍTICA DE PRIVACIDADE

# L1785
source: OPERATION
es: FUNCIONAMIENTO
fr: EXPLOITATION
pt: OPERAÇÃO

# L1786
source: INTERVENT reserves complete and sole discretion with respect to the operation of the Sites. INTERVENT may, among other things: (a) delete email if it has not been accessed by a User within the time established by the Sites' policies; (b) subject to Section 7, make available to third parties information relating to the Sites and Users; and (c) withdraw, suspend, or discontinue any functionality or feature of the Sites. INTERVENT may, in its complete and sole discretion, review inteventint.com uploaded files, conferences, BBSs, forums, and chats and authorize restrictions on access thereto. INTERVENT will not review the content of email except as required or allowed by applicable law or legal process
es: INTERVENT se reserva total y exclusiva discreción con respecto al funcionamiento de los Sitios. INTERVENT podrá, entre otras acciones: (a) eliminar el correo electrónico si el Usuario no ha accedido dentro del tiempo establecido por las políticas de los Sitios; (b) sujeto al Artículo 7, poner a disposición de terceros la información relacionada con los Sitios y los Usuarios; y (c) retirar, suspender o interrumpir cualquier funcionalidad o característica de los Sitios. INTERVENT podrá, a su exclusiva y total discreción, revisar los archivos cargados, las conferencias, los tableros de anuncios, los foros y los chats de interventint.com y autorizar restricciones de acceso al sitio. INTERVENT no revisará el contenido de los correos electrónicos, excepto cuando fuera requerido o permitido por la ley aplicable o los procesos legales.
fr: INTERVENT se réserve l’entière et unique discrétion en ce qui concerne l’exploitation des sites. INTERVENT peut entre autres : (a) supprimer les courriels s’ils n’ont pas été consultés par un utilisateur dans les délais prévus par les politiques des sites; (b) conformément à la section 7, mettre à la disposition de tiers les informations relatives aux sites et aux utilisateurs; (c) retirer, suspendre ou interrompre toute fonctionnalité ou caractéristique des sites. INTERVENT peut, à son entière et unique discrétion, examiner les fichiers téléversés, les conférences, les babillards électroniques, les forums et les clavardages du site interventint.com et autoriser un accès restreint à ceux-ci. INTERVENT ne révisera pas le contenu des courriels, sauf si le processus judiciaire ou la loi applicable l’exige ou le permet.
pt: A INTERVENT deterá o critério exclusivo e total sobre a operação dos Sites. A INTERVENT poderá adotar medidas que incluam, entre outras: (a) excluir e-mails que não forem acessados por um Usuário no prazo estabelecido nas políticas dos Sites; (b) nos termos da Seção 7, disponibilizar para terceiros informações relativas aos Sites e Usuários; e (c) remover, suspender ou encerrar qualquer funcionalidade ou recurso dos Sites. A INTERVENT poderá, a seu critério exclusivo, analisar arquivos, conferências, QAs, fóruns e bate-papos enviados via inteventint.com e autorizar restrições ao respectivo acesso. A INTERVENT não analisa o conteúdo de e-mails, exceto se for necessário ou permitido pela legislação em vigor ou por um processo legal

# L1787
source: USER REPRESENTATIONS
es: DECLARACIONES DE USUARIO
fr: DÉCLARATIONS DES UTILISATEURS
pt: DECLARAÇÕES DO USUÁRIO

# L1788
source: You represent and warrant that you are at least 18 years of age and that you possess the legal right and ability to enter into this Agreement and to use the Sites and Services in accordance with this Agreement. You agree to be financially responsible for your use of the Sites and Services, when applicable, (as well as for use of your account by others, including minors living with you) and to comply with your responsibilities and obligations as stated in this Agreement, especially those related to communicating with your personal physician
es: Usted declara y garantiza que es mayor de 18 años de edad y que posee los derechos legales y la capacidad para celebrar este Contrato y para usar los Sitios y Servicios de conformidad con este Contrato. Usted acepta hacerse financieramente responsable del uso de los Sitios y Servicios cuando corresponda (así como el uso de su cuenta por parte de terceros, incluyendo menores que vivan con usted) y cumplir con sus responsabilidades y obligaciones declaradas en este Contrato, especialmente las relacionadas con la comunicación con su médico personal.
fr: Vous déclarez et garantissez que vous êtes âgé d’au moins 18 ans et que vous possédez le droit et la capacité de conclure la présente entente et d’utiliser les sites et les services conformément à celle-ci. Vous acceptez d’être financièrement responsable de votre utilisation des sites et des services, le cas échéant (ainsi que de l’utilisation de votre compte par des tiers, y compris des mineurs habitant avec vous), et de respecter vos responsabilités et vos obligations comme stipulé dans la présente entente, notamment celles relatives à la communication avec votre médecin.
pt: Você declara e garante que você tem pelo menos 18 anos de idade e que tem o direito e a capacidade legítimos para firmar o presente Contrato e utilizar os Sites e Serviços, nos termos deste Contrato. Você concorda em se responsabilizar financeiramente pela sua utilização dos Sites e Serviços, quando aplicável, (bem como pelo uso de sua conta por terceiros, incluindo menores de idade que vivam com você) e em cumprir suas responsabilidades e obrigações conforme estipuladas neste Contrato, particularmente as relacionadas à comunicação com seu médico pessoal

# L1789
source: CONTENT
es: CONTENIDO
fr: CONTENU
pt: CONTEÚDO

# L179
source: Pacific Islander
es: Isleño Pacífico
fr: Insulaire du Pacifique
pt: Ilhas do Pacífico

# L1790
source: Statements made in web sites, newsgroups, message boards, email, forums, conferences, BBSs, and chats reflect only the views of their authors. Any third parties appearing on the Sites are not authorized INTERVENT's or the Sites' spokespersons, and their views do not necessarily reflect those of INTERVENT or the Sites
es: Las declaraciones realizadas en sitios web, grupos de noticias, paneles, foros, conferencias, tableros de anuncios y chats reflejan únicamente las opiniones de sus autores. Los terceros que aparecen en los Sitios no son personas autorizadas por INTERVENT ni voceros de los Sitios y sus opiniones no necesariamente reflejan las de INTERVENT ni las de los Sitios.
fr: Les déclarations faites sur les sites Web, les babillards électroniques ou les forums ou dans les groupes de discussion, les courriels, les conférences et les clavardages reflètent seulement l’opinion de leurs auteurs. Les tiers apparaissant sur les sites n’agissent pas à titre de porte-parole autorisés d’INTERVENT ou des sites, et leurs opinions ne reflètent pas nécessairement celles d’INTERVENT ou des sites
pt: Declarações feitas em sites da web, grupos de notícias, quadros de mensagens, e-mails, fóruns, conferências, QAs e bate-papos na internet refletem apenas os pontos de vista de seus autores. Nenhum terceiro que porventura constar nos Sites é porta-voz autorizado da INTERVENT ou dos Sites, e seus pontos de vista não refletem necessariamente os da INTERVENT ou dos Sites

# L1791
source: COPYRIGHT
es: DERECHOS DE AUTOR
fr: DROIT D’AUTEUR
pt: DIREITOS AUTORAIS

# L1792
source: The entire contents of or from the Sites are copyrighted as a collective work under the laws of the United States and other copyright laws. INTERVENT holds the copyright in the collective work. You may display and, subject to any expressly stated restrictions or limitations relating to specific material, download portions of the material from the different areas of the Sites solely for your own non-commercial use, unless otherwise permitted (e.g., in the case of electronic coupons, etc.). Any copying, sharing with another, engineering, re-engineering, redistribution, retransmission, display, publication, or creation of any derivative work based upon any copyrighted material (including, but not limited to, code, algorithm, content, tool, material) or any other use of the contents on the Sites, except as outlined in this Agreement are strictly prohibited without the express written consent of INTERVENT. You agree not to change or delete any proprietary notices from materials downloaded from the Sites
es: Todo el contenido de los Sitios está protegido por derechos de autor como trabajo colectivo conforme a las leyes de los Estados Unidos y a otras leyes de derechos de autor. INTERVENT tiene el derecho de autor de la obra colectiva. Usted puede mostrar y, sujeto a las restricciones o limitaciones expresamente establecidas relacionadas con material específico, descargar parte del material de las distintas áreas de los Sitios únicamente para su uso no comercial, excepto en los casos permitidos (por ej., en caso de cupones electrónicos, etc.). Queda estrictamente prohibido, sin el consentimiento expreso escrito de INTERVENT, copiar, compartir con otros, diseñar, rediseñar, redistribuir, retransmitir, mostrar, publicar o crear otra obra derivada basada en el material protegido por derechos de autor (incluyendo, entre otros, códigos, algoritmos, contenido, herramientas, material) o cualquier otro uso del contenido de los Sitios, excepto como se describe en este Contrato. Usted acepta no cambiar ni eliminar las notificaciones de propiedad intelectual de los materiales descargados de los Sitios.
fr: L’ensemble du contenu des sites est protégé par le droit d’auteur en tant qu’œuvre collective en vertu des lois des États-Unis et des autres lois sur le droit d’auteur. INTERVENT détient les droits d’auteur de l’œuvre collective. Vous pouvez afficher et, sous réserve de toute restriction expressément énoncée sur du contenu précis, télécharger des parties du contenu à partir des différentes sections des sites uniquement pour votre usage personnel et non commercial, sauf autorisation contraire (p. ex., dans le cas de coupons électroniques). La copie, le partage, la configuration, la reconfiguration, la redistribution, la retransmission, l’affichage, la publication ou la création de toute œuvre dérivée du produit protégé par le droit d’auteur (y compris le code, l’algorithme, le contenu, les outils et le produit) ou toute autre utilisation du contenu des sites est strictement interdite sans le consentement écrit explicite d’INTERVENT, sauf comme indiqué dans la présente entente. Vous acceptez de ne pas modifier ou supprimer les avis de propriété du contenu téléchargé à partir des sites
pt: Todo o conteúdo dos Sites ou neles encontrado é protegido por direitos autorais como um trabalho coletivo sob as leis dos Estados Unidos e outras leis de direitos autorais. A INTERVENT detém os direitos autorais sobre esse trabalho coletivo. Você poderá exibir e, sujeito a todas as restrições ou limitações relacionadas ao material específico, baixar partes do material de diversas áreas dos Sites, apenas para sua utilização pessoal e não comercial, salvo autorização em contrário (p. ex., no caso de cupons eletrônicos, etc.). Todos os tipos de cópia, compartilhamento com terceiros, engenharia, reengenharia, redistribuição, retransmissão, exibição, publicação ou criação de qualquer trabalho derivado com base em qualquer material protegido por direitos autorais (incluindo, entre outros, códigos, algoritmos, conteúdos, ferramentas, materiais) ou qualquer outra forma de uso do conteúdo dos Sites, exceto na forma estipulada neste Contrato, são rigorosamente proibidos sem a autorização expressa por escrito da INTERVENT. Você sem compromete a não alterar ou excluir qualquer aviso privilegiado dos materiais baixados dos Sites

# L1793
source: LICENSES AND IDEA SUBMISSIONS
es: LICENCIAS Y PRESENTACIONES DE IDEAS
fr: LICENCES ET SOUMISSIONS D’IDÉES
pt: LICENÇAS E APRESENTAÇÃO DE IDEIAS

# L1794
source: You agree to grant to INTERVENT a non-exclusive, worldwide, royalty-free, perpetual license, with the right to sublicense, reproduce, distribute, transmit, create derivative works based upon, publicly display and publicly perform (a) any materials and other information (including, without limitation, ideas contained therein for new or improved products or services) you submit to public areas of the Sites (such as BBS, forums and chat rooms) by all means and in any media now known or hereafter developed, and (b) all data and information related to use of the Services; provided, however, that INTERVENT shall not identify any individual User to any entity other than INTERVENT and its Business Associates, as defined in 45 CFR § 106.103, affiliated, or aligned organizations without first obtaining User's express consent. You hereby waive all rights in any such materials and information, and you hereby warrant that any such materials and information are originally created by you or that you have the right to submit such materials and information. You agree that you shall have no recourse against INTERVENT for any alleged or actual infringement or misappropriation of any proprietary right in your communication to us.
es: Usted otorga a INTERVENT un permiso no exclusivo, global, libre de regalías y perpetuo con el derecho de sublicenciar, reproducir, distribuir, transmitir, crear obras derivadas, mostrar públicamente y representar públicamente (a) todos los materiales y demás información (incluyendo, sin limitaciones, ideas incluidas para productos o servicios nuevos o mejorados) que presente en áreas públicas de los Sitios (tales como tableros de anuncios, foros y salones de chat), por todos los medios y en cualquier medio no conocido o que pudiera desarrollarse en el futuro, y (b) todos los datos e información relacionada con el uso de los Servicios; sin embargo, a condición de que INTERVENT no identifique a ningún Usuario individual ante entidades ajenas a INTERVENT y sus Socios Comerciales, sus organizaciones filiales o vinculadas de acuerdo con lo establecido en el artículo 45 CFR § 106.103, sin la previa obtención del consentimiento expreso del Usuario. Por el presente, usted renuncia a todos los derechos sobre dichos materiales e información y garantiza que dichos materiales e información han sido creados en forma original por usted o que tiene derecho a presentar dichos materiales e información. Usted acepta que no iniciará ningún recurso contra INTERVENT por presuntas violaciones o violaciones reales o por apropiación indebida de derechos de propiedad sobre su comunicación con nosotros.
fr: Vous acceptez d’accorder à INTERVENT une licence non exclusive, mondiale, perpétuelle et sans redevance donnant le droit d’accorder des sous-licences, de reproduire, de distribuer, de transmettre, d’afficher et d’exécuter publiquement et de créer des œuvres dérivées basées sur (a) tout contenu et autre information (dont les idées contenues pour des produits ou services nouveaux ou améliorés) que vous publiez dans les sections publiques des sites (comme les babillards électroniques, les forums et les espaces de clavardage) par tout moyen et dans tout média maintenant connu ou conçu ultérieurement, et (b) toutes données et informations relatives à l’utilisation des services, à condition, toutefois, qu’INTERVENT n’identifie aucun utilisateur à aucune entité autre qu’elle-même et ses associés, comme défini dans le paragraphe 106.103 du titre 45 du Code of Federal Regulations, ainsi que des organisations affiliées ou en accord sans avoir obtenu au préalable le consentement explicite de l’utilisateur. Par la présente, vous renoncez à tous les droits à l’égard de ces documents et de ces renseignements et vous garantissez qu’ils ont été créés à l’origine par vous ou que vous avez le droit de les soumettre. Vous convenez que vous n’aurez aucun recours contre INTERVENT en cas de violation ou de détournement supposé ou réel de tout droit de propriété en communiquant avec nous.
pt: Você concorda em conceder à INTERVENT uma licença não exclusiva, válida em todo o mundo, isenta de royalties e perpétua, com o direito de sublicenciar, reproduzir, distribuir, transmitir, criar trabalhos derivados, exibir publicamente e executar publicamente (a) todos os materiais e outras informações (incluindo, entre outras, ideias que contenham para produtos ou serviços novos ou aperfeiçoados) que você enviar para as áreas públicas dos Sites (como QAS, fóruns e salas de bate-papo), qualquer que seja o meio utilizado e em qualquer mídia conhecida ou que venha a ser desenvolvida; e (b) todos os dados e informações relativos ao uso dos Serviços; desde que, entretanto, a INTERVENT não identifique qualquer Usuário específico para qualquer entidade, exceto a INTERVENT, e que os Colaboradores da Empresa, conforme definidos em 45 CFR § 106.103, coligadas ou organizações associadas, sem a autorização prévia e expressa do Usuário. Pelo presente, você renuncia a todos os direitos sobre quaisquer materiais e informações dessa natureza e declara que esses materiais e informações foram originalmente criados por você ou que você tem o direito de apresentá-los. Você concorda que não fará jus a ação de regresso contra a INTERVENT em relação a qualquer violação ou apropriação indébita alegada ou comprovada de qualquer direito privilegiado em suas comunicações com a INTERVENT.

# L1795
source: INDEMNIFICATION
es: INDEMNIZACIÓN
fr: INDEMNISATION
pt: INDENIZAÇÃO

# L1796
source: YOU AGREE TO INDEMNIFY, DEFEND AND HOLD HARMLESS the Sites AND INTERVENT AND ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, REPRESENTATIVES, INFORMATION PROVIDERS, BUSINESS ASSOCIATES, AND SUPPLIERS (THE "INTERVENT SITES PARTIES") FROM AND AGAINST ALL LOSSES, EXPENSES, DAMAGES AND COSTS, INCLUDING REASONABLE ATTORNEYS' FEES, RESULTING FROM ANY VIOLATION OF THIS AGREEMENT OR ANY ACTIVITY RELATED TO YOUR ACCOUNT (INCLUDING INFRINGEMENT OF THIRD PARTIES' WORLDWIDE INTELLECTUAL PROPERTY RIGHTS OR NEGLIGENT OR WRONGFUL CONDUCT) BY YOU OR ANY OTHER PERSON ACCESSING the Sites USING YOUR SERVICE ACCOUNT
es: USTED ACEPTA INDEMNIZAR, DEFENDER Y PROTEGER a los Sitios Y A INTERVENT Y A SUS FUNCIONARIOS, DIRECTORES, EMPLEADOS, AGENTES, REPRESENTANTES, PROVEEDORES DE INFORMACIÓN, SOCIOS COMERCIALES Y PROVEEDORES, EN ADELANTE LAS "PARTES DE LOS SITIOS DE INTERVENT", CONTRA PÉRDIDAS, GASTOS, DAÑOS Y COSTOS, INCLUYENDO HONORARIOS RAZONABLES DE ABOGADOS QUE RESULTEN DE CUALQUIER VIOLACIÓN DE ESTE CONTRATO O DE CUALQUIER ACTIVIDAD RELACIONADA CON SU CUENTA (INCLUYENDO VIOLACIONES DE DERECHOS DE PROPIEDAD INTELECTUAL DE TERCEROS EN TODO EL MUNDO O CONDUCTA NEGLIGENTE O DOLOSA) POR PARTE SUYA O DE CUALQUIER PERSONA QUE ACCEDA A los Sitios USANDO SU CUENTA DE SERVICIOS.
fr: VOUS ACCEPTEZ DE DÉFENDRE ET D’EXONÉRER DE TOUTE RESPONSABILITÉ LES SITES ET INTERVENT, AINSI QUE SES DIRECTEURS, ADMINISTRATEURS, EMPLOYÉS, AGENTS, REPRÉSENTANTS, FOURNISSEURS D’INFORMATIONS, ASSOCIÉS ET FOURNISSEURS (CI-APRÈS « LES PARTIES DES SITES D’INTERVENT »), ET DE LES INDEMNISER POUR UNE PERTE, UNE DÉPENSE, UN DOMMAGE ET UN COÛT, Y COMPRIS DES HONORAIRES D’AVOCATS RAISONNABLES, DÉCOULANT DE TOUTE VIOLATION DE LA PRÉSENTE ENTENTE OU DE TOUTE ACTIVITÉ LIÉE À VOTRE COMPTE (Y COMPRIS LA VIOLATION DES DROITS DE PROPRIÉTÉ INTELLECTUELLE MONDIAUX D’UN TIERS OU UNE CONDUITE NÉGLIGENTE OU INJUSTIFIÉE) EFFECTUÉE PAR VOUS OU PAR D’AUTRES PERSONNES AYANT ACCÉDÉ AUX SITES À PARTIR DE VOTRE COMPTE.
pt: VOCÊ CONCORDA EM INDENIZAR, DEFENDER E ISENTAR OS SITES E A INTERVENT, BEM COMO SEUS DIRIGENTES, DIRETORES, FUNCIONÁRIOS, AGENTES, REPRESENTANTES, FORNECEDORES DE INFORMAÇÕES, COLABORADORES DA EMPRESA E FORNECEDORES ("INTEGRANTES DOS SITES DA INTERVENT") CONTRA QUALQUER TIPO DE PERDA, DESPESAS, DANOS E CUSTOS, INCLUINDO OS HONORÁRIOS ADVOCATÍCIOS CABÍVEIS, DECORRENTES DE QUALQUER VIOLAÇÃO AO PRESENTE CONTRATO OU DE QUALQUER ATIVIDADE RELATIVA À SUA CONTA (INCLUINDO A VIOLAÇÃO DE DIREITOS DE PROPRIEDADE INTELECTUAL DE TERCEIROS OU CONDUTA DOLOSA OU ILÍCITA, EM TODO O MUNDO) POR VOCÊ OU POR QUALQUER OUTRA PESSOA QUE ACESSE OS SITES UTILIZANDO A SUA CONTA DE SERVIÇOS

# L1797
source: WAIVER, RELEASE AND LIMITATION OF LIABILITY
es: RENUNCIA, PUBLICACIÓN Y LIMITACIÓN DE RESPONSABILIDAD
fr: RENONCIATION ET LIMITATION DE RESPONSABILITÉ
pt: TERMO DE ISENÇÃO, LIBERAÇÃO E LIMITAÇÃO DE RESPONSABILIDADE
