Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L4351
source: On average, how intense (or hard) did you exercise each time you did this activity? (Note: Vigorous intensity means exercising at a level that causes heavy sweating or large increases in breathing or heart rate; moderate intensity means exercising at a level that causes only light sweating or a slight to moderate increase in breathing or heart rate.
es: En promedio, ¿qué tan intensamente se ejercitó cada vez que realizó esta actividad? (Note: intensidad vigorosa significa ejercitarse a un nivel que causa sudoración intensa o incremento en la respiración o ritmo cardiaco; intensidad moderada significa ejercitarse a un nivel que causa únicamente sudoración ligera o un ligero o moderado incremento en la respiración o ritmo cardiaco.
fr: En moyenne, quelle était l’intensité (ou la difficulté) de l’exercice chaque fois que vous avez pratiqué cette activité? (Remarque : L’intensité vigoureuse signifie que l’exercice est pratiqué à un niveau qui provoque une forte transpiration ou une augmentation importante de la respiration ou du rythme cardiaque et l’intensité modérée signifie que l’exercice est pratiqué à un niveau qui ne provoque qu’une légère transpiration ou une augmentation légère à modérée de la respiration ou du rythme cardiaque.)
pt: Em média, qual foi a intensidade (ou dificuldade) dos seus exercícios a cada vez que você praticou esta atividade? (Observação: Intensidade vigorosa significa exercitar-se a um nível que cause muito suor ou um grande aumento no ritmo respiratório ou na frequência cardíaca; intensidade moderada significa exercitar-se a um nível que cause apenas um pouco de suor e um aumento leve a moderado na respiração ou na frequência cardíaca.

# L4352
source: Vigorous intensity
es: Intensidad vigorosa
fr: Intensité vigoureuse
pt: Intensidade vigorosa

# L4353
source: Moderate intensity
es: Intensidad moderada
fr: Intensité modérée
pt: Intensidade moderada

# L4354
source: Less than moderate intensity
es: Menor que intensidad moderada
fr: Intensité inférieure à modérée
pt: Intensidade abaixo da moderada

# L4355
source: During the PAST FOUR WEEKS, did you do any physical activities specifically designed to strengthen your muscles (such as lifting weights, push-ups or sit-ups)?
es: Durante las PASADAS CUATRO SEMANAS, ¿realizó alguna actividad específicamente diseñada para fortalecer sus músculos (como levantamiento de pesas, lagartijas o abdominales)?
fr: Au cours des QUATRE DERNIÈRES SEMAINES, avez-vous pratiqué des activités physiques spécifiquement conçues pour renforcer vos muscles (p. ex., soulever des poids, faire des répulsions ou faire des redressements assis)?
pt: Nas últimas QUATRO SEMANAS, você praticou qualquer atividade física de fortalecimento muscular (como musculação, flexões de braço ou abdominais)?

# L4356
source: On average, on how many days did you do these activities (designed to strengthen your muscles) each week?
es: En promedio,¿cuántos días a la semana realiza estas actividades (diseñadas para fortalecer sus músculos)?
fr: En moyenne, combien de jours par semaine avez-vous pratiqué ces activités (conçues pour renforcer vos muscles)?
pt: Em média, em quantos dias você pratica essas atividades (de fortalecimento muscular) por semana?

# L4357
source: Days per week
es: Dias por semana
fr: Jours par semaine
pt: Dias por semana

# L4358
source: During the PAST FOUR WEEKS, did you do any physical activities specifically designed to benefit your flexibility (such as stretching exercises)?
es: Durante las PASADAS CUATRO SEMANAS, ¿realizó actividades específicamente diseñadas para beneficiar su flexibilidad (como ejercicios de estiramiento)?
fr: Au cours des QUATRE DERNIÈRES SEMAINES, avez-vous pratiqué des activités physiques spécifiquement conçues pour améliorer votre souplesse (p. ex., des étirements)?
pt: Nas últimas QUATRO SEMANAS, você praticou qualquer atividade física especificamente projetada para beneficiar sua flexibilidade (como exercícios de alongamento)?

# L4359
source: On average, on how many days did you do these activities (designed to benefit your flexibility) each week?
es: En promedio,¿cuántos días a la semana realiza estas actividades (diseñadas para beneficiar su flexibilidad)?
fr: En moyenne, combien de jours par semaine avez-vous pratiqué ces activités (conçues pour améliorer votre souplesse)?
pt: Em média, em quantos dias você pratica essas atividades (projetadas para beneficiar sua flexibilidade) por semana?

# L4360
source: During the PAST FOUR WEEKS, how physically active were you at work and/or at home (such as raking leaves, mowing the lawn or heavy cleaning) on MOST days?
es: Durante las ÚLTIMAS CUATRO SEMANAS, ¿cuánta actividad física realizó en el trabajo y/o en casa (como rastrillar las hojas, cortar el pasto o limpiar mucho) la MAYORÍA de los días?
fr: Au cours des QUATRE DERNIÈRES SEMAINES, quel degré d’activité physique avez-vous pratiqué au travail ou à la maison (p. ex., ratisser les feuilles, tondre la pelouse ou faire un grand ménage) la PLUPART des jours?
pt: Nas últimas QUATRO SEMANAS, qual foi seu nível de atividade física no trabalho e/ou em casa (como varrer folhas com rastelo no quintal, cortar grama ou fazer limpeza pesada) na MAIORIA dos dias?

# L4361
source: Sedentary (mostly sitting)
es: Sedentario (mayormente sentado)
fr: Sédentaire (principalement assis)
pt: Sedentário (principalmente assentado)

# L4362
source: Somewhat active
es: Algo activo
fr: Un peu actif
pt: Ativo até certo ponto

# L4363
source: Active
es: Activo
fr: Actif
pt: Ativo

# L4364
source: Very active
es: Muy activo
fr: Très actif
pt: Muito ativo

# L4365
source: Minutes per workout
es: Minutos por sesión de ejercicio
fr: Minutes par séance d’entraînement
pt: Minutos por série de exercícios

# L3722
source: Brought to you by
es: Traído a usted por
fr: Présenté par

# L4368
source: CVD Risk Reduction
es: Reducción de Riesgo CVD
fr: Réduction du risque de maladie cardiovasculaire

# L4369
source: Achieve and/or maintain a systolic blood pressure of below 130 mmHg (normal is below 120 mmHg)
es: Logre y/o mantenga una presión arterial sistólica por debajo de 130 mmHg (normal es por debajo de 120 mmHg)
fr: Atteindre ou maintenir une pression systolique inférieure à 130 mmHg (la normale est inférieure à 120 mmHg)

# L4370
source: Achieve and/or maintain a diastolic blood pressure of below 80 mmHg (normal is below 80 mmHg)
es: Logre y/o mantenga una presión arterial diastólica por debajo de 80 mmHg (normal es por debajo de 80 mmHg)
fr: Atteindre ou maintenir une pression diastolique inférieure à 80 mmHg (la normale est inférieure à 80 mmHg)

# L4371
source: Know your blood pressure numbers and monitor your blood pressure as directed by your healthcare provider
es: Conozca sus números de presión arterial y monitoree su presión arterial como le haya indicado su proveedor de salud.
fr: Connaître sa pression artérielle et la surveiller selon les instructions de son ou ses professionnels de la santé

# L4372
source: Manage the other risk factors for heart disease and stroke that you can control or change (for example, cholesterol/triglycerides and blood glucose/A1C levels)
es: Maneje los otros factores de riesgo de enfermedad cardiaca y derrame cerebral que usted pueda controlar o cambiar (por ejemplo colesterol,/triglicéridos y niveles de azúcar en sangre/A1C)
fr: Gérer les autres facteurs de risque de maladie du cœur et d’AVC qu’il est possible de contrôler ou de changer soi-même (p. ex., les taux de cholestérol, de triglycérides et d’hémoglobine glyquée et la glycémie)

# L4373
source: Physical activity: Perform regular moderate-intensity aerobic physical activity (goal is to achieve and/or maintain at least 150 minutes each week)
es: Actividad física: Practique actividad física regular de intensidad moderada (la meta es lograr y/o mantener al menos 150 minutos cada semana)
fr: Activité physique : pratiquer régulièrement un exercice d’aérobie d’intensité modérée (l’objectif est d’atteindre ou de maintenir au moins 150 minutes par semaine)

# L4374
source: Know the warning symptoms of a heart attack and stroke and get emergency medical help immediately if needed
es: Conozca los síntomas de alerta de un ataque cardíaco y de un derrame cerebral y, de ser necesario, obtenga emergencia médica inmediata
fr: Connaître les symptômes précurseurs d’une crise cardiaque ou d’un AVC et obtenir immédiatement une aide médicale d’urgence si nécessaire

# L4375
source: Learn about useful resources in your community to help you lead a healthy lifestyle and better manage your blood pressure
es: Conozca sobre recursos útiles en su comunidad para ayudarle a liderar un estilo de vida saludable y a manejar mejor su presión arterial
fr: Découvrir les ressources utiles dans sa communauté pour s’aider à adopter un mode de vie sain et améliorer la gestion de sa pression artérielle

# L4376
source: Learn about useful resources in your community to help you lead a healthy lifestyle and reduce your risk for cardiovascular disease
es: Aprenda sobre recursos útiles en su comunidad para ayudarle a liderar un estilo de vida saludable y a reducir su riesgo de enfermedades cardiovasculares
fr: Découvrir les ressources utiles dans sa communauté pour s’aider à adopter un mode de vie sain et réduire ses risques de maladie cardiovasculaire

# L4377
source: Know, monitor and manage your modifiable cardiovascular disease risk factor numbers as directed by your healthcare provider(s)
es: Conozca, monitoree y maneje sus números modificables de riesgos de enfermedad cardiovascular según las indicaciones de su proveedor de salud
fr: Connaître, surveiller et gérer les taux de ses de facteurs de risque modifiables de maladie cardiovasculaire, conformément aux instructions de son ou ses professionnels de la santé

# L4378
source: Stroke Risk Reduction
es: Reducción de Riesgo de Derrame Cerebral (ictus)
fr: Réduction du risque d’AVC

# L4379
source: Know the warning symptoms of a heart attack and stroke and get emergency medical help immediately if needed
es: Conozca los síntomas de ataque cardíaco y de derrame cerebral y obtenga asistencia médica inmediata de ser necesario
fr: Réduction du risque d’AVC

# L3817
source: Please review
es: Por Favor revise
fr: S’il vous plaît réviser

# L3818
source: and try again
es: y trate de nuevo
fr: et recommencer

# L3819
source: You had {0} error(s)
es: Usted tuvo {0} error(es)
fr: Il y a {0} mauvaises réponses

# L3820
source: The correct answer is {0}
es: La respuesta correcta es {0}
fr: La bonne résponse est {0}

# L3821
source: (As of {0})
es: (A partir de {0})
fr: (A partir de {0})

# L4380
source: Quiz
es: Examen
fr: Questionnaire

# L4414
source: No LabCorp facility near you? Please email <a href="mailto:labs@myintervent.com" style="color:deepskyblue">labs@myintervent.com</a> or call us at <a href="tel:18554941093" style="color:deepskyblue">1 855 494 1093</a> to find out more.
es: ¿No hay una unidad de LabCorp cerca de usted? Por favor envíe un correo a <a href="mailto:labs@myintervent.com" style="color:deepskyblue">labs@myintervent.com</a> o llámenos al <a href="tel:18554941093" style="color:deepskyblue">1 855 494 1093</a> para saber más.
fr: Il n’y a aucun établissement LabCorp près de chez vous? Veuillez envoyer un courriel à <a href="mailto:labs@myintervent.com" style="color:deepskyblue">labs@myintervent.com</a> ou nous appeler au <a href="tel:18554941093" style="color:deepskyblue">1 855 494 1093</a> pour en savoir plus.
pt: Não há uma unidade da LabCorp perto de você? Envie um e-mail para <a href="mailto:labs@myintervent.com" style="color:deepskyblue">labs@myintervent.com</a> ou ligue para nós pelo número <a href="tel:18554941093" style="color:deepskyblue">1 855 494 1093</a> para saber mais.

# L4381
source: Welcome to <strong>INTERVENT</strong>
es: Bienvenido a<strong>INTERVENT</strong>

# L4382
source: Take advantage of personalized programs and credible resources to help you improve your health and wellbeing.
es: Aproveche los programas personalizados y los recursos creíbles para ayudarlo a mejorar su salud y bienestar.

# L4383
source: Let's Get Started
es: Vamos A Empezar

# L4384
source: Here’s what you get
es: Aquí es donde usted obtendrá

# L4385
source: Coaching programs and resources
es: Recursos informativos y programas de consejerías de salud

# L4386
source: One-on-one coaching over the phone with a specially trained health professional
es: Consejerías individualizadas vía telefónica con un profesional de la salud especialmente entrenado

# L4387
source: Specialized coaching and glucose monitoring for diabetes management
es: Entrenamiento especializado y monitoreo de glucosa para el manejo de diabetes

# L4388
source: Personalized goals, action plans and progress reports
es: Metas personalizadas, planes de acción y reportes de progreso

# L4389
source: Interactive online and audio educational modules on numerous topics
es: Variados módulos educacionales interactivos en versiones en línea y audio

# L4390
source: Personalized meal and exercise plans
es: Planes personalizados de comida y ejercicio.

# L4391
source: Tracking tools and the ability to sync various monitoring devices
es: Herramientas de seguimiento y la habilidad de sincronizar varios aparatos de monitoreo

# L4392
source: Healthy recipes
es: Recetas saludables

# L4393
source: Secure chat with a coach between live coaching sessions
es: Chat seguro para interactuar con su consejero de salud entre citas

# L4394
source: All at no cost to you!
es: Todo sin costo para usted!

# L4395
source: Get rewards while you improve your health
es: Obtenga recompensas mientras mejora su salud

# L4396
source: To provide extra motivation you can earn points to be eligible for monthly, quarterly, semi-annual and annual drawings.
es: Para brindar motivación extra, usted puede ganar puntos para ser elegible para rifas mensuales, trimestrales, semianuales y anuales.

# L4397
source: Gift cards from INTERVENT range in value from $100 to $2,500.
es: El valor de tarjetas de regalo de INTERVENT varían entre $100 a $2,500

# L4398
source: Achieve personal goals
es: Logre metas personales

# L4399
source: Eating healthfully
es: Comer saludablemente

# L4400
source: Being more physically active
es: Ser más activo físicamente

# L4401
source: Coping with stress
es: Manejo de estrés
fr: Conditions d’utilisation

# L4402
source: Losing weight or avoiding weight gain
es: Pérdida de peso o evitar ganar peso nuevamente

# L4403
source: Sleeping better
es: Dormir mejor

# L4404
source: Giving up tobacco
es: Dejar de fumar

# L4405
source: Preventing or managing high blood pressure and high cholesterol
es: Prevenir o controlar la presión arterial alta y el colesterol alto

# L4406
source: Preventing and managing prediabetes and diabetes
es: Prevenir y controlar la diabetes y prediabetes

# L4407
source: Preventing and managing heart disease, stroke and other chronic medical conditions
es: Prevenir y controlar enfermedades cardíacas, derrame cerebral y otras condiciones médicas crónicas

# L4408
source: Eligible plan members with diabetes may be coached by a Certified Diabetes Care and Education Specialist (CDCES) and receive a POGO Automatic® Blood Glucose Monitoring System at no cost.
es: Miembros de planes elegibles que padezcan diabetes podrán ser entrenados por un Especialista Certificado en Educación y Cuidado de Diabetes (CDCES, por sus siglas en inglés) y podrán recibir el sistema de control de glucosa en sangre POGO Automatic®, sin costo.

# L4409
source: POGO Automatic is the only FDA-cleared, One-Step™ blood glucose monitor with 10-test cartridge technology that does all the work of lancing and blood collection for you, ending the need for separate lancets and separate test strips.
es: POGO Automatic® es el único monitor de glucosa de un paso (One-Step™) avalado por la FDA con tecnología de cartucho de 10 pruebas que hace todo el trabajo de pinchar y colectar la muestra de sangre por usted, terminando con la necesidad de utilizar lancetas y tiras de prueba.

# L4410
source: The Patterns® for POGO Automatic app syncs with POGO Automatic and provides data that can help you track and manage blood glucose results. Plus, you can easily share and discuss your results with your INTERVENT health coach.
es: La aplicación de Patterns® para POGO Automatic sincroniza con el monitor POGO Automatic® y provee información que puede ayudarle a monitorear y manejar sus resultados de glucosa. Además, usted puede fácilmente compartir y discutir sus resultados con su consejero de salud de INTERVENT.

# L4411
source: In addition to helping you lead a healthy lifestyle, your INTERVENT coach can also provide guidance on knowing how and when to test your blood glucose, interpreting your test results, taking diabetes medications, dealing with low and high blood glucose readings and avoiding or managing the long-term complications of diabetes.
es: Su consejero de salud de INTERVENT también puede brindarle guía en saber cómo y cuándo hacer sus pruebas de glucosa, interpretar sus resultados, tomar medicación de diabetes, manejar lecturas, altas o bajas, de glucosa o manejar complicaciones de diabetes a largo plazo; además de ayudarle a llevar un estilo de vida saludable.

# L4412
source: Credible tools and resources
es: Herramientas y recursos informativos creíbles

# L4413
source: You can easily access many useful health and wellness resources via our online program platform, including:
es: Usted puede fácilmente acceder a muchos recursos information salud y bienestar vía nuestra plataforma del programa, incluyendo:

# L987
source: Contact
es: Contacto
fr: Coordonnées
pt: Contato

# L4418
source: Take the first step to better health for life. INTERVENT offers individualized lifestyle health coaching and credible diabetes management resources to help you achieve your personal health and wellness goals.
es: Tome el primer paso hacia una mejor salud de por vida. INTERVENT ofrece consejerías individualizadas de salud y estilo de vida, así como creíbles recursos de manejo de diabetes, para ayudarle a lograr sus metas personales de salud y bienestar.

# L4419
source: You don’t have to deal with diabetes alone
es: Usted no tiene que lidiar con la diabetes solo

# L4420
source: The INTERVENT diabetes management program is here to support you and help you feel in control and confident about your ability to successfully manage your diabetes.
es: El programa de manejo de diabetes de INTERVENT está aquí para apoyarte y ayudarte a sentirte en control y con confianza con su habilidad de manejar su diabetes con éxito.

# L4421
source: Do You Have the Right Tools?
es: ¿Tiene usted las herramientas correctas?

# L4422
source: Get access to credible online resources and webinars to help you achieve better health for life.
es: Obtenga acceso a creíbles recursos en línea y a seminarios web para ayudarle a lograr una mejor salud de por vida.

# L4423
source: Diabetes Management
es: Manejo de Diabetes

# L4424
source: Nutrition: Follow a healthy eating pattern (include: fruits, vegetables, whole grains, only low-fat dairy, lean proteins and healthy oils; limit: saturated/trans fats, added sugars and sodium); ingest no more than 1,500 mg of sodium each day
es: Nutrición: Siga un patrón alimentario saludable (incluya: frutas, vegetales, granos enteros, únicamente productos lácteos bajos en grasa, proteínas magras y aceites saludables; limite: grasas saturadas/trans, azúcares añadidos y sodio); ingiera no más de 1,500 mg de sodio al dia
fr: Connaître les symptômes précurseurs d’une crise cardiaque ou d’un AVC et obtenir immédiatement une aide médicale d’urgence si nécessaire

# L4425
source: Intake Assessment
es: Cuestionario de Admisión

# L4426
source: GoTo Intake Assessment
es: Ir a Cuestionario de Admisión
fr: Aller à l’évaluation d’admission

# L4427
source: Complete your Intake Assessment
es: Completa tu Cuestionario de Admisión

# L4428
source: (Without shoes)
es: (sin zapatos)
fr: (sans chaussures)

# L4446
source: Participation in wellness activities
es: Participación en actividades de bienestar

# L4447
source: (each)
es: (cada una)

# L4448
source: The health risk assessment is a free, confidential online assessment that considers your lifestyle habits and health history to determine how healthy you are and whether you’re at risk for certain chronic diseases or illnesses. It only takes about 15 minutes to complete.
es: La evaluación de riesgos de salud es una evaluación gratuita y confidencial que considera su historial de salud y hábitos de estilo de vida para determinar qué tan saludable es usted, y si es que está en riesgo de desarrollar ciertas enfermedades crónicas. Completar la evaluación solo toma 15 minutos.

# L4449
source: INTERVENT Rewards System
es: Sistema de Recompensas INTERVENT

# L4450
source: To provide extra motivation to get started and make the program fun, participants can earn points of INTERVENT rewards throughout the program. Earn a minimum of 1,200 points of INTERVENT rewards to be eligible for the end-of-program raffle!
es: Para proveer motivación adicional para empezar y hacer el programa entretenido, los participantes pueden obtener puntos de recompensas INTERVENT durante el programa. Obtenga un mínimo de 1,200 puntos de recompensas INTERVENT para ser elegible a participar en la rifa de finalización del programa!

# L4451
source: Provide validated health numbers
es: Provea numeros de salud válidos

# L4443
source: SID is required
es: SID es requerido
fr: SID est requis
pt: O SID é obrigatório

# L4444
source: SID starts with a letter followed by 6 digits
es: SID empieza con una letra seguida por 6 dígitos.
fr: SID commence par une lettre, suivie de 6 chiffres
pt: O SID começa com uma letra, seguida de 6 dígitos

# L4259
source: Please provide a valid email address.
es: Por favor provea un email válido.
fr: Veuillez fournir une adresse courriel valide.
pt: Informe um endereço de e-mail válido.

# L4453
source: How Can You Optimize Your Health?
es: ¿Cómo Puede Usted Optimizar Su Salud?
fr: Comment pouvez-vous optimiser votre santé ?
pt: Como otimizar a sua saúde?

# L4454
source: Discover realistic goals and steps you can take to benefit your physical and mental health.
es: Descubra metas realistas y pasos que usted puede tomar para beneficiar su salud física y mental.
fr: Découvrez des objectifs réalistes et des mesures que vous pouvez prendre pour améliorer votre santé physique et mentale.
pt: Descubra metas e etapas realistas que você pode definir em benefício da sua saúde física e mental.

# L4455
source: What Are The Benefits For You?
es: ¿Cuáles Son Los Beneficios Para Usted?
fr: Quels sont les avantages pour vous ?
pt: Quais são os benefícios para você?

# L4456
source: Be your best self! Improve your overall health and well-being, at no cost to you.
es: ¡Sea la mejor versión de sí mismo! Mejore su salud general y su bienestar, sin costo para usted.
fr: Soyez le meilleur de vous-même! Améliorez votre santé et votre bien-être en général, sans frais pour vous.
pt: Seja o melhor de si! Melhore sua saúde e sem bem-estar sem gastar nada.

# L4452
source: You have a new message
es: Tienes un nuevo mensaje
fr: Vous avez un nouveau message
