Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1287
source: Build confidence to stay smoke free. Tobacco withdrawal symptoms may begin almost immediately after you stop smoking. They may include cravings, anxiety, irritability, restlessness, mood changes, nervousness, drowsiness, sleep disturbances, headaches, or digestive changes. Withdrawal symptoms are usually worst during the first three or four days. After two weeks, your physical symptoms of nicotine withdrawal should go away. That doesn’t mean, however, that you won’t want to smoke. The behavior (habit) of smoking takes longer to break. Remember, when it comes to cigarette smoking there is no such thing as moderation - even a single cigarette is harmful to you.
es: Crear la confianza para no fumar. Los síntomas por la ausencia de tabaco pueden empezar casi inmediatamente después de que deje de fumar. Pueden incluir ansiedad, irritabilidad, inquietud, cambios de humor, nerviosismo, somnolencia, disturbios en el sueño, dolores de cabeza, o cambios digestivos. Los síntomas de la ausencia de tabaco son generalmente peores durante los primeros tres o cuatro días. Después de dos semanas, sus síntomas físicos de falta de nicotina deberían desaparecer. Eso no significa, sin embargo, que no desee fumar. Para romper con el comportamiento (hábito) de fumar se requiere más tiempo. Recuerde, cuando se habla de fumar no hay tal cosa como la moderación - incluso un único cigarrillo es dañino.
fr: Renforcer l’assurance d’une vie sans fumée. Les symptômes de sevrage tabagique peuvent commencer presque immédiatement après que vous ayez arrêté de fumer. Il peut s’agir de fringales, d’anxiété, d’irritabilité, d’agitation, de changements d’humeur, de nervosité, de somnolence, de troubles du sommeil, de maux de tête ou de changements au plan digestif. Les symptômes sont habituellement les plus sévères au cours des trois ou quatre premiers jours. Après deux semaines, vos symptômes physiques de sevrage à la nicotine devraient disparaître. Toutefois, cela ne signifie pas que vous n’allez plus vouloir fumer. L’habitude (le comportement) de fumer prend plus de temps à perdre. Rappelez-vous qu’en matière de tabagisme, la modération n’existe pas : une seule cigarette est nocive.
pt: Desenvolva autoconfiança para se ver livre do tabagismo. Os sintomas da abstinência de tabaco podem surgir quase imediatamente após o momento em que se para de fumar. Eles podem incluir crises de abstinência, ansiedade, irritabilidade, agitação, mudanças de humor, nervosismo, sonolência, distúrbios do sono, dores de cabeça ou alterações digestivas. Os sintomas de abstinência costumam ser piores nos primeiros três ou quatro dias. Passadas duas semanas, os sintomas físicos pela abstinência de nicotina devem desaparecer. Mas isto não quer dizer, entretanto, que você não sinta vontade de fumar. O comportamento (hábito) de fumar precisa de mais tempo para desaparecer. Lembre-se: quando o assunto é o tabagismo, não existe moderação – até mesmo um único cigarro é prejudicial para você.

# L1288
source: My Personal Contract to Quit Tobacco
es: Mi Contrato Personal para Dejar el Tabaco
fr: Mon contrat personnel de cessation tabagique
pt: Meu contrato pessoal para abandonar o fumo

# L1289
source: I will quit smoking on
es: Dejaré de fumar el
fr: Je vais arrêter de fumer le :
pt: Eu me comprometo a parar de fumar no dia

# L129
source: Bone density test for osteoporosis during the past three years
es: Examen de densidad ósea durante los pasados tres años
fr: Test de densité osseuse pour l’ostéoporose au cours des trois dernières années
pt: Exame de densimetria óssea para osteoporose nos últimos três anos

# L1290
source: I will do the following to get ready to quit:
es: Haré lo siguiente para prepararme para dejar de fumar:
fr: Je vais faire ce qui suit pour me préparer à arrêter :
pt: Tomarei as seguintes providências para me preparar para abandonar o vício:

# L1291
source: When I feel the urge to smoke, I will:
es: Cuando sienta la necesidad de fumar, haré lo siguiente:
fr: Quand j’aurai envie de fumer, je ferai ce qui suit :
pt: Quando eu sentir ânsia para fumar, eu vou:

# L1292
source: I will ask _______________ to help me stay smoke free by assisting in these ways:
es: Le pediré a _______________ que me ayude a no fumar apoyándome en las siguientes maneras:
fr: Je demanderai à ______________ de m’aider à rester non-fumeur des façons suivantes :
pt: Vou pedir a ajuda de _______________ para me manter afastado do cigarro nos seguintes dias:

# L1293
source: My reward for staying smoke free for two weeks will be
es: Mi recompensa por no fumar durante dos semanas será
fr: Ma récompense pour ne pas avoir fumé pendant deux semaines sera la suivante :
pt: Minha recompensa por ficar sem fumar por duas semanas será

# L1294
source: My reward for staying smoke free for one month will be
es: Mi recompensa por no fumar durante un mes será
fr: Ma récompense pour ne pas avoir fumé pendant un mois sera la suivante :
pt: Minha recompensa por ficar sem fumar por um mês será

# L1295
source: After one month, evaluate your progress, make revisions, and adopt a new plan for the next month.
es: Después de un mes, evalúe su progreso, haga revisiones, y adopte un nuevo plan para el siguiente mes.
fr: Après un mois, évaluez vos progrès, faites des modifications et adoptez un nouveau plan pour le mois suivant.
pt: Depois de um mês, avalie seu avanço, faça revisões e adote um novo plano para o próximo mês.

# L1296
source: Your signature/Date
es: Su firma/Fecha
fr: Votre signature/date
pt: Assinatura/data

# L1297
source: Witness/Date
es: Testigo/Fecha
fr: Témoin/date
pt: Testemunha/data

# L1298
source: There are many health reasons for not using tobacco and for avoiding secondhand smoke. Tobacco and its various chemical components - like tar, nicotine, and thousands of others - can increase the risk of:
es: Hay muchas razones de salud para no fumar y para evadir el ser fumador pasivo. El tabaco y sus componentes químicos - como alquitrán, nicotina, y otros cientos - pueden incrementar el riesgo de:
fr: De nombreuses raisons médicales justifient de ne pas consommer de tabac et d’éviter la fumée secondaire. Le tabac et ses divers composants chimiques, comme le goudron, la nicotine et des milliers d’autres, peuvent augmenter les risques des affections suivantes :
pt: Existem muitos motivos de saúde para não utilizar o tabaco e evitar se tornar um fumante passivo. O tabaco e seus diversos componentes químicos – como alcatrão, nicotina e milhares de outros – podem aumentar os riscos de:

# L1299
source: Heart disease and stroke
es: Ataque al corazón y accidente cerebrovascular
fr: Maladies du cœur et AVC;
pt: Doenças cardíacas e derrames

# L13
source: Have you ever been told by a medical doctor or health care professional that you had a stroke or transient ischemic attack (TIA or 'mini stroke')?
es: ¿Alguna vez un médico le ha dicho que ha tenido un derrame cerebral o un ataque isquémico transitorio (AIT o 'mini-ataque)?
fr: Un médecin ou un professionnel de la santé vous a-t-il déjà dit que vous avez eu un AVC ou un accident ischémique transitoire (AIT ou « mini-AVC »)?
pt: Você já ouviu de um médico ou profissional de saúde que você havia sofrido um derrame ou ataque isquêmico transitório (AIT ou “mini-derrame”)?

# L130
source: Mammogram during the past two years
es: Mamografía durante los pasados dos años
fr: Mammographie au cours des deux dernières années
pt: Mamografia nos últimos dois anos

# L1300
source: High blood pressure
es: Tensión arterial alta
fr: Hypertension;
pt: Hipertensão

# L1301
source: Blood clots
es: Coagulos de sangre
fr: Caillots de sang;
pt: Coágulos no sangue

# L1302
source: Cancer - especially in the lung, mouth, larynx, esophagus, bladder, kidney, pancreas, and cervix
es: Cáncer - especialmente de pulmón, boca, larinje, esófago, vejiga, riñón, páncreas, y cuello del útero
fr: Cancer, particulièrement dans les poumons, la bouche, le larynx, l’œsophage, la vessie, les reins, le pancréas et le col de l’utérus;
pt: Câncer – particularmente no pulmão, na boca, na laringe, no esôfago, na bexiga, nos rins, no pâncreas e no colo do útero

# L1303
source: Chronic lung disease – such as chronic bronchitis and emphysema
es: Enfermedades crónicas de pulmón - como bronquitis crónica y enfisema
fr: Maladies pulmonaires chroniques comme la bronchite chronique et l’emphysème;
pt: Doenças crônicas nos pulmões – como bronquite crônica e enfisema

# L1304
source: Pregnancy related problems - including miscarriage, premature labor, low birth weight, and risk for sudden infant death syndrome (SIDS)
es: Problemas relacionados con el embarazo - incluyendo aborto, parto prematuro, bajo peso del bebé, y riesgo de muerte súbita (SIDS)
fr: Problèmes liés à la grossesse, dont une fausse couche, un accouchement prématuré, un faible poids du bébé à la naissance et un risque de syndrome de mort subite du nourrisson (SMSN);
pt: Problemas relacionados à gravidez – incluindo abortos, trabalho de parto prematuro, baixo peso do feto ao nascer e risco de síndrome de morte súbita infantil (SMSI)

# L1305
source: Delayed wound healing
es: Demora en la curación de heridas
fr: Cicatrisation plus lente;
pt: Demora na cicatrização de ferimentos

# L1306
source: Tooth and gum diseases
es: Enfermedades de los dientes y encías
fr: Maladies des dents et des gencives;
pt: Doenças nos dentes e nas gengivas

# L1307
source: Decreased senses of taste and smell
es: Disminución del sentido del gusto y olfato
fr: Diminution du goût et de l’odorat.
pt: Redução nos sentidos de paladar e olfato

# L1308
source: If you use smokeless tobacco long term, you have many of these very same risks. You also have a 50 times greater risk for oral cancer. Oral cancer includes cancer of the lip, tongue, cheeks, gums, and the floor and roof of the mouth. People who use oral snuff for a long time have a much greater risk for cancer of the cheek and gum than people who do not use smokeless tobacco.
es: Si consume tabaco de mascar durante un tiempo prolongado, usted tiene muchos de esos riesgos. Usted también tiene 50 veces más riesgo de padecer cáncer oral. Cáncer oral incluye cáncer de labios, lengua, mejillas, encías, y la parte inferior y superior de la boca. Gente que consume tabaco de mascar durante mucho tiempo tienen mucho más riesgo de cáncer de mejillas y encías que gente que no lo consume.
fr: Si vous consommez du tabac sans fumée depuis longtemps, vous courez plusieurs de ces mêmes risques. Votre risque de cancer de la bouche est également 50 fois plus élevé. Le cancer de la bouche peut toucher les lèvres, la langue, les joues, les gencives, le palais et le plancher de la bouche. Les personnes qui consomment du tabac à priser oral depuis longtemps courent un risque beaucoup plus élevé de cancer des joues et des gencives que celles qui ne consomment pas de tabac sans fumée.
pt: Se você utiliza fumo de mascar há muito tempo, você corre muitos desses riscos também. Você também corre um risco 50 vezes maior de desenvolver câncer de boca. O câncer de boca inclui câncer nos lábios, na língua, nas bochechas, nas gengivas e no céu da boca. Pessoas que usam fumo de mascar por muito tempo correm um risco muito maior de desenvolver câncer nas bochechas e nas gengivas do que pessoas que não utilizam esse tipo de tabaco.

# L1309
source: There are numerous harmful chemicals and substances in smokeless tobacco. Chewing tobacco and snuff contain at least 28 cancer-causing agents or "carcinogens". All tobacco, including smokeless tobacco, contains nicotine. Unfortunately, nicotine is extremely addictive. Moreover, the amount of nicotine absorbed from smokeless tobacco is 3 to 4 times more than the amount delivered by a cigarette. Nicotine is absorbed more slowly from smokeless tobacco, but more nicotine per "dose" is absorbed from smokeless tobacco than from cigarettes. Also, the nicotine from smokeless tobacco stays in the bloodstream for a longer time.
es: Hay numerosas sustancias químicas dañinas en el tabaco de mascar. Mascar tabaco contiene al menos 28 agentes "cancerígenos". Todo tabaco, incluyendo el de mascar, contiene nicotina. Desafortunadamente, la nicotina es extremadamente adictiva. Por otro lado, la cantidad de nicotina absorvida en el tabaco de mascar es 3 ó 4 veces más que la de un cigarrillo. La nicotina es absorvida más despacio en el tabaco de mascar, pero en más cantidad que en cigarrillos. Además, la nicotina del tabaco de mascar permanece en la circulación sanguínea por más tiempo.
fr: Un grand nombre de substances chimiques se trouvent dans ce type de tabac. Le tabac à mâcher et à priser contient au moins 28 agents cancérigènes. D’ailleurs, tous les produits de tabac, y compris le tabac sans fumée, contiennent de la nicotine, une substance qui crée malheureusement une forte dépendance. De plus, la quantité de nicotine absorbée par le tabac sans fumée est 3 à 4 fois plus importante que celle fournie par une cigarette. En comparaison avec cette dernière, la nicotine est absorbée plus lentement par le tabac sans fumée, mais il y en a une plus grande quantité dans chaque dose, et elle demeure plus longtemps dans le sang.
pt: Existem muitíssimos produtos químicos e substâncias nocivas no fumo de mascar. O fumo de mascar tem pelo menos 28 agentes causadores de câncer "carcinógenos". Todos os tipos de tabaco, incluindo o fumo de mascar, contêm nicotina. Infelizmente, a nicotina é extremamente viciante. Além disso, o volume de nicotina absorvido do fumo de mascar é de 3 a 4 vezes mais alto do que o volume ingerido com um cigarro. A nicotina é absorvida mais lentamente com o fumo de mascar, mas um volume maior de nicotina é absorvido a cada "dose" de fumo de mascar do que em um cigarro. A nicotina do fumo de mascar também permanece na corrente sanguínea por um tempo mais longo.

# L131
source: Dental exam during the past 12 months
es: Examen dental durante los pasados doce meses
fr: Examen dentaire au cours des 12 derniers mois
pt: Exame dentário nos últimos 12 meses

# L1310
source: In 1986, the Surgeon General concluded that the use of smokeless tobacco "is not a safe substitute for smoking cigarettes". Since 1991, the National Cancer Institute in the US has officially recommended that the public avoid and discontinue the use of all tobacco products, including smokeless tobacco.
es: En 1986, el Cirujano General concluyó que el uso del tabaco de mascar "no es un substituto seguro del cigarrillo". Desde 1991, el Instituto Nacional del Cáncer de los EEUU recomienda oficialmente que el público evite y deje de consumir cualquier tipo de tabaco, incluyendo el de mascar.
fr: En 1986, le directeur du Service de santé publique des États-Unis a conclu que le tabac sans fumée ne constituait pas un produit de remplacement sécuritaire de la cigarette. Depuis 1991, le National Cancer Institute des États-Unis recommande officiellement à la population d’éviter de consommer tout produit du tabac, y compris le tabac sans fumée.
pt: Em 1986, o Surgeon General (Diretor do Serviço de Saúde Pública dos EUA) concluiu que o uso de fumo de mascar "não é um substituto seguro para o cigarro". Desde 1991, o National Cancer Institute dos EUA recomenda oficialmente que o público evite e deixe de consumir todos os produtos à base de tabaco, incluindo o fumo de mascar.

# L1311
source: No matter how much or how long you’ve used smokeless tobacco, when you quit, many of your health-risks go down.
es: No importa cuánto o con qué frecuencia ha consumido tabaco de mascar, cuando lo deja, muchos de sus riesgos de salud disminuyen.
fr: Peu importe la quantité de tabac sans fumée que vous avez consommée, ou combien de temps vous en avez consommé : lorsque vous arrêtez, bon nombre de vos risques pour la santé diminuent.
pt: Não importa o quanto você usa fumo de mascar ou há quanto tempo; quando você abandonar esse vício, seu risco de desenvolver doenças cardíacas será reduzido.

# L1312
source: There is no one best way to quit using smokeless tobacco. Techniques that have been successful in helping others quit include:
es: No hay una sola manera mejor de dejar de usar tabaco de mascar. Las técnicas que ayudaron a otros a dejar de consumir incluyen:
fr: Il n’existe pas de « meilleure » façon d’arrêter de consommer du tabac sans fumée. Parmi les techniques qui ont aidé d’autres personnes à arrêter d’en consommer, on peut citer les suivantes :
pt: Não existe uma maneira mais eficiente de parar de utilizar o fumo de mascar. Entre as técnicas historicamente bem-sucedidas para abandonar o vício, podemos citar:

# L1313
source: Set a quit date. Start by setting a date you will quit. Mark it on your calendar. Give yourself plenty of time to get ready to quit, but plan to quit within the next 30 days. When setting a quit date, choose a date that doesn’t conflict with another stressful event, if possible. Some people like to quit on Monday. They use the weekend for final preparations to quit. Remember, any day is a good day to quit using smokeless tobacco.
es: Marque una fecha para abandonar. Empiece estableciendo una fecha para dejar de fumar. Márquela en su calendario. Tómese el tiempo suficiente para prepararse para dejarlo, pero que sea dentro de los próximos 30 días. Cuando marque esa fecha, escoja una fecha que no entre en conflicto con otro evento estresante, si fuera posible. Algunas personas prefieren abandonar un lunes. Usan el fin de semana para la preparación final. Recuerde, cualquier día es bueno para dejar de consumir tabaco de mascar.
fr: Fixer une date de cessation tabagique. D’abord, fixez une date à laquelle vous cesserez de fumer. Inscrivez-la dans votre calendrier. Donnez-vous assez de temps pour vous préparer, mais choisissez une date dans les 30 prochains jours. Choisissez une date qui ne coïncide pas avec un autre événement stressant, si possible. Certains préfèrent arrêter le lundi pour s’y préparer la fin de semaine. Rappelez-vous que chaque jour est un bon jour pour arrêter de consommer du tabac sans fumée;
pt: Defina uma data para parar. Comece definindo a data em que você vai parar. Marque-a na sua agenda. Reserve tempo suficiente para se preparar para abandonar o hábito, mas programe uma nos próximos 30 dias. Escolha uma data de parar que não coincida com outro evento estressante, se possível. Há quem prefira parar na segunda-feira. Assim o fim-de-semana serve aos últimos preparos para parar de fumar. Lembre-se: qualquer dia é um bom dia para parar de mascar fumo.

# L1314
source: Plan ways to avoid smokeless tobacco. Don’t even think about substituting other tobacco products, such as cigarettes, cigars or pipes for smokeless tobacco. If you plan to use a nicotine substitute, such as nicotine gum or a patch, ask a health professional for additional information and guidance.
es: Planear maneras de evitar el tabaco de mascar. Ni se le ocurra pensar en substituir el tabaco de mascar por otros productos del tabaco, como cigarrillos, puros o pipas. Si planea usar un substituto de la nicotina, como chicles o parches, pregunte a un profesional de la salud por más información y pautas.
fr: Prévoir des moyens d’éviter le tabac sans fumée. Ne songez même pas à remplacer le tabac sans fumée par d’autres produits du tabac, comme les cigares, les pipes ou les cigarettes. Si vous prévoyez d’utiliser un substitut nicotinique comme la gomme à la nicotine ou les timbres, demandez des renseignements et des conseils supplémentaires à un professionnel de la santé;
pt: Planeje métodos para evitar o fumo de mascar. Nem pense em substituir o fumo por outros tipos de tabaco, como cigarros, charuto ou cachimbo. Se você planeja utilizar um substituto à base de nicotina, como goma de mascar ou adesivos de nicotina, procure um profissional de saúde para obter mais informações e orientação.

# L1315
source: Involve others in your plan to quit. Your friends, family, and co-workers can be helpful and supportive as you are trying to quit. Seriously consider enrolling in a formal tobacco cessation program.
es: Involucre a otros en su plan para quitarse. Sus amigos, familia, y compañeros de trabajo pueden ser útiles y de apoyo cuando intente quitarse. Considere seriamente enrolarse en un programa formal de cese del tabaco.
fr: Impliquer son entourage dans le plan de cessation tabagique. Vos amis, votre famille et vos collègues peuvent vous aider et vous soutenir dans vos efforts pour arrêter de fumer. Envisagez sérieusement de vous inscrire à un programme officiel de cessation tabagique;
pt: Envolva outras pessoas no seu plano de parar de fumar. Amigos, familiares e colegas de trabalho podem ajudar e dar apoio enquanto você tenta parar de fumar. Considere seriamente a possibilidade de se inscrever em um programa formal para parar de usar o tabaco.

# L1316
source: Prepare for quit day. Some people find it helpful to gradually reduce their use of smokeless tobacco rather than quitting "cold turkey." For example, during the weeks before your quit date, reduce the amount you use by 25 percent each week.
es: Prepárese para el día de abandonar. Algunas personas encuentran útil el reducir el uso de tabaco de mascar en vez de quitarse de golpe. Por ejemplo, durante las semanas anteriores a quitarse, reduzca la cantidad consumida en un 25 por ciento cada semana.
fr: Se préparer au jour où l’on cesse de fumer. Certaines personnes trouvent utile de réduire graduellement leur consommation de tabac sans fumée plutôt que d’arrêter du jour au lendemain. Par exemple, au cours des semaines précédant votre date d’abandon, réduisez la quantité que vous consommez de 25 % chaque semaine.
pt: Prepare-se para o dia de parar. Algumas pessoas acham que ajuda reduzir gradualmente a quantidade de fumo de mascar em vez de parar de uma vez. Por exemplo, durante as semanas que antecedem a data-limite, reduza a quantidade de fumo em 25% a cada semana.

# L1317
source: Develop your personal contract to quit using smokeless tobacco. Develop a specific plan to quit. Research shows that people who put their plan in writing and ask someone to witness it are more committed to their goal and more likely to succeed.
es: Desarrolle su propio contrato para dejar de usar tabaco de mascar. Cree un plan específico para abandonar. Los estudios demuestran que las personas que ponen por escrito su plan y piden que alguien sea testigo de él, están más comprometidos con su meta y es más probable que triunfen.
fr: Élaborer un contrat personnel de cessation tabagique. Élaborez un plan précis pour cesser de consommer du tabac sans fumée. Des études ont démontré que les personnes qui mettent leur plan par écrit et demandent à quelqu’un d’en être témoin sont plus engagées à atteindre leur objectif et ont de meilleures chances de réussir;
pt: Elabore um contrato pessoal para parar de utilizar o fumo de mascar. Elabore um plano específico para parar de mascar fumo. As pesquisas mostram que quem prepara um plano escrito e pede que outras pessoas sejam testemunha do plano são mais comprometidas com sua meta e têm maior chance de sucesso.
