Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L3141
source: Achieve Goals that Are Important to You
ar: حقق الأهداف الهامة بالنسبة لك
ar_ae: حقق الأهداف المهمة لديك
es: Alcance metas que sean importantes para usted

# L3149
source: Call us
ar: هاتفنا
ar_ae: اتصل بنا
es: Llámenos

# L3150
source: Email us
ar: راسلنا عبر البريد الإلكتروني
ar_ae: راسلنا على البريد الإلكتروني
es: Envíenos un correo electrónico
fr: Courriel
pt: Envie-nos um e-mail

# L3151
source: INTERVENT provides this privacy policy (“Policy”) to describe how we collect, use, disclose, and otherwise process individually identifiable information (“Personal Information”) that we obtain via this site https://www.myintervent.com (the “Site”) and otherwise as described below.
es: INTERVENT provee esta política de privacidad (“Política”) para describir como recopilamos, usamos, divulgamos y, de otro modo, procesamos información individualmente identificable (“Información Personal”) que obtenemos vía el sitio web https://www.myintervent.com (el “Sitio Web”) y de otro modo como descrito a continuación.
fr: INTERVENT fournit cette politique de confidentialité (ci-après « la politique ») pour décrire comment nous recueillons, utilisons, divulguons et traitons les renseignements permettant d’identifier une personne (ci-après « les renseignements personnels ») que nous obtenons par l’intermédiaire du site https://www.myintervent.com (ci-après « le site ») et autrement comme décrit ci-dessous.
pt: A INTERVENT publica a presente política de privacidade ("Política") para descrever como coletamos, utilizamos, divulgamos e processamos informações pessoalmente identificáveis ("Dados Pessoais") que obtemos por meio do site https://www.myintervent.com ("Site") e conforme descrito abaixo.

# L3152
source: Age must be between {0} and {1}
es: La edad debe ser entre {0} y {1}
fr: L’âge doit se situer entre {0} et {1}
pt: A idade deve ser entre {0} e {1}

# L3154
source: Lab Choice
es: Selección de Laboratorio
fr: Choix du laboratoire
pt: Escolha do laboratório

# L3155
source: Doctor's Office
es: Oficina de Doctor
fr: Bureau du médecin
pt: Consultório do médico

# L3153
source: Note: This report, including risk scores and recommendations, will be automatically updated once your health screening results are available.
es: Nota: Este informe, incluyendo las puntaciones de riesgo y recomendaciones, será automáticamente actualizado una vez estén disponibles los resultados de su examen de salud.
fr: Remarque : Ce rapport, qui contient les scores de risque et les recommandations, sera automatiquement mis à jour dès que les résultats de votre bilan de santé seront disponibles.
pt: Observação: Este relatório, incluindo a pontuação de riscos e as recomendações, será atualizado automaticamente quando os resultados do seu check-up geral estiverem disponíveis.

# L3048
source: Edit Medication
es: Editar el Medicamento
fr: Modifier le médicament

# L3160
source: Maternity Lifestyle Management Program?
es: ¿Programa de Manejo de Estilo de Vida y Maternidad?
fr: Programme de prise en charge du mode de vie et de la maternité?
pt: Programa de gestão de estilo de vida na maternidade?

# L3161
source: Dosage
es: Dosis
fr: Dose

# L3162
source: Quantity / Formulation
es: Cantidad / Formulación
fr: Quantité et composition

# L3163
source: Frequency / Day
es: Frecuencia / Dia
fr: Fréquence et jour

# L3164
source: Can’t find your medication?
es: ¿No encuentra su medicamento?
fr: Vous ne trouvez pas votre médicament?

# L3165
source: Advanced Search
es: Búsqueda Avanzada
fr: Recherche avancée

# L3166
source: How often do you take your medication?
es: ¿Cuan frecuente usted toma su medicamento?
fr: À quelle fréquence prenez-vous votre médicament?

# L3167
source: Advanced Medication Search
es: Búsqueda Avanzada de Medicamento
fr: Recherche de médicament avancée

# L3168
source: Medication / Chemical Name
es: Medicamento / Nombre Químico
fr: Médicament et nom chimique

# L3169
source: Back
es: Regresar
fr: Retour

# L3170
source: All Forms
es: Todos los Formularios
fr: Tous les formulaires

# L3171
source: Apply Filter
es: Aplicar Filtro
fr: Appliquer le filtre

# L3172
source: Earn Member status to be eligible
es: Obtenga el estatus de Miembro para ser elegible

# L3173
source: Earn VIP status to be eligible
es: Obtenga el estatus VIP para ser elegible

# L3174
source: Earn Elite status to be eligible
es: Obtenga el estatus Elite para ser elegible

# L3175
source: Earn Elite Plus status to be eligible
es: Obtenga el estatus Elite Plus para ser elegible

# L3176
source: Next Raffle is on
es: Próxima rifa será el
fr: Le prochain tirage est en cours.

# L3178
source: Enclosed please find your brief Summary Report for your Doctor. If you have any questions, please contact us at {0}.
es: Adjunto encontrará su breve Resumen para su Doctor. Si tiene alguna pregunta, contáctenos a {0}
fr: Vous trouverez ci-joint votre rapport sommaire à l’intention de votre médecin. Pour toute question, n’hésitez pas à communiquer avec nous par téléphone au {0}.
pt: Enviamos em anexo seu relatório resumido, que deve ser apresentado ao seu médico. Se tiver qualquer dúvida, fale conosco pelo e-mail {0}.

# L3179
source: Thanks again,<br />The {0} Team
es: De nuevo, Gracias, <br /> El equipo {0}
fr: Merci encore,<br />L’équipe {0}
pt: Agradecemos novamente, <br />A Equipe {0}

# L3180
source: Enclosed please find your brief Summary Report for your Doctor. If you would like to receive online access to a more comprehensive report and or enroll in a program, please email our technology service/partner, INTERVENT at {0}
es: Adjunto, encuentre su breve informe de resumen para su médico. Si desea recibir acceso en línea a un informe más completo y/o inscribirse en un programa, envíe un correo electrónico a nuestro servicio de tecnología/socio, INTERVENT, a {0}
fr: Vous trouverez ci-joint votre rapport sommaire à l’intention de votre médecin. Si vous souhaitez accéder en ligne à un rapport complet ou vous inscrire à un programme, veuillez envoyer un courriel à notre partenaire ou service de technologie INTERVENT à l’adresse {0}.
pt: Enviamos em anexo seu relatório resumido, que deve ser apresentado ao seu médico. Se você quiser ter acesso on-line a um relatório mais abrangente e/ou inscrever-se em um programa, envie um e-mail para o nosso serviço/parceiro de tecnologia, INTERVENT: {0}

# L3181
source: us
es: nosotros

# L3182
source: Staff and faculty actively enrolled in a South University medical plan who complete their wellness assessment and submit labwork by 9/30/2023 will enjoy reduced premiums on their bi-weekly medical deductions effective 1/1/24. Medical plan rates will be released prior to Open Enrollment in the Fall of 2023.
es: El personal y la facultad inscritos activamente en un plan médico de South University que completen su evaluación de bienestar y presenten el trabajo de laboratorio antes del 30/9/2023 disfrutarán de primas reducidas en sus deducciones médicas quincenales a partir del 1/1/24. Las tarifas del plan médico se publicarán antes de la inscripción abierta en el otoño de 2023.

# L3183
source: You can win valuable gift cards from INTERVENT. INTERVENT provides points for completing various program activities and holds monthly, quarterly, semi-annual and annual drawings to select winners. The more points you earn, the more chances you have to win. Thousands of dollars in gift cards will be awarded during the program year. Only participants enrolled and actively participating in the lifestyle health coaching program are eligible to participate in drawings. Look for announcements of winners each month and read stories about how working with their health coach is helping participants move their health and lifestyle in a positive direction.
es: Puedes ganar valiosas tarjetas de regalo de parte de INTERVENT. INTERVENT premia puntos por completar varias actividades del programa y tiene rifas mensuales, trimestrales, semestrales y anuales para seleccionar a los ganadores. Mientras más puntos obtenga, más posibilidades tendrá de ganar. Se otorgarán miles de dólares en tarjetas de regalo durante el año del programa. Solo participantes inscritos y activamente participando del programa de estilo de vida y salud son elegibles para participar de las rifas. Busque anuncios de ganadores cada mes y lea historias sobre cómo trabajar con su entrenador de salud está ayudando a nuestros participantes mover su salud y estilo de vida hacia una dirección positiva.

# L3184
source: The foods you eat, the stress you feel and the activities you do all affect your health. Now you can find out how by completing our wellness assessment.
es: Las comidas que come, el estrés que siente y las actividades que realiza afectan su salud. Ahora puede averiguar cómo completando nuestra evaluación de bienestar

# L3185
source: The wellness assessment is a free, confidential online assessment that considers your lifestyle habits and health history to determine how healthy you are and whether you’re at risk for certain chronic diseases or illnesses. It only takes about 15 minutes to complete.
es: La evaluación de bienestar es una evaluación en línea gratuita y confidencial que considera sus hábitos de estilo de vida y su historial de salud para determinar qué tan saludable está y si está en riesgo de padecer ciertas enfermedades o enfermedades crónicas. Solo se tarda unos 15 minutos en completarse.

# L3186
source: Once you complete the assessment, you will immediately receive a great personal report, health roadmap and a wealth of useful information individually tailored for you. Plus, you’ll be able to take advantage of our lifestyle management programs where you can learn about how to eat more healthfully, manage your weight, reduce your stress level and much more.
es: Una vez que haya completado su evaluación, inmediatamente recibirá un informe personal, ruta de salud y una cantidad de información útil e individualizada para usted. Además, podrá aprovechar nuestros programas de manejo de su estilo de vida, donde puede aprender sobre como comer más saludable, manejar su peso, reducir sus niveles de estrés y mucho más.

# L3187
source: Please call INTERVENT at 1-855-494-1093 to enroll in a program.
es: Por favor llame a INTERVENT al 1-855-494-1093 para inscribirse en un programa.

# L3188
source: Read about people just like you. If others can take action and have success – so can you!
es: Lea sobre personas exactamente como usted. Si otros pueden tomar acción y tener éxito, ¡usted también puede!

# L3190
source: Cholestrol must be between {0} and {1}
es: El colesterol debe estar entre {0} y {1}
fr: Le cholestérol doit se situer entre {0} et {1}
pt: O colesterol deve estar entre {0} e {1}

# L3191
source: HDL must be between {0} and {1}
es: HDL debe estar entre {0} y {1}
fr: Le cholestérol HDL doit se situer entre {0} et {1}
pt: O HDL deve estar entre {0} e {1}

# L3192
source: SBP must be between {0} and {1}
es: SBP debe estar entre {0} y {1}
fr: La pression systolique doit se situer entre {0} et {1}
pt: O SBP deve estar entre {0} e {1}

# L3193
source: DBP must be between {0} and {1}
es: DBP debe estar entre {0} y {1}
fr: La pression diastolique doit se situer entre {0} et {1}
pt: O DBP deve estar entre {0} e {1}

# L3194
source: Social Media
es: Redes Sociales
fr: Des médias sociaux
pt: Redes sociais

# L3195
source: Recommendation from Family/Friend
es: Recomendación de Familiar/Amigo
fr: Recommandation de la famille ou d'un ami
pt: Recomendação de familiar/amigo

# L3200
source: Please enter a contact number.
es: Por favor, ingrese un número de contacto.
fr: Veuillez entrer un numéro de téléphone pour vous joindre.
pt: Digite um número para contato.

# L3201
source: Congratulations! You qualify for the Canadian Diabetes Prevention Program. Please schedule your first appointment with a health coach.
es: ¡Felicidades! Usted cualifica para el Programa de Prevención de Diabetes. Por favor programa su primera cita con un entrenador de salud.
fr: Félicitations! Vous êtes admissible au Programme canadien de prévention du diabète. Veuillez fixer votre premier rendez-vous avec un conseiller en santé.

# L3202
source: Unfortunately, you do not qualify for the Canadian Diabetes Prevention Program. If you would like to learn about other diabetes prevention/management programs that may be available to you, please call {0}.
es: Desafortunadamente, usted no cualifica para el programa DPP. Si desea obtener más información sobre otros programas de manejo/prevención de diabetes que estén disponibles para usted, por favor comuníquese a {0}.
fr: Malheureusement, vous n’êtes pas admissible au Programme canadien de prévention du diabète. Si vous désirez en savoir plus sur d’autres programmes de prévention et de prise en charge du diabète offerts, veuillez composer le {0}.

# L3205
source: White / Caucasian
es: Blanco / Caucásico
fr: Blanc ou Caucasien
pt: Branca/caucasiana

# L3206
source: Black / African American
es: Negro / Afroamericano
fr: Noir ou Afro-Américain
pt: Negra/afro-americana

# L3207
source: American Indian / Native American
es: Indio Americano / Nativo Americano
fr: Amérindien ou Autochtone
pt: Indígena/nativo-americana

# L3208
source: White (Caucasian)
es: Blanco (Caucásico)
fr: Blanc (Caucasien)
pt: Branca (caucasiana)

# L3209
source: Aboriginal
es: Aborigen
fr: Autochtone
pt: Aborígene

# L3210
source: Black (Afro-Caribbean)
es: Negro (Afrocaribeño)
fr: Noir (Afro-Antillais)
pt: Negra (afro-caribenha)

# L3211
source: East Asian (Chinese, Vietnamese, Filipino, Korean, etc.)
es: Asiático del Este (Chino, Vietnamita, Filipino, Coreano, etc.)
fr: Origine est-asiatique (Chinois, Vietnamien, Philippin, Coréen, etc.)
pt: Leste asiático (chinês, vietnamita, filipino, coreano, etc.)

# L3212
source: South Asian (East Indian, Pakistani, Sri Lankan, etc.)
es: Sur Asiático (Indio del Este, Pakistaní, de Sri Lanka)
fr: Origine sud-asiatique (Indien, Pakistanais, Sri Lankais, etc.)
pt: Sul da Ásia (leste da Índia, Paquistão, Sri Lanka, etc.)

# L3213
source: Other (Latin American, Arab, West Asian)
es: Otro (Latinoamericano, Árabe, Asiático del Oeste)
fr: Autre (Amérique Latine, Arabe, Asie Occidentale)
pt: Outra (latino-americana, árabe, do oeste asiático)

# L3214
source: Black African
es: Africano Negro
fr: Africain noir
pt: Africana negra

# L3215
source: White African
es: Africano Blanco
fr: Africain blanc
pt: Africana branca

# L3216
source: Coloured
es: De color
fr: De couleur
pt: De cor

# L3217
source: Asian
es: Asiático
fr: Asiatique
pt: Asiática

# L3218
source: Get started now!
es: ¡Comience ahora!
fr: Commencez maintenant!

# L3196
source: Your campaign will begin on {0}. Please return at that time to register your account and complete your Health Risk Assessment.
es: Su campaña comenzará el {0}. Por favor regrese en ese momento para registrar su cuenta y completar su evaluación de salud.
fr: Votre campagne commencera le {0}. Veuillez revenir à ce moment pour enregistrer votre compte et terminer votre évaluation des risques pour la santé.
pt: Sua campanha se iniciará no dia {0}. Volte em tal data para abrir sua conta e preencher sua Avaliação de Riscos de Saúde.

# L3197
source: Your registration could not be completed at this time. Please contact us at {0}.
es: Su registración no pudo ser completada en este momento. Por favor contáctenos al {0}.
fr: Votre inscription n’a pas pu être effectuée pour le moment. Veuillez nous contacter : {0}.
pt: Não é possível concluir seu registro neste momento. Fale conosco via {0}.

# L3339
source: Do we have your permission to contact your primary care physician?
es: ¿Tenemos su permiso para contactar su médico de atención primaria?
fr: Avons-nous la permission de contacter votre Docteur de premier soins?
pt: Temos sua permissão para entrar em contato com o seu clínico geral?

# L3341
source: Contact Preference is required
es: Se requiere Preferencia de Contacto.
fr: La préférence de communication est requise.
pt: As preferências de contato são obrigatórias

# L3342
source: Fax Number
es: Número de Fax
fr: Numéro de fax
pt: Número do fax

# L3462
source: Thank you for your time and interest in the program. Unfortunately, you did not meet the requirements and are no longer eligible to participate. If you have any questions, please call 855-610-3060.
es: Gracias por su tiempo e interés en el programa. Lamentablemente, usted no cumple con los requisitos y ya no es elegible para participar. Si tiene alguna pregunta, llame al 855-610-3060.
fr: Merci de votre temps et de votre intérêt envers le programme. Malheureusement, vous n’avez pas satisfait aux exigences et n’êtes plus admissible. Pour toute question, n’hésitez pas à communiquer avec nous par téléphone au 1-855-610-3060.

# L3463
source: Every other week
es: Cada dos semanas

# L3653
source: <span>Welcome to the</span>Lifestyle Health Coaching Program!
es: <span>¡Bienvenidos al</span>Programa de Estilo de Vida y Salud!
fr: <span>Bienvenue</span> au programme d’encadrement sur la santé et le mode de vie!

# L3654
source: Get started with your first coaching call
es: Comience con su primera llamada de entrenamiento
fr: Commencez par votre premier appel d’encadrement.

# L3655
source: Book an appointment to talk to a health coach and plan your next steps towards a healthier you.
es: Haga una cita para hablar con un entrenador de salud y planifique sus próximos pasos hacia una vida más saludable.
fr: Prenez rendez-vous pour parler à un conseiller en santé et planifiez les prochaines étapes vers une meilleure santé.

# L3656
source: Congratulations! Your appointment for {0} has been confirmed
es: ¡Felicidades! Su cita para el {0} ha sido confirmada
fr: Félicitations! Votre rendez-vous pour {0} a été confirmé.

# L3657
source: Schedule by coach
es: Programe por entrenador
fr: Fixer le rendez-vous par conseiller

# L3658
source: Schedule by date
es: Programe por fecha
fr: Fixer le rendez-vous par date

# L3659
source: Select Date & Time
es: Seleccione Fecha & Hora
fr: Sélectionnez la date et l’heure

# L3660
source: Not Available
es: No esta Disponible
fr: Non disponible

# L3661
source: Selected Date
es: Fecha seleccionada
fr: Date choisie

# L3662
source: Available slot on
es: Espacio Disponible el
fr: Plage horaire disponible le

# L3663
source: Morning Slots
es: Espacios en la mañana
fr: Plages horaires le matin

# L3664
source: Afternoon Slots
es: Espacios después del mediodía
fr: Plages horaires l’après-midi

# L3665
source: We're sorry, it looks like this month is popular. Please either select another month or use our secure chat system for further assistance.
es: Lo sentimos, parece que este mes es popular. Por favor elija otro mes o use nuestro sistema seguro de chat para mayor asistencia.
fr: Nous sommes désolés, ce mois est populaire. Veuillez sélectionner un autre mois ou utiliser notre système de chat sécurisé pour obtenir de l'aide.

# L3666
source: Select & Proceed
es: Seleccionar y Continuar
fr: Sélectionner et poursuivre

# L3667
source: Specializes in
es: Se Especializa en
fr: Spécialisation

# L3668
source: Apply filters
es: Aplicar filtros
fr: Appliquer des filtres

# L3669
source: Sorry! No coaches available!
es: ¡Lo sentimos! ¡No hay entrenadores disponibles!
fr: Désolé! Aucun conseiller n’est disponible!

# L3670
source: Appointment Details
es: Detalles de la Cita
fr: Détails du rendez-vous

# L3671
source: Languages spoken
es: Idiomas Hablados
fr: Langues parlées

# L3672
source: Expert in
es: Experto en
fr: Expertise

# L3673
source: ** American Diabetes Association type 2 diabetes risk test.
es: ** Examen de riesgo para la diabetes tipo 2 de la Asociación Americana de Diabetes
fr: ** Test de risque de diabète de type 2 de l’American Diabetes Association.
pt: ** Teste de risco de diabetes tipo 2 da American Diabetes Association.

# L3674
source: If you have a mother, father, sister or brother with diabetes who is a blood relative, you should add an extra 1 point to your Diabetes risk test score
es: Si tiene una madre, padre, hermana o hermano con diabetes, y es pariente biológico, debe agregar 1 punto adicional a su puntuación del examen de riesgo para la diabetes
fr: Si votre mère, votre père, une sœur ou un frère apparentés par le sang est diabétique, vous devez ajouter un point supplémentaire à votre score au test de risque de diabète.
pt: Se sua mãe, seu pai, uma irmã ou um irmão tiver diabetes, você deve adicionar 1 ponto extra à sua pontuação no Teste de risco de diabetes

# L3229
source: Better health is not the only reward. Earn prizes for your participation.
es: Mejorar su salud no es la única recompensa. Gane premios por su participación.
fr: En participant, vous améliorerez votre santé et gagnerez des prix.
pt: Uma saúde melhor não é a única recompensa. Ganhe prêmios pela sua participação.

# L3230
source: One of these could be your success story
es: Una de estas historias de éxito podría ser suya
fr: L’une de ces histoires de réussite pourrait devenir la vôtre
pt: Uma dessas histórias pode ser a sua história de sucesso

# L3233
source: Full Name
es: Nombre Completo
fr: Nom complet
pt: Nome completo

# L3234
source: Message
es: Mensaje
pt: Mensagem

# L3235
source: Send Message
es: Envie Mensaje
fr: Envoyer un message
pt: Enviar mensagem

# L3236
source: You Can Achieve A Healthier Tomorrow
es: Puede Lograr un Mañana más Saludable
fr: Envisagez un avenir en santé
pt: Um amanhã mais saudável é possível

# L3596
source: Sign up for a healthy lifestyle
es: Inscríbase para lograr un Estilo de Vida Saludable
fr: Adoptez de saines habitudes de vie
pt: Crie uma conta para ter um estilo de vida saudável

# L3597
source: About the Program
es: Acerca del programa
fr: À propos du programme

# L3598
source: All Programs
es: Todos los Programas
fr: Tous les programmes

# L3599
source: Tobacco Cessation Program
es: Programa Libre de Tabaco
fr: Programme de cessation tabagique

# L3600
source: Wellness Credits
es: Créditos de Bienestar
fr: Crédits de mieux-être

# L3601
source: Points for Gift Cards
es: Puntos para Tarjetas de Regalo
fr: Points pour les cartes-cadeaux

# L3602
source: Assessments
es: Evaluaciones
fr: Évaluations

# L3603
source: Health Assessment
es: Evaluación de Salud
fr: Évaluation de l’état de santé

# L3604
source: Specialized Health Programs
es: Programas de Salud Especializados
fr: Programmes de santé spécialisés

# L3605
source: Enroll in our telephonic lifestyle health coaching program to be paired with a health coach who’ll help you make and sustain important lifestyle changes – to get healthier, stay healthier and feel better.
es: Inscríbase en nuestro programa telefónico de estilo de vida y salud para trabajar con un entrenador de salud que le ayudará a tomar y mantener cambios importantes en su estilo de vida - para estar más saludable, mantenerse saludable y sentirse mejor.
fr: Inscrivez-vous à notre programme d’encadrement téléphonique sur la santé et le mode de vie pour être jumelé à un conseiller en santé qui vous aidera à adopter et à conserver des changements importants à votre mode de vie pour être en meilleure santé, le rester et vous sentir mieux.
