Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L3705
source: Upload your completed form
es: Suba sus formularios completos
fr: Téléverser votre formulaire rempli

# L3706
source: Which form do you wish to upload?
es: ¿Qué formulario desea subir?
fr: Quel formulaire souhaitez-vous téléverser?

# L3707
source: Select Form Type
es: Seleccione el tipo de archivo
fr: Sélectionner le type de formulaire

# L3708
source: Browse Files
es: Búsqueda de archivos
fr: Parcourir les fichiers

# L3709
source: Confirm & Upload
es: Confirmar & Subir
fr: Confirmer et téléverser

# L3710
source: Forms successfully submitted
es: Formularios enviados exitosamente
fr: Formulaires soumis avec succès

# L3711
source: Thank you for submitting your form. Please await instructions from your coach.
es: Gracias por enviar sus formularios. Por favor espere las instrucciones de su entrenador.
fr: Merci d’avoir soumis votre formulaire. Veuillez attendre les instructions de votre conseiller.

# L3712
source: Delete this form?
es: ¿Eliminar este formulario?
fr: Souhaitez-vous supprimer ce formulaire?

# L3713
source: Please re-upload your form after you delete this one.
es: Por favor vuelva a subir su formulario después de eliminar este.
fr: Veuillez téléverser votre formulaire à nouveau après avoir supprimé celui-ci.

# L3714
source: No, keep it
es: No, guardar el formulario
fr: Non, conserver

# L3715
source: Yes, delete
es: Sí, eliminar el formulario
fr: Oui, supprimer

# L3716
source: Drag and drop your files here or {0} browse files {1}
es: Arrastre y suelte sus archivos aquí o {0} explore los archivos {1}
fr: Faites glisser vos fichiers et déposez-les ici ou {0} parcourez les fichiers {1}

# L3717
source: Program year
es: Año del programa
fr: Année du programme

# L3718
source: <span><strong>{0}% completed</strong> in {1} days</span>
es: <span><strong>{0}% completo</strong> in {1} days</span>
fr: <span><strong>{0}% terminé</strong> en {1} jours</span>

# L3740
source: Verified
es: Verificado
fr: Vérifié

# L3741
source: *Always refer to your personal medical plan for detailed coverage information. Copays and other costs may apply.
es: *Consulte siempre su plan médico personal para obtener información detallada sobre la cobertura. Copagos y otros costos podrían aplicar.
fr: Consultez toujours votre plan médical personnel pour obtenir des informations détaillées sur votre couverture médicale. D'autres frais peuvent s'appliquer.
pt: *Consulte sempre seu plano de saúde pessoal para obter informações detalhadas sobre a cobertura. Custos de coparticipação e outros podem se aplicar.

# L3742
source: Food Name
es: Comida
fr: Nom de l’aliment

# L3744
source: Diabetes management
es: Manejo de diabetes
fr: Gestion du diabète

# L3745
source: Maternity management
es: Manejo de maternidad
fr: Gestion de la maternité

# L3746
source: Exercise
es: Ejercicio
fr: Exercice

# L3747
source: Behavioral health
es: Salud conductual
fr: Santé comportementale

# L3748
source: Tobacco Cessation
es: Cesación del tabaco
fr: Cessation tabagique

# L3749
source: Select Timezone
es: Zona horaria
fr: Sélectionnez le fuseau horaire

# L3750
source: Name of Coach
es: Nombre del entrenador
fr: Nom du conseiller

# L3751
source: Select Speciality
es: Seleccione especialidad
fr: Sélectionnez une spécialité

# L3752
source: Speaks
es: Idioma
fr: Langues

# L3753
source: Select Language
es: Seleccione el idioma/lenguage
fr: Sélectionnez une langue

# L3754
source: See Bio
es: Ver biografía
fr: Voir la biographie

# L3755
source: Languages spoken
es: Idiomas
fr: Langues parlées

# L3756
source: Expert in
es: Experto en
fr: Expertise

# L3757
source: Comprehensive coaching
es: Entrenamiento compresivo
fr: Encadrement complet

# L3556
source: Breakfast
es: Desayuno
fr: Déjeuner

# L3557
source: Lunch
es: Almuerzo
fr: Dîner

# L3558
source: Snacks
es: Merienda
fr: Collations

# L3559
source: Dinner
es: Cena
fr: Souper

# L3560
source: Meat, Cheeses, and Meat Substitutes
es: Carnes, quesos y sustitutos de carne
fr: Souper Viandes, fromages et substituts de viande

# L3561
source: Grains and Starchy Vegetables
es: Granos y vegetales con almidón
fr: Produits céréaliers et légumes riches en féculents

# L3564
source: Milk and Yogurt
es: Leche y yogur
fr: Lait et yogourt

# L3565
source: Other: Fats, Oils, Sweets and Alcohol
es: Otros: Grasas, aceites, dulces y alcohol
fr: Autres : gras, huiles, sucreries et alcool

# L3758
source: If you are enrolled in an eligible medical plan, you will receive a discount on your health premiums for completing your annual health assessment, submitting labwork and completing a tobacco affidavit.
es: Si está inscrito en un plan médico elegible, recibirá un descuento en sus primas de salud por completar su evaluación de salud anual, enviar análisis de laboratorio y completar una declaración jurada de tabaco.

# L3760
source: My Coaching Appointments
es: Mis citas de entrenamiento
fr: Mes rendez-vous d’encadrement

# L3761
source: History
es: Historial
fr: Historique

# L3762
source: Upcoming
es: Próximas citas
fr: À venir

# L3763
source: Tap on an Appointment to Edit
es: Toque una de las citas para editar
fr: Cliquer sur un rendez-vous pour le modifier

# L3764
source: Tap on an Appointment to see Details
es: Toque una de las citas para ver detalles
fr: Cliquer sur un rendez-vous pour voir les détails

# L3765
source: Congratulations! Your appointment has been confirmed
es: ¡Felicitaciones! Su cita ha sido confirmada
fr: Félicitations! Votre rendez-vous a été confirmé.

# L3766
source: Schedule a New Coaching Appointment
es: Programe una nueva cita de entrenamiento
fr: Fixer un nouveau rendez-vous d’encadrement

# L3767
source: Nearest Available Appointments
es: Cita disponible más cercana
fr: Prochains rendez-vous disponibles

# L3768
source: Modify Appointment
es: Modifique su cita
fr: Places disponibles le :s

# L3769
source: Coaching Appointment
es: Cita de entrenamiento
fr: Rendez-vous d’encadrement

# L3770
source: Return to My Appointments
es: Regresar a Mis Citas
fr: Retourner à mes rendez-vous

# L3771
source: Day(s) Ago
es: Hace __ día(s)
fr: Il y a X jour(s)

# L3772
source: Rate My Experience
es: Calificar mi experiencia
fr: Évaluer mon expérience

# L3773
source: How would you rate this coaching appointment?
es: ¿Como calificaría su cita de entrenamiento?
fr: Comment évalueriez-vous ce rendez-vous d’encadrement?

# L3774
source: Please provide your rating before submitting
es: Por favor provea su calificación antes de enviar

# L3775
source: Please describe your experience
es: Por favor describa su experiencia
fr: Veuillez décrire votre expérience.

# L3776
source: Submit
es: Enviar
fr: Soumettre

# L3778
source: In
es: En
fr: Dans

# L3779
source: On
es: En
fr: Le

# L3780
source: At
es: a las
fr: À

# L3781
source: Day(s)
es: días
fr: Jour(s)

# L3788
source: See Details
es: Ver detalles
fr: Voir les détails
pt: Ver detalhes

# L3782
source: You don’t have any upcoming appointments scheduled.
es: No tiene citas futuras programadas.
fr: Vous n’avez aucun rendez-vous prévu.

# L3783
source: Let’s schedule your next coaching call.
es: Programemos su próxima cita de entrenamiento.
fr: Prévoyons votre prochain appel d’encadrement.

# L3784
source: Pick a date and time that works for you.
es: Escoja un día y hora que funcione para usted.
fr: Choisissez une date et une heure qui vous conviennent.

# L3785
source: You don’t have any completed appointments so far.
es: No ha completado ninguna cita hasta el momento.
fr: Vous n’avez pas de rendez-vous terminés jusqu’à présent.

# L3786
source: Alternate Coach
es: Entrenador Alterno
fr: Conseiller remplaçant

# L3787
source: My Appointments
es: Mis Citas
fr: Mes rendez-vous

# L3823
source: 1 tablespoon = 3 teaspoons
es: 1 cucharada = 3 cucharaditas
fr: 1 cuillère à soupe = 3 cuillères à soupe

# L3824
source: 1 ounce = 2 tablespoons
es: 1 onza = 2 cucharadas
fr: 1 once = 2 cuillères à soupe

# L3825
source: 1 cup = 8 ounces
es: 1 taza = 8 onzas
fr: 1 tasse = 8 onces

# L3826
source: 1 pint = 16 ounces
es: 1 pinta = 16 onzas
fr: 1 point = 16 onces

# L3827
source: 1 quart = 2 pints or 4 cups
es: 1 cuarto = 2 pintas o 4 tazas
fr: 1 pinte = 2 pintes ou 4 tasses

# L3828
source: 1 gallon = 4 quarts
es: 1 galón = 4 cuartos

# L3829
source: 1 pound = 16 ounces
es: 1 libra = 16 onzas
fr: 1 livre = 16 onces

# L3830
source: 1 ounce = 28 grams
es: 1 onza = 28 gramos
fr: 1 once = 28 grammes

# L3831
source: 1 gram = 1,000 milligrams
es: 1 gramo = 1,000 miligramos
fr: 1 gramme = 1 000 milligrammes

# L3845
source: Wellness Assessment
es: Evaluación de Bienestar

# L3833
source: Complete Your Wellness Assessment
es: Complete su Evaluación de Bienestar

# L3834
source: The wellness assessment is a free confidential online assessment that considers your lifestyle habits and health history to determine how healthy you are and whether you’re at risk for certain chronic diseases or illnesses. It only takes about 15 minutes to complete.
es: La evaluación de bienestar es una evaluación en línea gratis y confidencial que considera sus hábitos de estilo de vida e historial médico para determinar cuán saludable usted está y si está en riesgo para ciertas condiciones o enfermedades crónicas. Solo le tomará unos 15 minutos en completar.

# L3835
source: <p>Keeping your regularly scheduled appointments with your health coach is important to your success in making and sustaining lifestyle changes. Your coach will listen to your needs, preferences and circumstances and help you stay on track to achieve your goals. He or she will be there to support you every step of the way to better health. </p><p> <ul>What's Required<br> <li>The number of coaching sessions that you may receive during a program year depends upon your responses to the wellness assessment and other factors. While you should aim to complete all coaching sessions for maximum benefit, you must complete about 75 percent of your sessions to earn this incentive.</li> <li>Ask your health coach to tell you the specific number of sessions you must complete and the deadline for completing your sessions.</li></ul></p>
es: <p>Mantener sus citas regularmente programas con su entrenador de salud es importante para su éxito en hacer y mantener cambios en su estilo de vida. Su entrenador escuchará sus necesidades, preferencias y circunstancias y le ayudará a mantenerse en el trayecto para completar sus metas. Él o ella estarán ahí para apoyarlo a cada paso que tome hacia mejor salud.</p><p> <ul>¿Que se Requiere? <br> <li>El número de sesiones de entrenamiento que puede recibir durante el año del programa depende de sus respuestas a la evaluación de bienestar y otros factores. Mientras que debe tratar de completar todas sus sesiones de entrenamiento para mayor beneficio, deberá completar un 75 por ciento de sus sesiones para lograr su incentivo. </li> <li>Pregúntele a su entrenador de salud que le diga sobre el número específico de sesiones que debe completar y la fecha de vencimiento para completar las sesiones.</li></ul></p>

# L3836
source: Your wellness assessment will be more accurate and complete if you know your health numbers – your blood pressure, fasting blood values, body weight and height. Knowing your numbers is an important step in understanding how to make smart decisions about your health. You can obtain your health numbers from your personal health care provider or from a local lab. Print the “Know Your Numbers” form from "My Program," fill in the numbers and provide the appropriate signature. Next, enter your health numbers into the Health Measurements section of your wellness assessment or provide them to your coach.
es: Su evaluación de bienestar será más precisa y completa si sabe sus números de salud - su presión arterial, valores de sangre en ayuna, peso y estatura. Saber sus números es un paso importante en entender como tomar decisiones inteligentes sobre su salud. Puede obtener sus números de salud con su proveedor de cuidado de salud personal o de un laboratorio local. Imprima el formulario de “Conozca Sus Números” bajo “Mi Programa”, llene los números y provea la firma apropiada. Luego, ingrese sus números de salud en la sección de Medidas de Salud de su evaluación de bienestar o los puede proveer a su entrenador de salud.

# L3837
source: <p>Follow-up evaluations are important to you and to INTERVENT. Nothing motivates like success. Your follow-up survey is scheduled after about 12 weeks of participation in the coaching program. The follow-up questionnaire is similar to the wellness assessment that you completed at the beginning of your program – only shorter.</p><p> After completing your follow-up evaluation, you will receive a progress report that compares your baseline health numbers to your current values. Your report will also outline the topics that you have covered during your coaching sessions.</p>
es: <p>Evaluaciones de seguimiento son importantes para usted e INTERVENT. Nada motiva como el éxito. Su evaluación de seguimiento está programada luego de 12 semanas de participación en el programa de entrenamiento. La evaluación de seguimiento es similar a la evaluación de bienestar que completo al principio del programa – solo más corta. </p><p> Luego de completar su evaluación de seguimiento, recibirá un informe de progreso que compara sus números de salud de comienzo sus valores actuales. Su informe también delinea los temas que ha cubierto durante sus sesiones de entrenamiento. </p>

# L3832
source: Please provide recent blood test results. Results can’t be more than 30 days before or after your follow-up completion date and can’t already be entered into a previous assessment or follow-up.
es: Por favor provea resultados recientes de laboratorios de sangre. Los resultados no pueden ser más de 30 días antes o después de la fecha de finalización de su evaluación de seguimiento y no pueden haber sido anteriormente ingresados en un cuestionario o evaluación de seguimiento.
fr: Veuillez fournir des résultats de tests sanguins récents. Les résultats ne peuvent pas être plus de 30 jours avant ou après la date d'achèvement de votre questionnaire de suivi et ne peuvent pas déjà être entrés dans une évaluation ou un questionnaire précédent.

# L3847
source: Our records show that this is your first time to complete a wellness assessment on our new platform. Congratulations! Now take the next step and join our free telephone lifestyle health coaching program.
es: Nuestros archivos indican que esta es la primera vez en completar su evaluación de bienestar en nuestra plataforma nueva. ¡Felicidades! Ahora tome el próximo paso e inscríbase en nuestro programa gratuito de entrenamiento de estilo de vida y salud.
fr: Selon nos dossiers, c’est la première fois que vous effectuez une évaluation de votre bien-être sur notre nouvelle plateforme. Félicitations! Passez maintenant à l’étape suivante en prenant part à notre programme gratuit d’encadrement téléphonique sur la santé et le mode de vie.

# L3848
source: Our records show that you previously completed a wellness assessment. Thanks for completing the wellness assessment again. Now take the next step and join our free lifestyle health coaching program.
es: Nuestros archivos indican que había completado una evaluación de bienestar previamente. Gracias por completar su evaluación de salud de nuevo. Ahora tome el próximo paso e inscríbase en nuestro programa gratuito de entrenamiento de estilo de vida y salud.
fr: Selon nos dossiers, vous avez déjà effectué une évaluation de votre bien-être. Merci d’avoir à nouveau effectué l’évaluation de votre bien-être. Passez maintenant à l’étape suivante en prenant part à notre programme gratuit d’encadrement sur la santé et le mode de vie.
pt: Nossos registros mostram que você já fez uma avaliação de bem-estar anteriormente. Obrigado por fazer a avaliação de bem-estar novamente. Agora, o próximo passo é juntar-se ao nosso programa gratuito de coaching de saúde e estilo de vida.

# L3849
source: Our records show that you previously completed a wellness assessment and entered your health measurements. Thanks for completing a wellness assessment again. Now take the next step and join our free lifestyle health coaching program.
es: Nuestros archivos indican que previamente completó una evaluación de bienestar e ingresó sus medidas de salud. Gracias por completar su evaluación de bienestar nuevamente. Ahora tome el próximo paso e inscríbase en nuestro programa gratuito de entrenamiento de estilo de vida y salud.
fr: Selon nos dossiers, vous avez déjà effectué une évaluation de votre bien-être et inscrit vos mesures de la santé. Merci d’avoir à nouveau effectué une évaluation de votre bien-être. Passez maintenant à l’étape suivante en prenant part à notre programme gratuit d’encadrement sur la santé et le mode de vie.

# L3850
source: Thanks for completing the wellness assessment again. Our records show that you previously enrolled in the free lifestyle health coaching program but did not complete it. Why not give it a try again? There are new features and new rewards for participating in health coaching.
es: Gracias por completar su evaluación de bienestar nuevamente. Nuestros archivos indican que previamente se había inscrito en el programa gratuito de entrenamiento de estilo de vida y salud pero no lo completó. ¿Por qué no intentarlo de nuevo? Hay nuevas herramientas y beneficios al participar en entrenamiento de salud.
fr: Merci d’avoir à nouveau effectué l’évaluation de votre bien-être. Selon nos dossiers, vous êtes déjà inscrit au programme gratuit d’encadrement sur la santé et le mode de vie, mais vous ne l’avez pas terminé. Pourquoi ne pas réessayer? L’encadrement sur la santé comprend de nouvelles caractéristiques et récompenses.

# L3851
source: Thanks for completing the wellness assessment again. Because of your prior outstanding participation in our free health coaching program, you’ll get a jump start on this year’s pathway to better health and more rewards.
es: Gracias por completar su evaluación de bienestar nuevamente. Debido a su destacada participación anterior en nuestro programa gratuito de entrenamiento de estilo de vida y salud, obtendrá un comienzo excepcional este año hacia el camino de mejor salud.
fr: Merci d’avoir à nouveau effectué l’évaluation de votre bien-être. Grâce à votre participation exceptionnelle à notre programme gratuit d’encadrement sur la santé, vous aurez cette année une longueur d’avance pour améliorer votre santé et obtenir d’autres récompenses.

# L3589
source: Your <a href='#' style='color:deepskyblue' data-open='ada-modal'>Diabetes Risk Test score</a> is {0}. A score of 5 or higher is associated with an increased risk for having type 2 diabetes.
es: Su <a href='#' style='color:deepskyblue' data-open='ada-modal'>puntuación de riesgo de diabetes</a> es {0}. Una puntuación de 5 o más alto está asociada con un alto riesgo a tener diabetes tipo 2.
fr: Votre <a href='#' style='color:deepskyblue' data-open='ada-modal'>score au test de risque de diabète</a> est de {0}. Un score d’au moins cinq est associé à un risque accru de diabète de type 2.
pt: Sua <a href='#' style='color:deepskyblue' data-open='ada-modal'>pontuação no Teste de risco de diabetes</a> é de {0}. Uma pontuação de 5 ou mais está associada a um risco acentuado de desenvolver diabetes tipo 2.

# L3590
source: Diabetes Risk Test Score
es: Su puntuación de riesgo de diabetes
fr: Score au test de risque de diabète
pt: Pontuação no Teste de risco de diabetes

# L3591
source: Your Diabetes Risk Test score is calculated from your responses to questions in the health assessment but does not take into consideration your blood test results. It is based on the American Diabetes Association’s type 2 diabetes risk test. Higher scores are associated with a higher risk for having type 2 diabetes or prediabetes (a condition that precedes type 2 diabetes in which blood glucose levels are higher than normal). A score of 5 or higher is associated with an especially increased risk for having prediabetes or type 2 diabetes.
es: Su puntuación del riesgo de diabetes es una calculación de sus respuestas a preguntas en su {0}, pero no toma en consideración sus resultados de laboratorios de sangre. Está basado en el examen de riesgo de diabetes tipo 2 de la Asociación Americana de Diabetes. Altas puntuaciones están asociadas a un riesgo más alto de tener prediabetes o diabetes tipo 2 (una condición que precede diabetes tipo 2 en la cual los niveles de glucosa en la sangre son más altos de lo normal). Una puntuación de 5 o más se asocia con un riesgo especialmente elevado de tener prediabetes o diabetes tipo 2.
fr: Ce score est calculé à partir de vos réponses aux questions de l’{0}, mais ne tient pas compte des résultats de votre analyse sanguine. Il repose sur le test de risque de diabète de type 2 de l’American Diabetes Association. On associe des scores élevés à un risque plus élevé de diabète de type 2 ou de prédiabète (une affection caractérisée par une glycémie plus élevée que la normale et qui précède le diabète de type 2). Un score d’au moins cinq est associé à un risque accru de prédiabète ou de diabète de type 2.
pt: Sua pontuação no Teste de risco de diabetes é calculada com base nas suas respostas às perguntas da avaliação de saúde, mas não considera os seus resultados de exames de sangue. É baseada no teste de risco de diabetes tipo 2 da American Diabetes Association. Pontuações mais altas estão associadas a um risco mais alto de desenvolver diabetes tipo 2 ou pré-diabetes (uma condição que antecede o diabetes tipo 2, em que os níveis de glicose no sangue estão mais altos do que o normal). Uma pontuação de 5 ou mais está associada a um risco particularmente acentuado de desenvolver diabetes tipo 2.

# L3592
source: If you have a mother, father, sister or brother with diabetes who is a blood relative, you should add an extra 1 point to your Diabetes Risk Test score.
es: Si tiene una madre, padre, hermana o hermano con diabetes que es pariente sanguíneo, debe agregar un punto adicional a su puntuación de riesgo de diabetes.
fr: Si votre mère, votre père, une sœur ou un frère apparentés par le sang est diabétique, vous devez ajouter un point supplémentaire à votre score au test de risque de diabète.
pt: Se sua mãe, seu pai, uma irmã ou um irmão tiver diabetes, você deve adicionar 1 ponto extra à sua pontuação no Teste de risco de diabetes.

# L3593
source: Irrespective of your score, it always pays to lead a healthy lifestyle. Also, please speak to a health care provider about getting your fasting blood sugar and/or A1C tested if you have not done so within the past three years.
es: Independientemente de su puntuación, siempre vale la pena llevar un estilo de vida saludable. Además, hable con un proveedor de atención médica sobre una prueba de azúcar en la sangre en ayunas y / o A1C si no lo ha hecho en los últimos tres años.
fr: Peu importe votre score, il est toujours bon de maintenir un mode de vie sain. Si vous ne l’avez pas fait au cours des trois dernières années, vous devriez également consulter un professionnel de la santé et lui demander de vous faire passer un test de glycémie à jeun ou d’hémoglobine glyquée.
pt: Não obstante a sua pontuação, é sempre bom e aconselhável manter um estilo de vida saudável. Fale também com um profissional de saúde sobre como realizar o exame de açúcar no sangue e/ou A1C em jejum, se você não tiver feito esses exames nos últimos três anos.
