Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L428
source: Take the first step to better health for life. INTERVENT has a wide array of trusted resources to help you stay on track to achieve your personal health and wellness goals.
es: Tome el primer paso para una mejor salud de por vida. INTERVENT tiene una amplia selección de recursos confiables para ayudarlo a mantenerse en camino a lograr sus metas personales de salud y bienestar.
fr: Faites le premier pas vers une meilleure santé. INTERVENT possède un large éventail de ressources fiables qui peuvent vous aider à rester sur la bonne voie envers vos objectifs personnels de santé et de bien-être.
pt: Dê o primeiro passo em direção a uma saúde melhor para a vida toda. A INTERVENT tem uma ampla gama de recursos confiáveis que ajudam você a ficar em dia com suas metas de saúde e bem-estar pessoal.

# L429
source: There are numerous health reasons for continuing to not use tobacco and for avoiding secondhand smoke. Tobacco and its various chemical components - like tar, nicotine, and thousands of others - can increase the risk of:
es: Hay numerosas razones de salud para continuar sin fumar y evitar el ser fumador pasivo. El tabaco y sus componentes químicos - como alquitrán, nicotina, y cientos otros - pueden incrementar el riesgo de:
fr: De nombreuses raisons médicales justifient de ne pas consommer de tabac et d’éviter la fumée secondaire. Le tabac et ses divers composants chimiques, comme le goudron, la nicotine et des milliers d’autres, peuvent augmenter les risques des affections suivantes :
pt: Existem inúmeros motivos de saúde para continuar a não utilizar o tabaco e evitar de se tornar um fumante passivo. O tabaco e seus diversos componentes químicos – como alcatrão, nicotina e milhares de outros – podem aumentar os riscos de:

# L430
source: If you use smokeless tobacco long term, you have many of these very same risks. You also have a 50 times greater risk for oral cancer.
es: Si consume tabaco de mascar durante un periodo largo, tiene muchos de estos riesgos. Usted también tiene un riesgo 50 veces mayor de padecer cáncer oral.
fr: Si vous consommez du tabac sans fumée depuis longtemps, vous courez plusieurs de ces mêmes risques. Votre risque de cancer de la bouche est également 50 fois plus élevé.
pt: Se você utiliza fumo de mascar há muito tempo, você corre muitos desses riscos também. Você também corre um risco 50 vezes maior de desenvolver câncer de boca.

# L431
source: Create Account
ar: إنشاء حساب
ar_ae: إنشاء حسابي
es: Cree una cuenta

# L432
source: First Name is required.
ar: الإسم الأول مطلوب.
ar_ae: الاسم الأول مطلوب.
es: Nombre es requerido.
fr: Le prénom est obligatoire.
pt: O nome é obrigatório.

# L433
source: Last Name is required.
ar: الاسم الأخير مطلوب.
ar_ae: اسم العائلة مطلوب.
es: Apellido es requerido.
fr: Le nom est obligatoire.
pt: O sobrenome é obrigatório.

# L434
source: Your email address is required.
ar: عنوان بريدك الإلكتروني مطلوب.
ar_ae: عنوان بريدك الإلكتروني مطلوب.
es: Correo electrónico es requerido
fr: Votre adresse électronique est obligatoire.
pt: Seu endereço de e-mail é obrigatório.

# L435
source: User Name is required.
es: Nombre de usuario es requerido

# L436
source: Phone Number is required.
es: Numero telefónico es requerido.

# L437
source: Password is required (8 characters minimum).
es: Contraseña es requerida (8 caracteres mínimo).

# L438
source: The password did not match
ar: كلمة المرور غير متطابقة
ar_ae: كلمة المرور غير مطابقة
es: La clave no corresponde
fr: Le mot de passe ne correspond pas.
pt: As senhas não correspondem

# L439
source: Coupon code is required
es: Código de cupón es requerido
fr: Le code promo est requis
pt: O Código do cupom é obrigatório

# L44
source: Anxiety
es: Ansiedad
fr: Anxiété
pt: Ansiedade

# L440
source: Terms of Service
ar: شروط الخدمة
ar_ae: شروط الخدمة
es: Condiciones de uso
fr: Conditions d’utilisation
pt: Termos de serviço

# L441
source: I agree to
ar: أوافق علي
ar_ae: أوافق على
es: De Acuerdo
fr: J’accepte les
pt: Concordo

# L442
source: In order to use our services, you must agree to INTERVENT's Participation and Service Agreement and Privacy Policy.
ar: لاستخدام خدماتنا يجب الموافقة على اتفاقية المشاركة والخدمة وسياسة الخصوصية الخاصة بـ INTERVENT .
ar_ae: لتتمكن من الاستفادة من خدماتنا، يجب عليك الموافقة على اتفاقية المشاركة والخدمة وسياسة الخصوصية لشركة INTERVENT.
es: Para utilizar nuestros servicios, debe aceptar el Acuerdo de Participación y Servicio de INTERVENT y la Política de Privacidad.
fr: Afin d'utiliser nos services, vous devez accepter l'accord de participation et de service et la politique de confidentialité d'INTERVENT.
pt: Para utilizar nossos serviços, é preciso concordar com o Contrato de Participação e Serviços e com a Política de Privacidade da INTERVENT.

# L443
source: Sign Up
ar: التسجيل
ar_ae: التسجيل
es: Iniciar sesión
fr: S’inscrire
pt: Criar uma conta

# L444
source: Discover Your Wellness Score
es: Descubra su Puntuación de Bienestar

# L445
source: Learn how your lifestyle habits measure up to others like you.
es: Aprenda como sus hábitos de vida se comparan con otras personas como usted.

# L446
source: Receive a Personalized Wellness Report
ar: احصل على تقريرمخصص للصحة والعافية
ar_ae: الحصول على تقرير شخصي عن العافية
es: Reciba un Informe Personalizado de Bienestar
fr: Recevoir un rapport personnalisé sur le bien-être

# L447
source: Based on your responses to our survey, we’ll provide expert advice – individualized for you.
es: Basados en sus respuestas a nuestra encuesta, le proveeremos consejos especializados – individualizados para usted.

# L448
source: walking
es: caminar
fr: marche

# L449
source: stationary cycling
es: Bicicleta Estácionaria
fr: vélo d’exercice

# L45
source: Depression
es: Depresión
fr: Dépression
pt: Depressão

# L450
source: other aerobic exercise
es: otros ejercicios aeróbicos
fr: autre exercice d’aérobie

# L451
source: Achieve Goals that Are Important to You
ar: حقق الأهداف المهمة بالنسبة لك
ar_ae: تحقيق الأهداف المهمة لديك
es: Alcance metas que sean importantes para usted

# L452
source: Our programs have worked for more than 2 million people.
es: Nuestros programas han funcionado para más de dos millones de personas.

# L453
source: Engage with a Health Coach
ar: تعامل مع مدرب الصحة
ar_ae: التواصل مع مدرب صحي
es: Involúcrese con un Entrenador de Salud

# L454
source: You’ll love working with one of our dedicated health professionals.
es: Le fascinara trabajar con uno de nuestros dedicados profesionales de salud
fr: Vous adorerez travailler avec l'un de nos professionnels de la santé dévoués.

# L455
source: Progress at Your Own Pace
es: Progrese a Su Propio Ritmo

# L456
source: If you’re really motivated, give our self-help programs a try.
es: Si está realmente motivado, dele una oportunidad a uno de nuestros programas de auto-ayuda.

# L457
source: Earn Rewards for Your Good Work
es: Gane Premios por Su Buen Trabajo

# L458
source: Better health is not the only reward – earn prizes for the activities you complete.
es: Mejor salud no es el único premio – gane premios por las actividades que complete.

# L459
source: Access INTERVENT on the Go
ar: ادخل إلى INTERVENT أثناء التنقل
ar_ae: الوصول إلى INTERVENT أثناء تنقلك
es: Acceda a INTERVENT on the Go

# L46
source: Low back pain
es: Dolor en la parte baja de la espalda
fr: Douleurs lombaires
pt: Dor na parte inferior da coluna

# L460
source: Our resources are always available to you – on your tablet and smart phone.
es: Nuestros recursos siempre están disponibles para usted – en su tableta o teléfono celular

# L461
source: Start NOW – each day is a good day to improve your health!
es: Empiece AHORA – ¡cada día es un buen día para mejorar su salud!

# L462
source: Your new account has been confirmed! Use your e-mail address and password to login.
ar: لقد تم تأكيد حسابك الجديد! استخدم عنوان البريد الإلكتروني وكلمة المرور لتسجيل الدخول.
ar_ae: تم تأكيد حسابك الجديد! استخدم عنوان بريدك الإلكتروني وكلمة المرور لتسجيل الدخول.
es: ¡Su nueva cuenta ha sido confirmada! Utilice su correo electrónico y contraseña para ingresar.
fr: Votre nouveau compte a été créé! Utilisez votre adresse électronique et votre mot de passe pour vous connecter.
pt: Sua nova conta foi confirmada! Use seu endereço de e-mail e sua senha para fazer login.

# L463
source: Please enter your email address
ar: يرجى إدخال عنوان بريدك الإلكتروني
ar_ae: يرجى ‏‏إدخال عنوان بريدك الإلكتروني
es: Por favor entre su correo electrónico
fr: Veuillez entrer votre adresse électronique.
pt: Digite seu endereço de e-mail

# L464
source: Please enter your password
ar: يرجى إدخال كلمة المرور الخاصة بك
ar_ae: يرجى إدخال كلمة المرور
es: Por favor entre su contraseña
fr: Veuillez entrer votre mot de passe.
pt: Digite sua senha

# L465
source: Forgot Password
ar: نسيت كلمة المرور
ar_ae: نسيت كلمة المرور
es: Olvido Contraseña
fr: Mot de passe oublié
pt: Esqueci a senha

# L466
source: Password
ar: كلمه المرور
ar_ae: كلمة المرور
es: Contraseña
fr: Mot de passe
pt: Senha

# L467
source: {0} does not exist in our system. Please email us at {1} for further assistance.
ar: {0} غير موجود في نظامنا، يرجى الاتصال بنا على 1-855-494-1093 لمزيد من المساعدة.
ar_ae: {0} غير موجود بنظامنا. يرجى الاتصال على ‎1-855-494-1093 للحصول على مزيد من المساعدة.
es: {0} no existe en nuestro sistema. Por favor envíenos un correo electrónico a {1} para obtener más asistencia.
fr: {0} n’existe pas dans notre système. Veuillez nous envoyer un courriel à l’adresse {1} pour obtenir de l’aide supplémentaire.
pt: {0} não existe no nosso sistema. Envie-nos um e-mail para {1} para obter assistência adicional.

# L468
source: Please check your email for password reset instructions.
ar: يرجى التحقق من بريدك الإلكتروني للحصول على الإرشادات المتعلقة بإعادة ضبط كلمة المرور.
ar_ae: يرجى مراجعة بريدك الإلكتروني للاطلاع على تعليمات إعادة تعيين كلمة المرور.
es: Por favor verifique su correo electrónico para las instrucciones de reestablecer su contraseña.
fr: Vous trouverez dans votre boîte de réception le courriel contenant les directives pour réinitialiser le mot de passe.
pt: Verifique seu e-mail para ver as instruções para redefinição da senha.

# L469
source: We'll email you instructions on how to reset your password.
ar: سنرسل لك التعليمات عبر البريد الإلكتروني حول كيفية إعادة ضبط كلمة المرور الخاصة بك.
ar_ae: سنرسل لك بالبريد الإلكتروني تعليمات لكيفية إعادة تعيين كلمة مرورك.
es: Le enviaremos a su correo electrónico instrucciones para reestablecer su contraseña
fr: Nous vous enverrons un courriel contenant les directives pour réinitialiser votre mot de passe.
pt: Vamos enviar um e-mail para você com instruções sobre como redefinir sua senha.

# L47
source: No, I have not taken prescription medication for any of these conditions during the past twelve months
es: No he tomado medicamentos con receta para ninguna de esas condiciones durante los pasados doce meses.
fr: Je n’ai pris aucun de ces médicaments sur ordonnance pour une des affections mentionnées au cours des douze derniers mois.
pt: Não, não tomei medicamentos prescritos para qualquer dessas condições nos últimos doze meses

# L470
source: Reset Password
ar: أعد ضبط كلمة المرور
ar_ae: إعادة تعيين كلمة المرور
es: Reestablezca contraseña
fr: Réinitialiser le mot de passe
pt: Redefinir a senha

# L471
source: Week
es: Semana
fr: Semaine

# L472
source: Number of days/week
es: Número de días/semana
fr: Nombre de jours par semaine

# L473
source: Duration (minutes)
es: Duración (minutos)
fr: Durée (minutes)

# L474
source: Confirm Account
ar: تأكيد الحساب
ar_ae: تأكيد الحساب
es: Confirme Cuenta
fr: Confirmation de la création du compte
pt: Confirmar a conta

# L475
source: A confirmation e-mail has been sent to
ar: تم إرسال رسالة تأكيد بالبريد الإلكتروني إلى
ar_ae: تم إرسال بريد إلكتروني لتأكيد الحساب على
es: Un correo electrónico de confirmación ha sido enviado a
fr: Un courriel de confirmation a été envoyé à l’adresse
pt: Um e-mail de confirmação foi enviado para

# L476
source: Please click the link in the message to validate and complete the process of creating your account.
ar: انقر فوق الرابط الموجود في الرسالة للتحقق من صحة واستكمال عملية إنشاء حسابك.
ar_ae: انقر فوق الرابط الوارد بالرسالة للمصادقة واستكمال عملية إنشاء الحساب.
es: Haga clic al enlace del mensaje para validar y completar el proceso de crear su cuenta.
fr: Veuillez cliquer sur le lien inséré dans le message pour valider et terminer le processus de création de votre compte.
pt: Clique no link da mensagem para validar e concluir o processo de abertura da sua conta.

# L477
source: If you can't find it in your inbox, try looking in your spam folder. Thank you.
ar: إذا لم تتمكن من العثور عليه في البريد الوارد ، فحاول البحث في مجلد الرسائل غير المرغوب فيها.
ar_ae: إذا لم تجد الرسالة في صندوق الوارد، فحاول البحث عنها في مجلد الرسائل المزعجة.
es: Si no puede encontrarlo en su bandeja de entrada, intente buscar en su carpeta de correo no deseado. Gracias.
fr: Si le courriel ne se trouve pas dans votre boîte de réception, veuillez regarder dans votre boîte de courriels indésirables. Merci.
pt: Se você não receber o e-mail na sua caixa de entrada, procure na pasta de spam. Obrigado.

# L479
source: An error has occured while processing your account validation request.
ar: حدث خطا اثناء عملية طلب التحقق من صحة الحساب.
ar_ae: حدث خطأ أثناء معالجة طلب مصادقة حسابك.
es: Ha ocurrido un error al procesar su solicitud de validación de la cuenta .
fr: Une erreur s’est produite lors du traitement de votre demande de validation de compte.
pt: Ocorreu um erro ao processar a solicitação de validação da sua conta.

# L48
source: Have either of your parents or any of your brothers or sisters (exclude relatives by marriage or adoption) ever had any of the following cardiovascular problems at an early age (that is, under age 55 for males or under age 65 for females): stroke? heart attack? coronary artery bypass surgery? angioplasty (PTCA)? stent? angina? or blockages in the arteries to their legs or in their carotid arteries?
es: ¿Algunos de sus padres o algún hermano(a) (no incluya familiares por matrimonio o adopción) alguna vez ha padecido de alguna enfermedad cardiovascular a temprana edad (esto es, menor de 55 años para varones y menor de 65 años para mujeres): derrame cerebral? ataque del corazón? cirugía de derivación cardiaca (bypass)? angioplastia (PTCA)? stent? angina? o bloqueos en las arterias de las piernas o en las arterias carótidas?
fr: L’un de vos parents ou de vos frères ou sœurs (sauf ceux unis par le mariage ou adoptés) a-t-il déjà eu un des problèmes cardiovasculaires suivants à un jeune âge (avant 55 ans pour les hommes ou avant 65 ans pour les femmes) : AVC, crise cardiaque, pontage coronarien, angioplastie (ACTP), endoprothèse, angine, blocages dans les artères des jambes ou dans les artères carotides.
pt: Algum dos seus pais, irmãos ou irmãs (não incluir parentes por afinidade ou adoção) teve algum dos problemas cardiovasculares abaixo antes da terceira idade (ou seja, com menos de 55 anos para homens e menos de 65 anos para mulheres): Derrame? Ataque cardíaco? Cirurgia de ponte de safena nas coronárias? Angioplastia (ATPC)? Uso de stent? Angina? ou Obstruções nas artérias de suas pernas ou na artérias carótidas?

# L480
source: Required
es: Requerido
fr: Obligatoire
pt: Necessário

# L481
source: Save and Update
es: Guardar y Actualizar
fr: Enregistrer et mettre à jour
pt: Salvar e atualizar

# L482
source: Highest Recommended Heart Rate
es: Frecuencia Cardíaca más Alta Recomendada
fr: Fréquence cardiaque la plus élevée recommandée

# L483
source: Health History
es: Historial de Salud
fr: Antécédents médicaux
pt: Histórico de saúde

# L484
source: Lifestyle Habits and Risk Factors
es: Hábitos de Estilo de Vida y Factores de Riesgo
fr: Habitudes de vie et facteurs de risque
pt: Hábitos e fatores de risco do estilo de vida

# L485
source: Health, Safety and Productivity
es: Salud, Seguridad y Productividad
fr: Santé, sécurité et productivité
pt: Saúde, segurança e produtividade

# L486
source: Preventive Exams/Immunizations
es: Exámenes/Inmunizaciones Preventivas
fr: Examens préventifs et vaccins
pt: Exame preventivo/vacinas

# L487
source: Interest and Motivation
es: Interés y Motivación
fr: Intérêt et motivation
pt: Interesse e motivação

# L488
source: Health Measurements
es: Medidas de Salud
fr: Mesures de la santé
pt: Medições de saúde

# L489
source: Review Report
es: Revise el Informe

# L49
source: Have either of your parents or any of your brothers or sisters (exclude relatives by marriage or adoption) ever had cancer?
es: ¿Alguno de sus padres o hermanos (excluyendo familiares por matrimonio o adopción) ha tenido cáncer?
fr: L’un de vos parents ou de vos frères et sœurs (sauf ceux unis par le mariage ou adoptés) a-t-il déjà eu un cancer?
pt: Algum dos seus pais, irmãos ou irmãs (não incluir parentes por afinidade ou adoção) teve câncer?

# L490
source: HRA Summary
es: Resumen de HRA
fr: Résumé de l’ERS

# L491
source: Summary
es: Resumen
fr: Résumé

# L492
source: Comparison
es: Comparación

# L493
source: Brief Summary and Goals
es: Resumen Breve y Metas
fr: Résumé et objectifs

# L494
source: Age
es: Edad
fr: Âge
pt: Idade

# L495
source: Heart Age
es: Edad del Corazón
fr: Âge cardiaque
pt: Idade cardíaca

# L496
source: Wellness Score
es: Puntuación de Bienestar
fr: Score de bien-être
pt: Pontuação de bem-estar

# L497
source: Peer Average Score
es: Puntuación Promedio
fr: Score moyen des pairs

# L498
source: Health Measurement Risks
es: Medidas de Riesgos de la Salud
fr: Risques liés à la mesure de la santé

# L499
source: Key Lifestyle Risks
es: Riesgos Claves de Estilo de Vida
fr: Principaux risques liés au mode de vie

# L5
source: Other Modifiable Risks
es: Otros Riesgos Modificables
fr: Autres risques modifiables

# L50
source: Have either of your parents or any of your brothers or sisters (exclude relatives by marriage or adoption) ever had diabetes (or high blood sugar)?
es: ¿Alguno de sus padres o hermanos (excluyendo familiares por matrimonio o adopción) ha tenido diabetes?
fr: L’un de vos parents ou de vos frères et sœurs (sauf ceux unis par le mariage ou adoptés) a-t-il déjà été atteint de diabète (ou d’hyperglycémie)?
pt: Algum dos seus pais, irmãos ou irmãs (não incluir parentes por afinidade ou adoção) teve diabetes (ou níveis altos de açúcar no sangue)?

# L500
source: Key Action Steps
es: Pasos Claves de Acción

# L501
source: Heart Disease & Stroke
es: Enfermedad Cardíaca y Derrame Cerebral
fr: Maladies du cœur et AVC

# L502
source: Heart Disease
es: Enfermedad Cardíaca

# L503
source: Blood Pressure
es: Presión Arterial
fr: Pression artérielle

# L504
source: Weight
es: Peso
fr: Poids

# L505
source: Overweight
es: Sobrepeso
fr: Embonpoint
pt: Sobrepeso

# L506
source: Glucose & A1C
es: Glucosa y A1C
fr: Glucose et hémoglobine glyquée

# L508
source: Medical Conditions & Risk Factors
es: Condiciones Médicas & Factores de Riesgo
fr: Problèmes médicaux et facteurs de risque

# L509
source: At Risk
es: En Riesgo
fr: À risque

# L51
source: Do you currently smoke cigarettes?
es: ¿Actualmente fuma?
fr: Fumez-vous actuellement des cigarettes?
pt: Você fuma cigarros atualmente?

# L510
source: Not At Risk
es: No en Riesgo
fr: Pas à risque

# L511
source: Checkups & Tests
es: Exámenes y Pruebas
fr: Tests et examens préventifs

# L512
source: Referrals
es: Referencias
fr: Recommandations

# L513
source: My Daily Meal Plans
es: Mis Planes Alimenticios Diarios
fr: Mes programmes alimentaires quotidiens

# L514
source: (Note: Follow the second meal plan once you have achieved your long-term weight goal.)
es: (Nota: Siga el segundo plan alimenticio una vez logre su meta de peso de largo plazo.)
fr: (Remarque : Suivez le deuxième programme alimentaire une fois que vous aurez atteint votre objectif de poids à long terme.)

# L515
source: My Daily Dietary Intake Chart
es: Tabla de Consumo Diario Alimenticio
fr: Tableau de mon apport alimentaire quotidien

# L516
source: Amount
es: Cantidad
fr: Quantité

# L517
source: Total Fat
es: Grasa Total
fr: Total de gras

# L518
source: Saturated Fat
es: Grasas Saturadas
fr: Gras saturés

# L519
source: Carbs
es: Carbohidratos
fr: Glucides

# L52
source: Please specify how many cigarettes you smoke per day:
es: Por favor especifique cuántos cigarrillos fuma por día:
fr: Veuillez indiquer le nombre de cigarettes que vous fumez par jour :
pt: Informe quantos cigarros você fuma por dia:

# L520
source: Soluble Fiber
es: Fibra Soluble
fr: Fibre soluble

# L521
source: Added Sugar
es: Azúcar Añadida
fr: Sucre ajouté

# L522
source: Sodium
es: Sodio

# L523
source: Less than 1,500 mg
es: Menos de 1,500 mg
fr: Moins de 1 500 mg

# L524
source: Water
es: Agua
fr: Eau

# L525
source: My Daily Dietary Intake Chart
es: Tabla de Consumo Diario Alimenticio
fr: Tableau de mon apport alimentaire quotidien

# L526
source: Nutrient
es: Nutrientes
fr: Nutriment

# L527
source: At least
es: Al menos
fr: Au moins

# L528
source: glasses
es: Tazas
fr: tasses

# L529
source: Common Measurements
es: Medidas comunes
fr: Mesures courantes

# L53
source: You indicated you do not smoke cigarettes. Did you:
es: Usted ha indicado que no fuma. Indique si:
fr: Vous avez dit que vous ne fumez pas de cigarettes. Avez-vous fait ce qui suit :
pt: Você indicou que não fuma cigarros. Você:

# L530
source: Basic Nutrition Considerations / Recommendations:
es: Consideraciones Básicas de Nutrición/Recomendaciones:
fr: Considérations et recommandations de base sur l’alimentation :

# L531
source: Sample Exercise Plan
es: Modelo de Plan de Ejercicios
fr: Exemple de programme d’exercice

# L532
source: Here is a 12-week sample exercise plan which you can follow to get started:
es: Aquí tiene un modelo del plan de ejercicios de 12 semanas que puede seguir cuando comience:
fr: Voici un exemple de programme d’exercice de 12 semaines que vous pouvez suivre pour commencer :

# L533
source: and onwards
es: Y adelante
fr: et au-delà

# L534
source: Your Exercise Guidelines:
es: Guía de Ejercicios
fr: Vos recommandations en matière d’exercice :

# L535
source: Health Assessment
ar: التقييم الصحي
ar_ae: التقييم الصحي
es: Evaluación de la Salud
fr: Évaluation de l’état de santé
pt: Avaliação de saúde

# L536
source: Complete
es: Completo
fr: Terminé
pt: Concluir

# L537
source: Continue
es: Siguiente
fr: Continuer
pt: Continuar

# L538
source: Additional notes
es: Anotaciones adicionales
fr: Notes supplémentaires

# L539
source: Describe your physical activity (when, where, type with whom, how you felt).
es: Describa su actividad física (cuando, donde, tipo, con quien, como se sintió)
fr: Décrivez votre activité physique (quand, où, avec qui, comment vous vous êtes senti).

# L54
source: Never smoke
es: Nunca ha fumado
fr: N’a jamais fumé
pt: Nunca fumo

# L540
source: How many minutes of physical activity/exercise did you perform?
es: ¿Cuantos minutos de actividad física/ejercicio se realizó?
fr: Combien de minutes l’activité physique a-t-elle duré?

# L541
source: How motivated are you to stay with the eating plan for the booster phase?
es: ¿Cuán motivado se encuentra para mantenerse enfocado en el plan de alimentación de la fase Booster?
fr: Êtes-vous motivé à maintenir le régime alimentaire de la phase de stimulation?

# L542
source: Very highly motivated
es: Muy altamente motivado
fr: Extrêmement motivé

# L543
source: Highly motivated
es: Altamente motivado
fr: Très motivé

# L544
source: Somewhat motivated
es: Algo motivado
fr: Plutôt motivé

# L545
source: Slightly motivated
es: Algo motivado
fr: Un peu motivé

# L546
source: Not motivated
es: No motivado
fr: Pas motivé
