Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L353
source: Re-check your HDL ('good') cholesterol after participating in the program for 12 weeks. If your HDL cholesterol is still below 40 mg/dL (or 1.03 mmol/L), you should then schedule an appointment with your doctor to discuss this (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of American Medical Association and/or the July 13, 2004 and/or November 29, 2011 issues of Circulation).
es: Revise su HDL ("bueno") después de participar en INTERVENT durante 12 semanas. Si su nivel del colesterol HDL esta por debajo de 40 mg/dL (o 1.03 mmol/L), debería programar una cita con su médico para discutir si necesita medicamentos / o cambiar medicamentos para esto (como lo recomienda el National Heart, Lung and Blood Institute en la edición del 16 de Mayo de 2001 del Jornal de la Asociación Medica Americana y/o en las ediciones en circulación del 13 de Julio del 2004 y/o del 29 de noviembre del 2011).
fr: Revérifiez votre taux de cholestérol HDL (le « bon ») après avoir changé vos habitudes de vie pendant 12 semaines. Si votre taux de cholestérol HDL est toujours inférieur à 40 mg/dL (ou 1,03 mmol/L), discutez avec votre médecin de la nécessité de prendre des médicaments pour ce problème, ou d’apporter des changements à votre médication (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 16 mai 2001 du <i>Journal of the American Medical Association</i> et les numéros du 13 juillet 2004 et du 29 novembre 2011 de la revue <i>Circulation</i>).
pt: Verifique novamente colesterol HDL ('bom') depois de 12 semanas de participação no programa. Se o seu colesterol HDL ainda estiver abaixo de 40 mg/dl (ou 1,03 mmol/l), marque uma consulta com o seu médico para discutir a questão (conforme recomendado pela National Heart, Lung, and Blood Institute na edição do Journal of the American Medical Association de 16 de maio de 2001 ou na revista Circulation de 13 de julho de 2004 e 29 de novembro de 2011).

# L354
source: Re-check your triglyceride levels after making lifestyle changes for 12 weeks (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of American Medical Association and/or the July 13, 2004 and/or November 29, 2011 issues of Circulation).
es: Revise su nivel de triglicéridos luego de hacer cambios a su estilo de vida por unas 12 semanas (como lo recomienda el National Heart, Lung and Blood Institute en la edición del 16 de mayo de 2001 del Jornal de la Asociación Médica Americana y/o en las ediciones en circulación del 13 de Julio del 2004 y/o del 29 de noviembre del 2011).
fr: Revérifiez votre taux de triglycérides après avoir changé vos habitudes de vie pendant 12 semaines (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 16 mai 2001 du <i>Journal of the American Medical Association</i> et les numéros du 13 juillet 2004 et du 29 novembre 2011 de la revue <i>Circulation</i>).
pt: Verifique novamente seu nível de triglicérides 12 semanas após as mudanças no seu estilo de vida (conforme recomendado pela National Heart, Lung, and Blood Institute na edição do Journal of the American Medical Association de 16 de maio de 2001 ou na revista Circulation de 13 de julho de 2004 e 29 de novembro de 2011).

# L355
source: Re-check your fasting blood glucose ('sugar') level after making lifestyle changes for 12 weeks. If your fasting blood glucose is still greater than 125 mg/dL (or 6.9 mmol/L), you should then schedule an appointment with your doctor to discuss this (as recommended by the American Diabetes Association in the January 2023 supplement issue of Diabetes Care).
es: Revise su nivel de glucosa ("azúcar") en la sangre en ayuna luego de hacer cambios a su estilo de vida por unas 12 semanas. Si su nivel de glucosa en la sangre en ayuna está por encima de 125 mg/dL (o 6.9 mmol/L), deberá programar una cita con su médico para discutir esto (tal como lo recomienda el American Diabetes Association en la edición suplementaria de enero 2023 de Diabetes Care).
fr: Revérifiez votre glycémie à jeun (taux de sucre) après avoir changé vos habitudes de vie pendant 12 semaines. Si elle est encore supérieure à 125 mg/dL (ou 6,9 mmol/L), discutez-en avec votre médecin (tel que le recommande l’American Diabetes Association dans une publication supplémentaire du numéro de janvier 2023 du <i>Diabetes Care</i>).
pt: Verifique novamente seu nível de glicose ('açúcar') em jejum 12 semanas após as mudanças no seu estilo de vida. Se seu nível de glicose em jejum ainda estiver acima de 125 mg/dl (ou 6,9 mmol/L), marque uma consulta com o seu médico para discutir a questão (conforme recomendado pela American Diabetes Association na edição de janeiro de 2018 da revista Diabetes Care).

# L356
source: Re-check your fasting blood glucose ('sugar') level after making lifestyle changes for 12 weeks. If your fasting blood glucose is still greater than 140 mg/dL (or 7.8 mmol/L), you should then schedule an appointment with your doctor to discuss this (as recommended by the American Diabetes Association in the January 2023 supplement issue of Diabetes Care).
es: Revise su nivel de glucosa ("azúcar") en la sangre en ayuna luego de hacer cambios a su estilo de vida por unas 12 semanas. Si su nivel de glucosa en la sangre en ayuna está por encima de 140 mg/dL (o 7.8 mmol/L), deberá programar una cita con su médico para discutir esto (tal como lo recomienda el American Diabetes Association en la edición suplementaria de enero 2023 de Diabetes Care).
fr: Revérifiez votre glycémie à jeun (taux de sucre) après avoir changé vos habitudes de vie pendant 12 semaines. Si elle est encore supérieure à 140 mg/dL (ou 7,8 mmol/L), discutez-en avec votre médecin (tel que le recommande l’American Diabetes Association dans une publication supplémentaire du numéro de janvier 2023 du <i>Diabetes Care</i>).
pt: Verifique novamente seu nível de glicose ('açúcar') em jejum 12 semanas após as mudanças no seu estilo de vida. Se seu nível de glicose em jejum ainda estiver acima de 140 mg/dl (ou 7,8 mmol/L), marque uma consulta com o seu médico para discutir a questão (conforme recomendado pela American Diabetes Association na edição de janeiro de 2018 da revista Diabetes Care).

# L357
source: Schedule an appointment with your doctor to discuss your elevated blood glucose ('sugar') level (as recommended by the American Diabetes Association in the January 2023 supplement issue of Diabetes Care).
es: Programe una cita con su médico para discutir su nivel elevado de glucosa ("azúcar") (tal como lo recomienda la Asociación Americana de Diabetes en la edición suplementaria de Diabetes Care en Enero del 2023)
fr: Discutez avec votre médecin de votre hyperglycémie (tel que le recommande l’American Diabetes Association dans une publication supplémentaire du numéro de janvier 2023 du <i>Diabetes Care</i>).
pt: Marque uma consulta com seu médico para discutir o nível elevado de glicose ('açúcar') no sangue (conforme recomendado pela American Diabetes Association no suplemento da revista Diabetes Care publicado em janeiro de 2022).

# L358
source: Re-check your A1C after making lifestyle changes for 12 weeks (as recommended by the American Diabetes Association in the January 2023 supplement issue of Diabetes Care).
es: Revise su nivel de A1C luego de hacer cambios a su estilo de vida por unas 12 semanas (tal como lo recomienda la American Diabetes Association en la edición suplementaria de enero 2023 de Diabetes Care).
fr: Revérifiez votre taux d’hémoglobine glyquée après avoir changé vos habitudes de vie pendant 12 semaines (tel que le recommande l’American Diabetes Association dans une publication supplémentaire du numéro de janvier 2023 du <i>Diabetes Care</i>).
pt: Verifique novamente seu A1C depois de mudar seu estilo de vida por 12 semanas (conforme recomendado pela American Diabetes Association no suplemento de janeiro de 2022 da Diabetes Care).

# L359
source: Schedule an appointment with your doctor to discuss your elevated A1C value (as recommended by the American Diabetes Association in the January 2023 supplement issue of Diabetes Care).
es: Programe una cita con su médico para discutir su nivel elevado de A1C (tal como lo recomienda la Asociación Americana de Diabetes en le edición suplementaria de Diabetes Care en Enero del 2023)
fr: Discutez avec votre médecin de votre taux élevé d’hémoglobine glyquée (tel que le recommande l’American Diabetes Association dans une publication supplémentaire du numéro de janvier 2023 du <i>Diabetes Care</i>).
pt: Marque uma consulta com seu médico para discutir o valor elevado de A1C (conforme recomendado pela American Diabetes Association no suplemento da revista Diabetes Care publicado em janeiro de 2022).

# L36
source: Arthritis
es: Artritis
fr: Arthrite
pt: Artrite

# L360
source: Schedule an appointment with your doctor to discuss whether you could benefit from taking aspirin (or a similar type of medication, if you are unable to tolerate aspirin).
es: Programe una cita con su médico para discutir si usted podría beneficiarse de tomar aspirina (o un tipo de medicamento similar, si usted no tolera la aspirina).
fr: Discutez avec votre médecin des bienfaits que l’aspirine pourrait vous procurer (ou un médicament similaire, si vous ne tolérez pas l’aspirine).
pt: Marque uma consulta com seu médico para discutir se você pode se beneficiar com o uso de Aspirina (ou um medicamento similar, se você for intolerante à Aspirina).

# L361
source: Schedule an appointment with your doctor to discuss whether you could benefit from nicotine replacement therapy, bupropion or varenicline to assist you in quitting smoking (if you have not already done so).
es: Programe una cita con su médico para discutir si usted podría beneficiarse de la terapia de reemplazo de nicotina, bupropion o varenicline para ayudarle a dejar de fumar (si usted no lo ha hecho ya).
fr: Demandez à votre médecin si une thérapie de remplacement de la nicotine, du bupropion ou de la varénicline pourrait vous aider à cesser de fumer (si ce n’est pas déjà fait).
pt: Artrite

# L362
source: Re-check your blood pressure after making lifestyle changes for 12 weeks (as recommended by the American College of Cardiology/American Heart Association in the November 2017 issue of Hypertension).
es: Vuelva a verificar su presión arterial luego de hacer cambios a su estilo de vida por unas 12 semanas (como es recomendado por la American College of Cardiology/American Heart Association en la edición de Hypertension de noviembre del 2017).
fr: Revérifiez votre pression artérielle après avoir changé vos habitudes de vie pendant 12 semaines (tel que le recommande l’American Diabetes Association/American Heart Association dans le numéro de novembre 2017 de la revue <i>Hypertension</i>).
pt: Verifique novamente sua pressão arterial 12 semanas após as mudanças no seu estilo de vida (conforme recomendado pela American College of Cardiology/American Heart Association na edição da revista Hypertension de novembro de 2017).

# L363
source: Consider re-measuring your resting metabolic rate after making lifestyle changes for 12 weeks.
es: Considere volver a medir su tasa metabólica en reposo luego de hacer cambios a su estilo de vida por unas 12 semanas.
fr: Songez à revérifier votre taux métabolique au repos après avoir changé vos habitudes de vie pendant 12 semaines.
pt: Considere a possibilidade de verificar novamente sua taxa metabólica em repouso, 12 semanas após as mudanças no seu estilo de vida.

# L364
source: Receive Free Biometric Screening
es: Obtenga un Examen Biométrico Gratis
fr: Arthrite

# L365
source: Take Cardiosmart Challenge
es: Tome el desafío de CardioSmart

# L366
source: Play Nutrition Bingo
es: Juegue el Bingo de Nutrición

# L367
source: Obtain Clearance From Your Doctor
es: Obtenga la Autorización de su Médico

# L368
source: Step Up To The Spring Challenge
es: De un Paso Adelante con el Reto de Primavera

# L37
source: Do you take aspirin or other blood thinning medication (such as Plavix, Ticlid, BRILINTA, Effient, Aggrenox, Pradaxa, Xarelto, Coumadin or Marevan) on a daily (or regular) basis?
es: ¿Toma aspirina u otra medicina para diluir la sangre diariamente? (tal como Plavix, Ticlid, BRILINTA, Effient, Aggrenox, Pradaxa, Xarelto, Eliquis, Coumadin o Marevan)
fr: Prenez-vous quotidiennement (ou régulièrement) de l’aspirine ou d’autres anticoagulants (comme Plavix, Ticlid, Brilinta, Effient, Aggrenox, Pradaxa, Xarelto, Coumadin ou Marevan)?
pt: Você toma Aspirina ou outro medicamento para diluir o sangue (como Plavix, Ticlid, Brilinta, Effient, Aggrenox, Pradaxa, Xarelto, Coumadin ou Marevan) diariamente (ou regularmente)?

# L370
source: After age 45
es: Después de los 45 años
fr: Après 45 ans
pt: Depois dos 45 anos de idade

# L371
source: Not Applicable
es: No corresponde
fr: Sans objet
pt: Não se aplica

# L372
source: Pap Test (Women)
es: Examen Papanicolau (Mujeres)
fr: Test Pap (femmes)
pt: Teste de Papanicolau (para mulheres)

# L373
source: Every 3 years
es: Cada 3 años
fr: Tous les 3 ans
pt: A cada 3 anos

# L374
source: Mammogram (Women)
es: Mamografía (Mujeres)
fr: Mammographie (femmes)
pt: Mamografia (para mulheres)

# L375
source: Every 1-2 years after age 40
es: Cada 1 a 2 años a partir de los 40 años
fr: Tous les 1 à 2 ans après 40 ans
pt: A cada 1 a 2 anos depois dos 40 anos de idade

# L376
source: PSA (Men)
es: PSA (Hombres)
fr: Antigène prostatique spécifique (APS) [hommes]
pt: PSA (para homens)

# L377
source: Optional after age 50
es: Opcional después de los 50 años
fr: Facultatif après 50 ans
pt: Opcional depois dos 50 anos de idade

# L378
source: Get Bloodwork Done
es: Obtenga Análisis de Sangre

# L379
source: At least annually
es: Al menos anualmente
fr: Au moins une fois par an
pt: Pelo menos anualmente

# L38
source: Have you taken prescription medication for any of the following conditions during the past twelve months? (please check all that apply.)
es: ¿Ha tomado medicamentos recetados para algunas de las siguientes condiciones durante los pasados doce meses? (por favor marque todas las que correspondan):
fr: Avez-vous pris des médicaments sur ordonnance pour une des affections suivantes au cours des douze derniers mois? (Veuillez sélectionner toutes les réponses qui s’appliquent.)
pt: Você tomou medicamentos prescritos para qualquer das condições a seguir nos últimos doze meses? (marque todas as alternativas aplicáveis.)

# L380
source: Fasting Serum Lipids and Lipoproteins
es: Lípidos Serosos y Lipoproteínas en Ayunas
fr: Lipides sériques et lipoprotéines à jeun
pt: Lipídios séricos e lipoproteínas em jejum

# L381
source: Body Mass Index
es: Índice de Masa Corporal
fr: Indice de masse corporelle
pt: Índice de massa corporal

# L383
source: Get Financially Fit
es: Póngase Financieramente en Forma

# L384
source: Vision
es: Visión
fr: Examen de la vue
pt: Visão

# L385
source: Every 2-4 years between 40 - 64; more regularly after age 65 and annually if you have diabetes
es: Cada 2-4 años entre los 40 - 64; más frecuentemente después de los 65 años y anualmente si usted tiene diabetes.
fr: A tout les 2-4 ans entre 40 et 64 ans; plus régulièrement après 65 ans et annuellement si vous êtes diabétique.
pt: A cada 2 a 4 anos, com idade entre 40 e 64; mais regularmente depois dos 65 e anualmente se você tiver diabetes

# L386
source: Hearing
es: Audición
fr: Examen de l’audition
pt: Audição

# L387
source: Optional after 50
es: Opcional después de los 50 años
fr: Facultatif après 50 ans
pt: Opcional depois dos 50

# L388
source: Bone Density (Women)
es: Densidad Ósea (Mujeres)
fr: Densité osseuse (femmes)
pt: Densimetria óssea (para mulheres)

# L389
source: After age 65, or at age 60 if at risk
es: Después de los 65, o a los 60 si hay riesgo
fr: Après 65 ans ou à 60 ans si à risque
pt: Depois dos 65 ou a aos 60 se houver risco

# L39
source: Seasonal allergies
es: Alergias estacionales
fr: Allergies saisonnières
pt: Alergias sazonais

# L390
source: On Track
es: Esta al Día
fr: Sur la bonne voie
pt: Em dia

# L391
source: Not On Track
es: No Esta al Día
fr: Pas sur la bonne voie
pt: Não está em dia

# L392
source: Not Assessed
es: No Evaluado
fr: Non évalué
pt: Não avaliado

# L393
source: Optional
es: Opcional
fr: Facultatif
pt: Opcional

# L394
source: Serving Size:
es: Tamaño de Porción:
fr: Portion indiquée :

# L395
source: Yield:
es: Rendimiento:
fr: Rendement :

# L396
source: Carbs:
es: Carbohidratos:
fr: Glucides :

# L397
source: Total Fat:
es: Grasa Total:
fr: Total de gras :
pt: Gorduras totais:

# L398
source: Calories
es: Calorías:

# L399
source: Ingredients
es: Ingredientes
fr: Ingrédients

# L4
source: Directions
es: Direcciones
fr: Instructions

# L40
source: Heartburn/acid reflux
es: Acidez estomacal/reflujo
fr: Brûlures d’estomac/reflux gastriques
pt: Azia/refluxo ácido

# L400
source: Tetanus
es: Tétano
fr: Tétanos
pt: Tétano

# L401
source: Every 10 years
es: Cada 10 años
fr: Tous les dix ans
pt: A cada 10 anos

# L402
source: Pneumonia
es: Neumonía
fr: Pneumonie

# L403
source: Once at age 65 or older
es: Una vez a los 65 años o más
fr: Une fois âgé de 65 ans ou plus
pt: Uma vez aos 65 ou mais

# L404
source: Flu
es: Gripe
fr: Grippe
pt: Gripe

# L405
source: Annually
es: Anual
fr: Une fois par an
pt: Anualmente

# L406
source: Measles-Mumps-Rubella
es: Sarampión-Paperas-Rubéola
fr: Rougeole, oreillons, rubéole
pt: Sarampo-caxumba-rubéola

# L407
source: At least once (if you have not had all three illnesses and were born after 1956)
es: Al menos una vez (si no ha tenido las tres enfermedades y nació después del 1956)
fr: Au moins une fois (si vous n’avez pas eu les trois maladies et êtes né après 1956)
pt: Pelo menos uma vez (se você não tiver tido as três doenças e não tiver nascido depois de 1956)

# L408
source: Chickenpox
es: Varicela
fr: Varicelle
pt: Varicela

# L409
source: Two doses (if you have not had chickenpox)
es: Dos dosis (si nunca ha padecido de varicela)
fr: Deux doses (si vous ne l’avez pas eue)
pt: Duas doses (se você não tiver tido catapora)

# L41
source: Ulcer
es: Úlcera
fr: Ulcère
pt: Úlcera

# L410
source: Shingles
es: Culebrilla
fr: Zona
pt: Herpes

# L411
source: Shingrix vaccine (two doses) at age 50 or older
es: Vacuna contra Shingrix (dos dosis) a los 50 años o mas
fr: Vaccin Shingrix (deux doses) à partir de 50 ans
pt: Vacina Shingrix (duas doses) aos 50 anos de idade ou mais

# L412
source: HPV (Human Papillomavirus)
es: VPH (Virus del Papiloma Humano)
fr: Virus du papillome humain (VPH)
pt: HPV (Papilomavírus humano)

# L413
source: Through age 26 for women and age 21 for men, who did not receive it when younger
es: Desde los 26 años para las mujeres y 21 años para los hombres, quienes no la recibieron cuando eran más jóvenes
fr: Jusqu’à 26 ans pour les femmes et 21 ans pour les hommes (si aucune dose n’a été reçue auparavant)
pt: Até os 26 anos de idade para mulheres e até os 21 para homens, para quem não se vacinou mais jovem

# L414
source: Recipe Details
es: Detalles de Receta

# L415
source: Upload
es: Subir
fr: Téléverser
pt: Fazer upload

# L416
source: Remove
es: Eliminar
fr: Retirer
pt: Remover

# L417
source: Add/Edit Tag
es: Añadir/Editar Etiqueta

# L418
source: Save
es: Guardar
fr: Enregistrer

# L419
source: Tag
es: Etiquetar

# L42
source: Migraines
es: Migrañas
pt: Enxaqueca

# L420
source: Coronary heart disease (‘CHD’) is the disease that causes heart attacks. It is the leading cause of death among men and women in most industrialized countries. The graph below shows your risk (or chances) of developing CHD in the next 10 years. As you can see, you have a {0} chance of developing CHD in the next 10 years. On average, to be considered at low risk (or desirable risk) a person of the same age and sex as you would be expected to have a {1} chance of developing CHD in the next 10 years. To see how certain key factors affect your risk, change the values alongside the risk factors. Values with an exclamation point (!) may be in need of improvement.
es: Enfermedad cardiaca coronaria (‘CHD’) es la enfermedad que causas ataques al corazón. Es la causa principal de muertes en mujeres y hombres en muchos países industrializados. La gráfica debajo muestra su riesgo (o posibilidad) de desarrollar CHD en los próximos 10 años. Como puede ver, tiene un {0} posibilidad de desarrollar CHD en los próximos 10 años. En promedio, para ser considerado bajo riesgo (o riesgo deseable) una persona de la misma edad y sexo se esperaría tener una posibilidad de {1} en desarrollar CHD en los próximos 10 años. Para ver cómo ciertos factores afectan su riesgo,cambie los valores junto a los factores de riesgo. Valores con puntos de exclamación (!)pueden necesitar mejoras.
fr: Les maladies coronariennes (cardiopathie congénitale) sont celles qui provoquent des crises cardiaques. Dans la plupart des pays industrialisés, c’est la première cause de décès chez les hommes et les femmes. Ce graphique montre votre risque (ou probabilité) de développer une cardiopathie congénitale au cours des dix prochaines années. Comme vous pouvez le constater, vous présentez un risque {0} de développer une cardiopathie congénitale au cours des dix prochaines années. En moyenne, pour être considéré à faible risque (ou risque souhaitable), une personne du même âge et du même sexe que vous devrait avoir un risque {1} de développer une cardiopathie congénitale au cours des dix prochaines années. Pour savoir comment certains facteurs importants influent sur votre risque, modifiez les valeurs aux côtés des facteurs de risque. Les valeurs accompagnées d’un point d’exclamation (!) pourraient être améliorées.
pt: A doença arterial coronariana (“DAC”) é uma doença que causa ataques cardíacos. É a principal causa de mortes entre homens e mulheres na maioria dos países industrializados. O gráfico abaixo mostra seu risco (ou probabilidade) de desenvolver DAC nos próximos 10 anos. Como você pode ver, você tem uma probabilidade de {0} de desenvolver DAC nos próximos 10 anos. Em média, para o risco ser considerado baixo (ou desejável), a pessoa da mesma idade e do mesmo sexo que você deve ter uma probabilidade de {1} de desenvolver DAC nos próximos 10 anos. Para ver como determinados fatores-chave afetam seu risco, mude os valores ao lado dos fatores de risco. Valores com um ponto de exclamação (!) podem requerer melhorias.

# L421
source: Select
es: Seleccionar
fr: Sélectionnez
pt: Selecionar

# L422
source: Cancel
es: Cancelar

# L425
source: Better Health for Life™
ar: أفضل صحة من أجل الحياة ™
ar_ae: صحة أفضل مدى الحياة Better Health for Life™‎
es: Mejor Salud de Por Vida™

# L426
source: Login
ar: تسجيل الدخول
ar_ae: تسجيل الدخول
es: Ingreso
fr: Se connecter
pt: Fazer login

# L427
source: Your Health and Wellness Journey Starts Here......and Now
es: Su Trayecto de Salud y Bienestar Empieza Aquí…y Ahora.
fr: Votre cheminement vers la santé et le bien-être commence ici... et maintenant.
