Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1143
source: Egg whites; egg substitutes (with no cholesterol)
es: Claras de huevos; sustitutos del huevo (sin colesterol)
fr: Blancs d’œufs, succédanés d’œufs (sans cholestérol)
pt: Claras de ovo; substitutos do ovo (sem colesterol)

# L1144
source: Egg yolks; eggs fried in butter or margarine or prepared with butter, margarine, or milk (2% fat or more)
es: Yemas de huevo; huevos fritos en mantequilla o margarina o preparados con mantequilla, margarina, o leche regular (entera)
fr: Jaunes d’œufs, œufs frits dans du beurre ou de la margarine ou préparés avec du beurre, de la margarine ou du lait 2 % ou plus
pt: Gemas de ovos; ovos fritos na manteiga ou margarina ou preparados com manteiga, margarina ou leite (2% de gordura ou mais)

# L1145
source: Non-fat or low-fat cheese; non-fat, low-fat cottage cheese
es: Queso desnatado o bajo en grasas; requesón bajo en grasa, desnatado
fr: Fromage cottage (ou autre) sans gras ou faible en gras
pt: Queijo desnatado ou magro; Queijo cottage desnatado ou magro

# L1146
source: Regular cheese (American, Blue, Cheddar, Colby, Edam, Monterey Jack, whole-milk Mozzarella, Parmesan, Swiss); cream cheese; Neufchatel cheese
es: Queso normal (Americano, Azul, Cheddar, Colby, Edam, Monterey Jack, Mozzarella entera, Parmesano, Suízo); queso crema; queso Neufchatel
fr: Fromage ordinaire (américain, bleu, cheddar, colby, édam, monterey jack, mozzarella au lait entier, parmesan, suisse), fromage à la crème, fromage neufchâtel
pt: Queijo normal (prato, gorgonzola, cheddar, colby, edam, Monterey Jack, muçarela de leite integral, parmesão, suíço); cream cheese; queijo Neufchâtel

# L1147
source: Rather than focusing on a single nutrient or food, follow a meal plan that is designed to improve your total eating habits. Consistent with this principle, we recommend eating a variety of fruits, vegetables, and grain products, especially whole grains; choosing fat-free or low-fat dairy products, legumes, poultry, and lean meats; and eating fish, preferably oily fish, at least twice a week.
es: En vez de enfocarse en un sólo nutriente o alimento, siga un plan de comidas diseñado para mejorar sus hábitos alimenticios. Siguiendo este principio, recomendamos comer frutas variadas, verduras, y productos en grano, especialmente integrales; escoger productos lácteos bajos en grasas o desnatados, legumbres, aves de corral, y carnes magras; y comer pescado, preferiblemente pescado azul, al menos dos veces por semana.
fr: Plutôt que de vous concentrer sur un seul nutriment ou aliment, suivez un programme alimentaire conçu pour améliorer vos habitudes alimentaires en général. Conformément à ce principe, nous recommandons de manger une variété de fruits, de légumes et de produits céréaliers, surtout de grains entiers, de choisir des produits laitiers sans gras ou faibles en gras, des légumineuses, de la volaille et des viandes maigres, et de manger du poisson, de préférence du poisson gras, au moins deux fois par semaine.
pt: Em vez de se concentrar em um único nutriente ou alimento, siga um plano de refeições projetado para melhorar seus hábitos alimentares por completo. Mantendo a coerência a esse princípio, recomendamos que você coma uma variedade de frutas, legumes e grãos, particularmente grãos integrais; prefira laticínios, desnatados ou com baixo teor de gordura, vegetais, aves e carnes magras; e coma peixe, de preferência peixes oleosos, pelo menos duas vezes por semana.

# L1148
source: Wellness Score
es: Puntuación de Buen Estado de Salud
fr: Score de bien-être
pt: Pontuação de bem-estar

# L115
source: Do you ever ride in a vehicle without wearing a seat belt?
es: ¿Alguna vez ha viajado en un vehículo sin ponerse el cinturón de seguridad?
fr: Portez-vous toujours votre ceinture de sécurité dans un véhicule?
pt: Você viaja em veículos sem usar o cinto de segurança?

# L1150
source: Peer Average Score
es: Puntuación Promedio
fr: Score moyen des pairs
pt: Pontuação média dos pares

# L1151
source: Find out what could happen if you led a healthier lifestyle...
es: Descubra que pueda pasar si sigue un estilo de vida mas saludable…
fr: Découvrez ce qui pourrait arriver si vous aviez de saines habitudes...
pt: Descubra o que pode acontecer se você levar um estilo de vida mais saudável...

# L1152
source: Health Measurement Risks
es: Riesgos de Medidas de Salud
fr: Risques liés à la mesure de la santé
pt: Riscos nas medições de saúde

# L1153
source: Key Lifestyle Risks
es: Riesgos Claves de Estilo de Vida
fr: Principaux risques liés au mode de vie
pt: Principais riscos de estilo de vida

# L1154
source: Other Modifiable Risks
es: Otros Riesgo Modificables
fr: Autres risques modifiables
pt: Outros riscos que podem ser alterados

# L1155
source: My Key Action Steps
es: Mis Pasos Claves de Acción
fr: Mes principales démarches
pt: Minhas principais etapas de ação

# L1156
source: My Basic Information – Stress
es: Mi información básica - Estrés

# L1157
source: Everyone agrees: Life is stressful. Too much stress is related to a variety of serious health problems, including an increased risk for heart disease. For this reason, stress management is important. Learning about stress and how to manage it will improve both your physical and emotional health, and your overall quality of life.
es: Todo el mundo está de acuerdo: la vida es estresante. Demasiado estrés está relacionado con una variedad de serios problemas de salud, incluyendo un mayor riesgo de enfermedad del corazón. Por esta razón, el control del estrés es importante. Conocer el estrés y cómo controlarlo mejorará tanto su salud emocional como la física, y su calidad de vida.
fr: Tout le monde peut s’entendre sur une chose : la vie est stressante. On associe un stress excessif à plusieurs problèmes de santé graves qui augmentent les risques de maladies du cœur. C’est pour cette raison que la gestion du stress est importante. En en sachant plus sur le stress et sa gestion, vous améliorerez votre santé physique et émotionnelle, ainsi que votre qualité de vie en général.
pt: Todos concordam: A vida é estressante. O excesso de estresse está relacionado a uma variedade de problemas de saúde graves, incluindo um risco maior de doenças cardíacas. Por este motivo, a gestão de estresse é importante. Aprender sobre o estresse e como gerenciá-lo vai melhorar tanto sua saúde física e emocional quanto sua qualidade de vida em geral.

# L1158
source: If you are trying to manage your weight, it is especially important for you to learn stress management skills. Sometimes stress may cause you to overeat or quit following your meal and exercise plans.
es: Si está intentando controlar su peso, es importante que aprenda a manejar el estrés. A veces el estrés puede causar que coma demasiado o que deje de comer y ejercitarse.
fr: Si vous essayez de gérer votre poids, il est particulièrement important que vous appreniez à gérer votre stress. Il peut parfois vous amener à trop manger ou à cesser de suivre votre programme alimentaire et d’exercice.
pt: Caso esteja tentando controlar seu peso, é muito importante desenvolver habilidades de controle de estresse. Às vezes o estresse pode fazer você comer demais ou deixar de seguir seus planos de alimentação e exercícios.

# L1159
source: Stress is a two-part process: cause and effect.
es: El estrés consta de dos partes: la causa y el efecto.
fr: Le stress est un processus à deux volets : la cause et l’effet.
pt: O estresse é um processo em duas etapas: causa e efeito.

# L116
source: Do you ever drive 10 mph (16 km/h) or more over the speed limit?
es: Al manejar su vehículo ¿Conduce a 10 mph (16 km/h) o más sobre el límite de velocidad?
fr: Vous arrive-t-il de dépasser la limite de vitesse de 15 km/h ou plus?
pt: Você dirige a 16 km/h (10 mph) ou mais acima do limite de velocidade?

# L1160
source: The cause is called the "stressor." Stressors can be real or imagined. Most things you worry about in life – your stressors – never happen. The source of stressors may be social, psychological, or physical. Examples of stressors are provided below.
es: La causa es llamada el "evento estresante". Los eventos estresantes pueden ser reales o imaginarios. La mayoría de las cosas que le preocupan en la vida - sus eventos estresantes - nunca suceden. La causa de los eventos estresantes puede ser social, psicológica, o física. A continuación, se dan ejemplos de eventos estresantes.
fr: On appelle la cause les « facteurs de stress », lesquels peuvent être réels ou imaginaires. En fait, la plupart des choses qui vous préoccupent dans la vie ne se produisent jamais. Les facteurs de stress peuvent être d’ordre social, psychologique ou physique. Vous en trouverez quelques exemples ci-dessous.
pt: A causa é conhecida como "fator de estresse". O fator de estresse pode ser real ou imaginário. A maioria das coisas da vida que lhe trazem preocupação (os seus fatores de estresse) nunca acontece. Os fatores de estresse podem ter origem social, psicológica ou física. Exemplos de fator de estresse podem ser vistos abaixo.

# L1161
source: Social Stressors
es: Eventos sociales estresantes
fr: Facteurs de stress sociaux
pt: Fatores sociais de estresse

# L1162
source: Relationships with friends and family
es: Relaciones con amigos y familiares
fr: Relations personnelles avec les amis et les membres de la famille
pt: Relacionamentos com amigos e familiares

# L1163
source: Relationships with boss/co-workers
es: Relaciones con jefes/compañeros de trabajo
fr: Relations professionnelles avec le patron et les collègues
pt: Relacionamentos com chefes/colegas de trabalho

# L1164
source: Time constraints
es: Limitaciones de tiempo
fr: Contraintes de temps
pt: Restrições temporais

# L1165
source: Demands and expectations of others
es: Demandas y expectativas de las personas
fr: Exigences et attentes des autres
pt: Demandas e expectativas de terceiros

# L1166
source: Psychological Stressors
es: Eventos psicológicos estresantes
fr: Facteurs de stress psychologiques
pt: Fatores psicológicos de estresse

# L1167
source: Feelings
es: Sentimientos
fr: Sentiments
pt: Sentimentos

# L1168
source: Fears
es: Miedos
fr: Craintes
pt: Receios

# L1169
source: Decisions
es: Decisiones
fr: Décisions
pt: Decisões

# L117
source: Do you ever ride a bicycle without wearing a bicycle helmet?
es: ¿Alguna vez monta bicicleta sin ponerse casco?
fr: Âge cardiaque
pt: Você passeia de bicicleta sem usar capacete?

# L1170
source: Boredom
es: Aburrimiento
fr: Ennui
pt: Tédio

# L1171
source: Frustrations
es: Frustraciones
pt: Frustrações

# L1172
source: Physical Stressors
es: Eventos físicos estresantes
fr: Facteurs de stress physiques
pt: Fatores físicos de estresse

# L1173
source: Noise
es: Ruido
fr: Bruit
pt: Ruídos

# L1174
source: Weather (too hot; too cold)
es: Clima (demasiado calor; demasiado frío)
fr: Température (trop chaud ou trop froid)
pt: Clima (muito quente; muito frio)

# L1175
source: Traffic
es: Tráfico
fr: Trafic
pt: Trânsito

# L1176
source: Over-crowding
es: Atestamientos
fr: Surpopulation
pt: Multidões

# L1177
source: Excess light or darkness
es: Exceso de luz u oscuridad
fr: Excès de lumière ou d’obscurité
pt: Excesso de claridade ou escuridão

# L1178
source: Health problems
es: Problemas de salud
fr: Problèmes de santé
pt: Problemas de saúde

# L1179
source: Lack of sleep
es: Falta de sueño
fr: Manque de sommeil
pt: Falta de sono

# L118
source: Do you ever drive or ride on a motorcycle without wearing an approved safety helmet?
es: ¿Alguna vez monta motocicleta sin un casco de seguridad aprobado?
fr: Avez-vous déjà été conducteur ou passager d’une moto sans porter de casque de sécurité approuvé?
pt: Você viaja de motocicleta sem usar um capacete aprovado por um instituto certificador?

# L1180
source: The effect a stressor has on you is called the "stress response." The stress response has also been called the "fight or flight" response. When you are faced with a stressor, your body experiences a series of physical changes intended to help you fight the stressor or flee from it. These changes are complex and involve the nervous system and the endocrine (hormones) system. Some common physical responses to stress include:
es: El efecto que un evento estresante tiene sobre usted es llamado "respuesta de la tensión". Esta respuesta ha sido también llamada la respuesta "lucha o vuelo". Cuando se enfrenta a un evento estresante, su cuerpo experimenta una serie de cambios físicos previstos para ayudarle a combatir el factor estresante o huír de él. Estos cambios son complejos e involucran los sistemas nervioso y endocrino (hormonas). Algunas respuestas físicas comunes ante el estrés incluyen:
fr: L’effet que produit le facteur de stress sur vous s’appelle la « réaction de stress ». La réaction de stress est également appelée la « réaction de lutte ou de fuite ». Lorsque vous faites face à un facteur de stress, votre corps subit une série de changements physiques pour vous aider à lutter contre le stress ou à le fuir. Ces changements sont complexes et touchent les systèmes nerveux et endocrinien (hormonal). Voici certaines des réactions de stress physiques courantes :
pt: O efeito que um fator de estresse exerce sobre você é conhecido como "resposta ao estresse". A resposta ao estresse também é conhecida como o resposta de "lutar ou fugir". Quando você está enfrentando um fator de estresse, seu corpo passa por uma série de mudanças físicas cujo intuito é ajudar você a combater o fator de estresse ou escapar dele. Essas mudanças são complexas e envolvem o sistema nervoso e o sistema endócrino (hormônios). Algumas respostas físicas comuns ao estresse são:

# L1181
source: Fast heartbeat
es: Latidos rápidos del corazón
fr: Pouls rapide
pt: Batimento cardíaco acelerado

# L1182
source: Rapid breathing
es: Respiración rápida
fr: Respiration rapide
pt: Respiração ofegante

# L1183
source: Increased blood pressure
es: Incremento de la tensión arterial
fr: Augmentation de la pression artérielle
pt: Pressão arterial alta

# L1184
source: Increased body temperature and perspiring
es: Incremento de la temperatura y sudoración corporal
fr: Augmentation de la température corporelle et de la transpiration
pt: Aumento de temperatura corporal e perspiração

# L1185
source: Muscle tension causing goose bumps and making hair stand on end
es: Tensión muscular que causa piel de gallina y pelos de punta
fr: Tension musculaire qui donne la chair de poule et qui fait dresser les cheveux sur la tête
pt: Tensão muscular que causa arrepios e arrepia os pelos

# L1186
source: Increased blood sugar level to use as energy
es: Incremento del nivel de azúcar en la sangre para crear energía
fr: Augmentation du taux de glucose qui est utilisé comme source d’énergie
pt: Nível acentuado de açúcar no sangue para utilizar como energia

# L1187
source: Dilation of the pupils to enhance vision
es: Dilatación de las pupilas para realzar la visión
fr: Dilatation des pupilles pour augmenter la capacité de vision
pt: Dilatação das pupilas para intensificar a visão

# L1188
source: Blood flow directed to muscles and liver (hands and feet feel cold)
es: Flujo sanguíneo dirigido a músculos e hígado (manos y pies fríos)
fr: Flux sanguin dirigé vers les muscles et le foie (les mains et les pieds sont froids)
pt: Fluxo sanguíneo direcionado para músculos e fígado (mãos e pés frios)

# L1189
source: Increased blood clotting for protection if injured
es: Incremento de la coagulación para protegerse si hay una lesión
fr: Formation de caillots sanguins accrue (pour vous protéger si vous vous blessez)
pt: Coagulação acentuada do sangue para proteção em caso de lesão

# L119
source: View/Edit My Survey
es: Ver/Editar Mi Encuesta
fr: Afficher ou modifier mon sondage
pt: Visualizar/editar minha pesquisa

# L1190
source: For early humans, the "fight or flight" response was their means of survival. Today, most stressful situations don't require a fight or flight response to survive. In fact, in today's world, you are more likely to let stressors build up or become excessive before taking action. Unfortunately, if left unchecked, stress can cause problems to your health and well being.
es: Desde los primeros humanos, la respuesta "lucha o vuelo" ha sido su medio de supervivencia. Hoy en día, la mayoría de las situaciones estresantes no requiere una respuesta de lucha o vuelo. De hecho, en el mundo de hoy en día, somos más dados a dejar que los eventos estresantes crezcan o se vuelvan excesivos antes de tomar acciones. Desafortunadamente, si no se controla, el estrés puede causar problemas de salud y bienestar.
fr: Chez les premiers humains, la réaction de lutte ou de fuite améliorait les chances de survie, mais aujourd’hui, elle est inutile dans la plupart des situations stressantes. En fait, nous sommes plus susceptibles de laisser les facteurs de stress s’accumuler avant d’agir. Malheureusement, cela peut causer des problèmes de santé et de bien-être.
pt: Para os seres humanos da antiguidade, as reações do tipo "lutar ou fugir" eram um meio de sobrevivência. Hoje em dia, a maioria das situações estressantes não requer uma reação de lutar ou fugir para sobrevivermos. Na verdade, no mundo de hoje, antes de tomar uma medida, o mais comum é deixar que os fatores de estresse se acumulem ou se tornem excessivos. Infelizmente, se não for tratado, o estresse pode causar problemas para sua saúde e seu bem-estar.

# L1191
source: Not all stress is bad. Without some stress, there could be no progress in life - no reason to get up in the morning. Some stress is needed for growth and challenge. One goal of stress management is to shift from always viewing stress as negative and damaging, to viewing it - whenever possible - as something that is positive, inevitable, and necessary.
es: No todo el estrés es malo. Sin algo de estrés, podría no haber progreso en la vida - ninguna razón para levantarse por la mañana. Se necesita algo de estrés para crecer y desafiar. Una meta del control del estrés es cambiar la visión de éste de algo negativo y dañino, a verlo - siempre que sea posible - como algo positivo, inevitable, y necesario.
fr: Le stress n’est pas toujours nuisible. Sans un peu de stress, on ne progresserait pas, puisqu’on n’aurait aucune raison de se lever le matin. Il nous faut une certaine dose de stress pour grandir et surmonter des défis. L’un des objectifs de la gestion du stress est de changer sa perception en considérant cet état, dans la mesure du possible, comme positif, inévitable et nécessaire plutôt que négatif et dommageable.
pt: Nem todas as formas de estresse são ruins. Sem um pouco de estresse, a vida poderia ficar estagnada—faltaria motivação para se levantar pela manhã. Um pouco de estresse é necessário como crescimento e desafio. Uma meta do controle de estresse é mudar a perspectiva: deixar de enxergar o estresse sempre como algo negativo e prejudicial e passar a encará-lo (sempre que possível) como algo positivo, inevitável e necessário.

# L1192
source: Feelings occur on a continuum.
es: Los sentimientos ocurren continuamente.
fr: Les sentiments nous font passer par toute une gamme d’émotions.
pt: Os sentimentos ocorrem numa escala contínua.

# L1193
source: Excitement
es: Entusiasmo
fr: Excitation
pt: Empolgação

# L1194
source: Stress
es: Estrés
pt: Estresse

# L1195
source: Anxiety
es: Ansiedad
fr: Anxiété
pt: Ansiedade

# L1196
source: Depression
es: Depresión
fr: Dépression
pt: Depressão

# L1197
source: Challenged
es: Desafiado
fr: Remise en question
pt: Desafio

# L1198
source: Motivated
es: Motivada
fr: Motivation
pt: Motivação

# L1199
source: Inspired
es: Inspirado
fr: Inspiration
pt: Inspiração

# L12
source: Do you take medication for
es: ¿Toma usted medicamentos para?
fr: Prenez-vous des médicaments pour
pt: Você toma medicamentos para

# L120
source: Do you have working smoke detectors in your home?
es: ¿Tiene detectores de humo en su casa que funcionen?
fr: Avez-vous des détecteurs de fumée fonctionnels chez vous?
pt: Você tem detectores de fumaça funcionais em casa?

# L1200
source: Productive
es: Productivo
fr: Productivité
pt: Produtividade

# L1201
source: Creative
es: Creativo
fr: Créativité
pt: Criatividade

# L1202
source: Hassled
es: Molestado
fr: Ennuis
pt: Incômodo

# L1203
source: Hurried
es: Apresurado
fr: Hâte
pt: Pressa

# L1204
source: Doubtful
es: Dudoso
fr: Doute
pt: Dúvidas

# L1205
source: Driven
es: Manipulado******* impulsado*****
fr: Détermination
pt: Coação

# L1206
source: Pressured
es: Presionado
fr: Pression
pt: Pressão

# L1207
source: Destructive
es: Destructivo
fr: Autodestruction
pt: Destrutividade

# L1208
source: Hopeless
es: Desesperado
fr: Désespoir
pt: Falta de esperança

# L1209
source: Strained
es: Forzado
fr: Épuisement
pt: Tensão

# L121
source: Do you have a working fire extinguisher in your home?
es: ¿Tiene un extinguidor de fuego en su casa que funcione?
fr: Avez-vous un extincteur fonctionnel chez vous?
pt: Você tem um extintor de incêndio funcional em casa?

# L1210
source: Withdrawn
es: Introvertido
fr: Retrait
pt: Afastamento

# L1211
source: Breakdown
es: Nervioso
fr: Effondrement
pt: Colapso

# L1212
source: Physically ill
es: Enfermo físicamente
fr: Maladie physique
pt: Doenças físicas

# L1213
source: Accident prone
es: Propenso a accidentes
fr: À risque de faire des accidents
pt: Propensão a acidentes

# L1214
source: Suicidal
es: Suicida
fr: Idées suicidaires
pt: Suicídio

# L1215
source: Excitement is a mostly positive feeling. It is how you respond to a challenge. When you are confronted with a situation for which you are well prepared, you get excited as you think about a good experience. You may feel a burst of energy, a rapid heartbeat, or "butterflies" in your stomach. Your feelings of excitement may even alternate with feelings of nervousness.
es: Emoción es fundamentalmente un sentimiento positivo. Es cómo responde a un desafío. Cuando se enfrenta a una situación para la que está bien preparado, se emociona al pensar en una buena experiencia. Usted puede sentir una explosión de energía, un ritmo rápido del corazón, o "mariposas" en su estómago. Su sentimiento de emoción puede incluso mezclarse con sentimientos de nerviosismo.
fr: L’excitation est un sentiment généralement positif. C’est votre façon de réagir à une difficulté. Lorsque vous devez faire face à une situation à laquelle vous êtes bien préparé, vous vous excitez en pensant à une expérience agréable. Vous pouvez ressentir une poussée d’énergie, des battements de cœur rapides ou des « papillons » dans votre estomac. Vos sentiments d’excitation et de nervosité peuvent même alterner.
pt: A empolgação é um sentimento quase sempre positivo. É como você reage a um desafio. Ao se confrontar com uma situação para a qual você está bem preparado, você se empolga ao imaginar uma experiência positiva. Você pode sentir uma explosão de energia, batimentos cardíacos acelerados ou um frio na barriga. Seu sentimento de empolgação pode até mesmo se alternar ao sentimento de nervosismo.
