Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L248
source: Your Wellness Score indicates that you could benefit from making some lifestyle changes. Think about your wellness vision for your future. You can achieve your health and lifestyle goals and lay the foundation for a lifetime of better health.
es: Su Puntuación de Bienestar indica que usted podría beneficiarse de unos cambios de estilo de vida. Piense en su visión de bienestar para el futuro. Usted puede lograr sus metas de salud y estilo de vida y establecer la fundacion para una vida más saludable.
fr: Selon votre score de bien-être, vous pourriez profiter de certains changements à votre mode de vie. Pensez à votre vision du bien-être pour votre avenir. Vous pouvez atteindre vos objectifs en matière de santé et de mode de vie et jeter les bases d’une vie en meilleure santé.
pt: Sua pontuação de bem-estar indica que você poderia se beneficiar de algumas mudanças no seu estilo de vida. Pensar sobre sua visão de bem-estar para o futuro. Você pode atingir suas metas de saúde e estilo de vida e estabelecer o alicerce para uma vida inteira saudável.

# L249
source: Your Wellness Score indicates that you could benefit from making some important lifestyle changes. Think about the advantages of improving your health that are most important to you. You can achieve your health and lifestyle goals and lay the foundation for a lifetime of better health.
es: Su Puntuación de Bienestar indica que usted podría beneficiarse de unos cambios importantes de estilo de vida. Piense en los beneficios de mejorar su salud que son lo más importante para usted. Puede lograr sus metas de salud y estilo de vida y establecer los fundamentos para una vida más saludable.*
fr: Selon votre score de bien-être, vous pourriez profiter de quelques changements importants à votre mode de vie. Pensez aux avantages d’améliorer votre santé qui comptent le plus pour vous. Vous pouvez atteindre vos objectifs en matière de santé et de mode de vie et jeter les bases d’une vie en meilleure santé.
pt: Sua pontuação de bem-estar indica que você poderia se beneficiar com algumas mudanças importantes no seu estilo de vida. Pense nas vantagens de melhorar sua saúde que são mais importantes para você. Você pode atingir suas metas de saúde e estilo de vida e estabelecer o alicerce para uma vida inteira saudável.

# L25
source: Chronic bronchitis or emphysema (sometimes also referred to as COPD)?
es: ¿Bronquitis crónica o enfisema (a veces conocido como EPOC)?
fr: Bronchite chronique ou emphysème (parfois aussi appelé « MPOC »)?
pt: Bronquite crônica ou enfisema (às vezes também citadas como DPOC)?

# L250
source: Your Wellness Score indicates that you could benefit from making some important lifestyle changes. It’s never too late to improve your health and quality of life. Get started today. You can do it!
es: Su Puntuación de Bienestar indica que usted podría beneficiarse de unos cambios importantes de estilo de vida. Nunca es muy tarde para mejorar su salud y calidad de vida. Empiece hoy. ¡Lo puede lograr!
fr: Selon votre score de bien-être, vous pourriez profiter de quelques changements importants à votre mode de vie. Il n’est jamais trop tard pour améliorer votre santé et votre qualité de vie. Commencez dès aujourd’hui. Vous pouvez y arriver!
pt: Sua pontuação de bem-estar indica que você poderia se beneficiar com algumas mudanças importantes no seu estilo de vida. Nunca é tarde demais para melhorar sua saúde e sua qualidade de vida. Comece hoje mesmo. Você consegue!

# L251
source: Your Wellness Score indicates that you could benefit from making some important lifestyle changes. It’s never too late to improve your health and quality of life. Please think seriously about making changes and get started today. You can do it!
es: Su Puntuación de Bienestar indica que usted podría beneficiarse de unos cambios importantes de estilo de vida. Nunca es muy tarde para mejorar su salud y calidad de vida. Por favor piense seriamente en hacer cambios y empezar hoy. ¡Lo puede lograr!
fr: Selon votre score de bien-être, vous pourriez profiter de quelques changements importants à votre mode de vie. Il n’est jamais trop tard pour améliorer votre santé et votre qualité de vie. Pensez sérieusement à apporter des changements et commencez dès aujourd’hui. Vous pouvez y arriver!
pt: Sua pontuação de bem-estar indica que você poderia se beneficiar com algumas mudanças importantes no seu estilo de vida. Nunca é tarde demais para melhorar sua saúde e sua qualidade de vida. Pense seriamente em fazer essas mudanças e comece a implementá-las hoje mesmo. Você consegue!

# L252
source: New Password
es: Contraseña Nueva
pt: Nova senha

# L253
source: Confirm Password
es: Confirme Contraseña
fr: Confirmer le mot de passe
pt: Confirme a senha

# L254
source: Reset Password
ar: أعد ضبط كلمة المرور
ar_ae: إعادة تعيين كلمة المرور
es: Restablecer Contraseña
fr: Réinitialiser le mot de passe
pt: Redefinir a senha

# L255
source: Password is required (8 characters minimum).
es: Contraseña requerida (mínimo 8 caracteres)

# L256
source: Your Heart Age cannot be accurately determined because you are under 18
es: Su Edad del Corazón no puede determinarse con precisión, porque usted es menor de 18
fr: Comme vous avez moins de 18 ans, on ne peut pas déterminer votre âge cardiaque avec précision.
pt: Sua Idade cardíaca não pode ser determinada com precisão porque você tem menos de 18 anos

# L257
source: Your Risk for Heart Disease cannot be accurately determined because you are under 18
es: Su riesgo para Enfermedad Cardiaca no puede ser determinada adecuadamente por que es menor de 18
fr: Comme vous avez moins de 18 ans, on ne peut pas déterminer votre risque de maladie du cœur avec précision.
pt: Seu Risco para doenças cardíacas não pode ser determinado com precisão porque você tem menos de 18 anos

# L258
source: Personal History
es: Historia personal
fr: Antécédents personnels
pt: Histórico pessoal

# L259
source: Family History
es: Historia Familiar
fr: Antécédents familiaux
pt: Histórico familiar

# L26
source: Cancer
es: Cáncer
pt: Câncer

# L260
source: Lifestyle Factors
es: Factores de Estilo de Vida
fr: Facteurs liés au mode de vie
pt: Fatores de estilo de vida

# L261
source: Clinical Measurements
es: Medidas Clínicas
fr: Mesures cliniques
pt: Medições clínicas

# L262
source: Exams/Immunizations
es: Exámenes/Vacunas
fr: Tests et vaccins
pt: Exames/imunizações

# L263
source: The password did not match
ar: كلمة المرور غير متطابقة
ar_ae: كلمة المرور غير مطابقة
es: La contraseña no coincide
fr: Le mot de passe ne correspond pas.
pt: As senhas não correspondem

# L264
source: Lower Risk
es: Riesgo Menor
fr: Risque faible
pt: Risco mais baixo

# L265
source: Higher Risk
es: Riesgo Mayor
fr: Risque élevé
pt: Risco mais alto

# L266
source: Cardiovascular disease
es: Enfermedad cardiovascular
fr: Maladie cardiovasculaire
pt: Doenças cardiovasculares

# L267
source: Abnormal cholesterol or triglycerides
es: Alto nivel de colesterol o triglicéridos
fr: Taux de cholestérol ou de triglycérides anormaux
pt: Níveis anormais de colesterol ou triglicérides

# L268
source: Breathing disorders
es: Condición respiratoria
fr: Troubles respiratoires
pt: Distúrbios respiratórios

# L269
source: Cardiovascular disease at an early age
es: Enfermedad cardiovascular a temprana edad
fr: Maladies cardiovasculaires à un jeune âge
pt: Doença cardiovascular quando ainda jovem

# L27
source: Chronic kidney disease
es: Enfermedad crónica del riñón
fr: Néphropathie chronique
pt: Doença renal crônica

# L270
source: Tobacco use
es: Uso de tabaco
fr: Usage du tabac
pt: Tabagismo

# L271
source: Physical activity
es: Actividad física
fr: Activité physique
pt: Atividades físicas

# L272
source: Nutrition
es: Nutrición
pt: Nutrição

# L273
source: Stress
es: Estrés
pt: Estresse

# L274
source: Personal safety
es: Seguridad personal
fr: Sécurité personnelle
pt: Segurança pessoal

# L275
source: Weight
es: Peso
fr: Poids
pt: Peso

# L276
source: Blood pressure
es: Presion arterial
fr: Pression artérielle
pt: Pressão arterial

# L277
source: Cholesterol
es: Colesterol
fr: Cholestérol
pt: Colesterol

# L278
source: Glucose/A1C
es: Glucosa/A1C
fr: Glucose/hémoglobine glyquée
pt: Glicose/A1C

# L279
source: Up to date with recommended exams
es: Al día con exámenes recomendados
fr: Tests recommandés à jour
pt: Exames recomendados em dia

# L28
source: Any other chronic medical condition(s) not already mentioned above?
es: ¿Alguna otra condición(es) medica crónica que no ha sido mencionada anteriormente?
fr: Tout autre problème de santé chronique qui n’a pas été mentionné ci-dessus?
pt: Qualquer outra condição médica crônica não citada acima?

# L280
source: Up to date with recommended vaccinations
es: Al día con vacunas recomendadas
fr: Vaccins recommandés à jour
pt: Vacinações recomendadas em dia

# L281
source: Deactivate this program?
es: ¿Desactivar el programa?
fr: Désactiver ce programme?

# L282
source: Save
es: Guardar

# L283
source: Cancel
es: Cancelar
fr: Annuler

# L284
source: Appointments
es: Citas

# L285
source: Show Calendar
es: Muestre el Calendario

# L286
source: Participants
es: Participantes

# L287
source: Advanced Search
es: Búsqueda Avanzada

# L288
source: Schedule Your Session
es: Programe su Sesión

# L289
source: Dried beans, peas, and other legumes – excellent sources of protein and fiber
es: Frijoles secos, Guisantes y otros legumbres- excelente fuente de fibra y proteína
fr: Haricots secs, pois et légumineuses : excellentes sources de protéines et de fibres
pt: Feijão, ervilhas e outros vegetais – excelentes fontes de proteínas e fibras

# L29
source: Is the other chronic medical condition(s) still a problem for you?
es: ¿Indique si la otra condición(es) médica continua siendo un problema para usted?
fr: Êtes-vous toujours atteint des autres problèmes de santé chroniques?
pt: As outras condições médicas crônicas ainda são um problema para você?

# L290
source: Admin Users
es: Usuarios Administrativos

# L291
source: Add
es: Agregue
fr: Ajouter

# L292
source: Users With Role Only
es: Usuarios con Rol Solamente

# L293
source: Known cardiovascular disease
es: Enfermedad cardiovascular conocida
fr: Maladie cardiovasculaire connue
pt: Doença cardiovascular conhecida

# L294
source: Family history of cardiovascular disease
es: Historial familiar de enfermedades cardiovasculares
fr: Antécédents familiaux de maladie cardiovasculaire
pt: Histórico familiar de doença cardiovascular

# L295
source: High blood pressure (hypertension)
es: Alta tensión arterial (hipertensión)
fr: Hypertension
pt: Pressão arterial alta (hipertensão)

# L296
source: Prehypertension
es: Prehipertensión

# L297
source: Abnormal cholesterol or triglycerides
es: Colesterol o triglicéridos anormal
fr: Taux de cholestérol ou de triglycérides anormaux
pt: Níveis anormais de colesterol ou triglicérides

# L298
source: Overweight or obesity
es: Sobrepeso o obesidad
fr: Embonpoint ou obésité
pt: Sobrepeso ou obesidade

# L30
source: Controlling your blood cholesterol or triglycerides?
es: ¿Para controlar su colesterol o triglicéridos?
fr: Maîtriser votre taux de cholestérol ou de triglycérides?
pt: Controle do colesterol ou dos triglicérides no seu sangue?

# L300
source: Other major risk factor(s) for diabetes
es: Otros de los factores principales de riesgo para la diabetes
fr: Autres facteurs de risque majeurs de diabète
pt: Outros fatores de risco importantes para diabetes

# L301
source: Metabolic syndrome
es: Síndrome Metabólico
fr: Syndrome métabolique
pt: Síndrome metabólica

# L302
source: Cancer (personal history)
es: Cáncer (historial personal)
fr: Cancer (antécédents personnels)
pt: Câncer (histórico pessoal)

# L303
source: Family history of cancer
es: Historial familiar de cáncer
fr: Antécédents familiaux de cancer
pt: Histórico familiar de câncer

# L304
source: Diet high in "unhealthy" fats and/or cholesterol and/or refined carbs and/or sugar
es: Dieta alta en grasa "poco saludables” y /o colesterol y/o carbohidratos refinados y/o azúcar
fr: Régime riche en mauvais gras, en cholestérol, en glucides raffinés ou en sucre
pt: Dieta com alto teor de gorduras e/ou colesterol "não saudáveis" e/ou de carboidratos e/ou açúcar refinado

# L305
source: Excessive stress
es: Estrés excesivo
fr: Stress excessif
pt: Estresse em excesso

# L306
source: Excessive alcohol consumption
es: Consumo excesivo de alcohol
fr: Consommation d’alcool excessive
pt: Consumo de álcool em excesso

# L307
source: Depression, anxiety or other mental health issues
es: Depresión, ansiedad, u otros problemas de salud mental
fr: Dépression, anxiété ou autres problèmes de santé mentale
pt: Depressão, ansiedade ou outros problemas de saúde mental

# L308
source: Asthma or other breathing problems
es: Asma u otros problemas respiratorios
fr: Asthme ou autres problèmes respiratoires
pt: Asma ou outros problemas respiratórios

# L309
source: Chronic bronchitis or emphysema
es: Bronquitis crónica o enfisema
fr: Bronchite chronique ou emphysème
pt: Bronquite crônica ou enfisema

# L31
source: Diabetes (or high blood sugar)?
es: ¿Diabetes (o alto contenido de azúcar en sangre)?
fr: Diabète (ou hyperglycémie)?
pt: Diabetes (ou nível alto de açúcar no sangue)?

# L310
source: Low back pain/back injury
es: Dolor lumbar/lesión de espalda
fr: Douleur lombaire ou blessure au dos
pt: Dores/lesões na parte inferior da coluna

# L311
source: Physical limitation that restricts your ability to participate in regular physical activity
es: Limitación física que limite su habilidad de participar en actividades físicas regulares
fr: Limitation physique qui restreint votre pratique d’une activité physique régulière
pt: Uma limitação física que restringe sua capacidade de participar de atividades físicas regulares

# L312
source: Ulcer/heartburn/acid reflux
es: Úlcera/acidez estomacal/reflujo ácido
fr: Ulcère, brûlure d’estomac, reflux gastrique
pt: Úlcera/azia/refluxo ácido

# L313
source: Sleep apnea or symptoms compatible with a sleep disorder
es: Apnea del sueño o síntomas compatibles con un desorden del sueño
fr: Apnée du sommeil ou symptômes d’un trouble du sommeil
pt: Apneia do sono ou sintomas compatíveis com transtornos do sono

# L314
source: Other chronic medical condition(s)
es: Alguna otra condición(es) médica crónica
fr: Autres problèmes de santé chroniques
pt: Outras condições médicas crônicas

# L315
source: Add New Group
es: Añadir Grupo Nuevo

# L316
source: Code
es: Código

# L317
source: Admin Modules
es: Módulos Administrativos

# L318
source: Weight ({0})
es: Peso ({0})
fr: Poids ({0})
pt: Peso ({0})

# L319
source: Height ({0})
es: Altura ({0})
fr: Taille ({0})
pt: Altura ({0})

# L32
source: Do you take insulin for diabetes?
es: ¿Toma insulina para la diabetes?
fr: Prenez-vous de l’insuline pour traiter le diabète?
pt: Você usa insulina para diabetes?

# L320
source: Waist measurement ({0})
es: Medida de cintura ({0})
fr: Tour de taille ({0})
pt: Medida da cintura ({0})

# L321
source: Body mass index (BMI;kg/m2)
es: Índice de masa corporal (IMC;kg/m2)
fr: Indice de masse corporelle (IMC, kg/m<sup>2</sup>)
pt: Índice de massa corporal (IMC; kg/m²)

# L322
source: Systolic blood pressure (mmHg)
es: Presion arterial sistólica (mmHg)
fr: Pression systolique (mmHg)
pt: Pressão arterial sistólica (mmHg)

# L323
source: Diastolic blood pressure (mmHg)
es: Presion arterial distólica (mmHg)
fr: Pression diastolique (mmHg)
pt: Pressão arterial diastólica (mmHg)

# L324
source: Total cholesterol ({0})
es: Colesterol total ({0})
fr: Cholestérol total ({0})
pt: Colesterol total ({0})

# L325
source: Triglycerides, fasting ({0})
es: Triglicéridos, en ayuna ({0})
fr: Triglycérides à jeun ({0})
pt: Triglicérides em jejum ({0})

# L326
source: LDL cholesterol, fasting ({0})
es: Colesterol LDL, en ayuna ({0})
fr: Cholestérol LDL à jeun ({0})
pt: Colesterol LDL em jejum ({0})

# L327
source: HDL cholesterol ({0})
es: Colesterol HDL ({0})
fr: Cholestérol HDL ({0})
pt: Colesterol HDL ({0})

# L328
source: Glucose, fasting ({0})
es: Glucosa, en ayuna ({0})
fr: Glucose à jeun ({0})
pt: Glicose em jejum ({0})

# L33
source: Chest pain or discomfort due to a heart problem (angina)?
es: ¿Dolor en el pecho o malestar debido a problemas cardiacos (angina)?
fr: Douleurs thoraciques ou inconfort dus à un problème cardiaque (angine)?
pt: Dores ou desconforto no peito devido a um problema cardíaco (angina)?

# L330
source: Framingham 10-year CHD risk score (%)
es: Puntuación Framingham de riesgo de CHD en 10 años (%)
fr: Score de risque de cardiopathie congénitale de Framingham pendant les dix prochaines années (%)
pt: Escore Framingham de risco de DAC em 10 anos (%)

# L331
source: Groups
es: Grupos

# L332
source: Rewards
es: Premios
fr: Récompenses

# L333
source: Obtain clearance from your doctor before participating in your exercise program.
es: Obtenga la autorización de su médico antes de participar en el programa de ejercicios.
fr: Obtenez l’autorisation de votre médecin avant d’entreprendre votre programme d’exercice.
pt: Consulte seu médico antes de começar um programa de exercícios.

# L334
source: Obtain clearance from your doctor before participating in your exercise program. Until clearance is obtained, you may participate in our low-to-moderate intensity exercise program.
es: Obtenga la autorización de su médico antes de participar en su programa de ejercicios. Hasta que obtenga la autorización, usted puede participar en nuestros programas de ejercicios de baja o moderada intensidad.
fr: Obtenez l’autorisation de votre médecin avant d’entreprendre votre programme d’exercice. D’ici là, vous pouvez participer à notre programme d’exercice d’intensité faible à modérée.
pt: Consulte seu médico antes de começar um programa de exercícios. Até que o seu médico libere, você pode participar do nosso programa de exercícios de intensidade baixa a moderada.

# L335
source: Schedule a blood test with your doctor to measure your fasting cholesterol, LDL cholesterol, HDL cholesterol, and triglyceride levels (if not measured within the last year).
es: Programe un laboratorio de sangre con su médico para medir sus niveles de colesterol en ayunas, colesterol LDL, colesterol HDL, y triglicéridos (si no los ha medido en el pasado año).
fr: Demandez à votre médecin de vous faire passer une analyse sanguine pour mesurer vos taux de cholestérol à jeun, de cholestérol LDL, de cholestérol HDL et de triglycérides (si cela n’a pas été fait l’année dernière).
pt: Agende um exame de sangue com o seu médico para medir seus níveis de colesterol em jejum, colesterol LDL, colesterol HDL e triglicérides (se não tiver feito o exame há mais de um ano).

# L336
source: Schedule an appointment with your doctor to discuss whether medication is / medication changes are needed to control your high blood pressure (as recommended by the American College of Cardiology/American Heart Association in the November 2017 issue of Hypertension).
es: Programe una cita con su doctor para discutir si medicamentos son/cambios en medicamentos son necesarios para mejorar el control de su presión arterial alta (como es recomendado por la American College of Cardiology/American Heart Association en la edición de Hypertension de Noviembre del 2017).
fr: Discutez avec votre médecin de la nécessité de prendre des médicaments, ou d’apporter des changements à votre médication, afin de contrôler votre hypertension (tel que le recommande l’American College of Cardiology/American Heart Association dans le numéro de novembre 2017 de la revue <i>Hypertension</i>).
pt: Marque uma consulta com seu médico para discutir se é preciso alterar medicamentos ou doses para controlar sua pressão arterial alta (conforme recomendado pela American College of Cardiology/American Heart Association na edição da revista Hypertension de novembro de 2017).

# L337
source: Schedule an appointment with your doctor to discuss whether medication is / medication changes are needed to improve your blood pressure control (as recommended by the American College of Cardiology/American Heart Association in the November 2017 issue of Hypertension).
es: Programe una cita con su doctor para discutir si medicamentos son/cambios en medicamentos son necesarios para mejorar el control de su presión arterial (como es recomendado por la American College of Cardiology/American Heart Association en la edición de Hypertension de Noviembre del 2017).
fr: Discutez avec votre médecin de la nécessité de prendre des médicaments, ou d’apporter des changements à votre médication, afin de mieux contrôler votre pression artérielle (tel que le recommande l’American College of Cardiology/American Heart Association dans le numéro de novembre 2017 de la revue <i>Hypertension</i>).
pt: Marque uma consulta com seu médico para discutir se é preciso alterar medicamentos ou doses para melhorar o controle da sua pressão arterial (conforme recomendado pela American College of Cardiology/American Heart Association na edição da revista Hypertension de novembro de 2017).

# L338
source: Your LDL ('bad') cholesterol is above 129 mg/dL (or 3.35 mmol/L). Please schedule an appointment with your doctor to discuss whether medication is / medication changes are needed for this (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of the American Medical Association and/or the July 13, 2004 and/or November 29, 2011 issues of Circulation).
es: Su colesterol LDL ("malo") está por encima de 129 mg/dL (o 3.35 mmol/L). Por favor programe una cita con su medico para discutir si necesita medicamentos / o cambiar medicamentos para esto (como lo recomienda el Nacional Heart, Lung and Blood Institute en la edición del 16 de Mayo de 2001 del Jornal de la Asociación Medica Americana y/o en las ediciones en circulación del 13 de Julio del 2004 y/o del 29 de noviembre del 2011).
fr: Votre taux de cholestérol LDL (le « mauvais ») est supérieur à 129 mg/dL (ou 3,35 mmol/L). Discutez avec votre médecin de la nécessité de prendre des médicaments pour ce problème, ou d’apporter des changements à votre médication (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 16 mai 2001 du <i>Journal of the American Medical Association</i> et les numéros du 13 juillet 2004 et du 29 novembre 2011 de la revue <i>Circulation</i>).
pt: Seu colesterol LDL ('ruim') está acima de 129 mg/dl (ou 3,35 mmol/l). Marque uma consulta com seu médico para discutir se é preciso alterar medicamentos ou doses para este fim (conforme recomendado pela National Heart, Lung, and Blood Institute na edição do Journal of the American Medical Association de 16 de maio de 2001 ou na revista Circulation de 13 de julho de 2004 e 29 de novembro de 2011).
