Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1733
source: Ex., Heavy traffic, Project deadline, Sick child, etc.,
es: Ej., Trafico pesado, Fecha de vencimiento de un projecto, Hijo enfermo, etc.,
fr: P. ex., forte circulation, échéance d’un projet, enfant malade, etc.

# L1734
source: Ex., Lost my temper, Had heart palpitations, Felt despair, etc.,
es: Ej., Perdi mi paciencia, Tuve palpitaciones del corazón, Senti desesperación, etc.,
fr: P. ex., j’ai perdu mon sang-froid, j’ai eu des palpitations cardiaques, j’ai ressenti du désespoir, etc.

# L1735
source: INTERVENT Program Participation and Service Agreement
es: Acuerdo de Participación y Servicio del Programa de INTERVENT
fr: Entente touchant la prestation de services et la participation au programme d’INTERVENT
pt: Contrato de participação e serviços do Programa INTERVENT

# L1736
source: Myintervent.com, interventint.com, interventhealth.com, and all other sites that include the "intervent" name ("Site" or "Sites") are Internet-based online services owned and operated by INTERVENT INTERNATIONAL, LLC ("INTERVENT") that provide (a) access to the INTERVENT scientifically-based assessments, programs and products for the prevention and management of cardiovascular and other chronic diseases (the "Products"), (b) information regarding wellness and disease management (the "Information"), and (c) communication services related to wellness and disease management topics ("Communication Services" and, collectively with the Products and Information, the "Services") to users of a Site ("User" or "Users"). INTERVENT is a company that specializes in (a) scientifically-based assessments, programs and products for the prevention and management of cardiovascular and other chronic diseases, (b) information regarding wellness, lifestyle management and disease management, and (c) communication services related to wellness, lifestyle management and disease management topics. BY ACCESSING OR USING a Site or the Products or Services, YOU AGREE TO BE BOUND BY THE TERMS AND CONDITIONS OF THIS AGREEMENT (the "Agreement"). IF YOU DO NOT WISH TO BE BOUND BY THIS Agreement, YOU MAY NOT ACCESS OR USE a Site. INTERVENT MAY MODIFY THIS Agreement AT ANY TIME, AND SUCH MODIFICATION SHALL BE EFFECTIVE IMMEDIATELY UPON EITHER POSTING OF THE MODIFIED Agreement OR NOTIFYING YOU. YOU AGREE TO REVIEW THIS AGREEMENT PERIODICALLY TO ENSURE THAT YOU ARE AWARE OF ANY MODIFICATIONS. YOUR CONTINUED ACCESS OR USE OF a Site SHALL BE DEEMED YOUR CONCLUSIVE ACCEPTANCE OF THE MODIFIED Agreement
es: Myintervent.com, interventint.com, interventhealth.com y todos los demás sitios que incluyen el nombre "intervent" ("Sitio" o "Sitios") son servicios en línea basados ​​en Internet propiedad de INTERVENT INTERNATIONAL, LLC ("INTERVENT" y operados por ella). ) que brindan (a) acceso a evaluaciones, programas y productos de INTERVENT con base científica para la prevención y el manejo de enfermedades cardiovasculares y otras enfermedades crónicas (los "Productos"), (b) información sobre el bienestar y el manejo de enfermedades (la "Información" ), y (c) servicios de comunicación relacionados con temas de bienestar y manejo de enfermedades ("Servicios de comunicación" y, colectivamente con los Productos e Información, los "Servicios") a los usuarios de un Sitio ("Usuario" o "Usuarios"). INTERVENT es una empresa que se especializa en (a) evaluaciones, programas y productos con base científica para la prevención y el manejo de enfermedades cardiovasculares y otras enfermedades crónicas, (b) información sobre bienestar, manejo del estilo de vida y manejo de enfermedades, y (c) servicios de comunicación relacionados. a temas de bienestar, manejo del estilo de vida y manejo de enfermedades. AL ACCEDER O UTILIZAR un Sitio o los Productos o Servicios, USTED ACEPTA ESTAR OBLIGADO POR LOS TÉRMINOS Y CONDICIONES DE ESTE ACUERDO (el "Acuerdo"). SI NO DESEA ESTAR OBLIGADO POR ESTE Acuerdo, NO PUEDE ACCEDER NI UTILIZAR un Sitio. INTERVENT PUEDE MODIFICAR ESTE Acuerdo EN CUALQUIER MOMENTO, Y DICHA MODIFICACIÓN SERÁ EFECTIVA INMEDIATAMENTE AL PUBLICAR EL Acuerdo MODIFICADO O NOTIFICARLE. USTED ACEPTA REVISAR ESTE ACUERDO PERIODICAMENTE PARA ASEGURARSE DE QUE ESTÁ CONSCIENTE DE CUALQUIER MODIFICACIÓN. SU CONTINUACIÓN ACCESO O USO DE un Sitio SE CONSIDERARÁ SU ACEPTACIÓN CONCLUSIVA DEL Acuerdo MODIFICADO
fr: Myintervent.com, interventint.com, interventhealth.com et tous les autres sites qui incluent le nom « intervent » (« Site » ou « Sites ») sont des services en ligne basés sur Internet détenus et exploités par INTERVENT INTERNATIONAL, LLC (« INTERVENT » ) qui fournissent (a) l'accès aux évaluations, programmes et produits INTERVENT scientifiquement fondés pour la prévention et la gestion des maladies cardiovasculaires et autres maladies chroniques (les « Produits »), (b) des informations concernant le bien-être et la gestion des maladies (les « Informations » ), et (c) les services de communication liés aux sujets de bien-être et de gestion des maladies (« Services de communication » et, collectivement avec les Produits et Informations, les « Services ») aux utilisateurs d'un Site (« Utilisateur » ou « Utilisateurs »). INTERVENT est une société spécialisée dans (a) les évaluations, programmes et produits scientifiquement fondés pour la prévention et la gestion des maladies cardiovasculaires et autres maladies chroniques, (b) les informations concernant le bien-être, la gestion du mode de vie et la gestion des maladies, et (c) les services de communication liés. sur des sujets liés au bien-être, à la gestion du mode de vie et à la gestion des maladies. EN ACCÉDANT OU EN UTILISANT un site ou les produits ou services, VOUS ACCEPTEZ D'ÊTRE LIÉ PAR LES TERMES ET CONDITIONS DE CET ACCORD (l'« Accord »). SI VOUS NE SOUHAITEZ PAS ÊTRE LIÉ PAR CET Accord, VOUS NE POUVEZ PAS ACCÉDER OU UTILISER un site. INTERVENT PEUT MODIFIER CET ACCORD À TOUT MOMENT, ET UNE TELLE MODIFICATION SERA IMMÉDIATEMENT EFFICACE DÈS LA PUBLICATION DE L'ACCORD MODIFIÉ OU DE VOTRE INFORMATION. VOUS ACCEPTEZ DE RÉVISER CET ACCORD PÉRIODIQUEMENT POUR VOUS ASSURER QUE VOUS ÊTES AU CONSCIENT DE TOUTE MODIFICATION. VOTRE ACCÈS CONTINU OU VOTRE UTILISATION D'un Site SERA CONSIDÉRÉ VOTRE ACCEPTATION CONCLUSIVE DE L'Accord MODIFIÉ
pt: Myintervent.com, interventint.com, interventhealth.com e todos os outros sites que incluem o nome "intervent" ("Site" ou "Sites") são serviços online baseados na Internet de propriedade e operados pela INTERVENT INTERNATIONAL, LLC ("INTERVENT" ) que fornecem (a) acesso às avaliações, programas e produtos com base científica da INTERVENT para a prevenção e tratamento de doenças cardiovasculares e outras doenças crônicas (os "Produtos"), (b) informações sobre bem-estar e gerenciamento de doenças (as "Informações" ) e (c) serviços de comunicação relacionados a tópicos de gestão de bem-estar e doenças ("Serviços de Comunicação" e, coletivamente com os Produtos e Informações, os "Serviços") para usuários de um Site ("Usuário" ou "Usuários"). A INTERVENT é uma empresa especializada em (a) avaliações, programas e produtos com base científica para a prevenção e gestão de doenças cardiovasculares e outras doenças crónicas, (b) informações sobre bem-estar, gestão de estilo de vida e gestão de doenças, e (c) serviços de comunicação relacionados para tópicos de bem-estar, gerenciamento de estilo de vida e gerenciamento de doenças. AO ACESSAR OU USAR um Site ou os Produtos ou Serviços, VOCÊ CONCORDA EM CUMPRIR OS TERMOS E CONDIÇÕES DESTE CONTRATO (o "Contrato"). SE VOCÊ NÃO DESEJA FICAR VINCULADO A ESTE Contrato, VOCÊ NÃO PODE ACESSAR OU USAR um Site. A INTERVENT PODE MODIFICAR ESTE Contrato A QUALQUER MOMENTO, E TAL MODIFICAÇÃO ENTRARÁ EM VIGOR IMEDIATAMENTE APÓS A POSTAGEM DO ACORDO MODIFICADO OU NOTIFICAÇÃO DE VOCÊ. VOCÊ CONCORDA EM REVER ESTE CONTRATO PERIODICAMENTE PARA GARANTIR QUE ESTÁ CIENTE DE QUAISQUER MODIFICAÇÕES. SEU ACESSO OU USO CONTÍNUO DE um Site SERÁ CONSIDERADO SUA ACEITAÇÃO CONCLUSIVA DO Contrato MODIFICADO

# L1737
source: The Services are presented for the purpose of educating Users on wellness, lifestyle and disease management topics. Neither INTERVENT nor the Sites directly or indirectly practice medicine or dispense medical services. Nothing contained in the Sites or the Services is intended to be for medical diagnosis or treatment of any nature and especially regarding prevention of cardiovascular and other chronic diseases. The Services should not be considered complete, nor should they be relied on to suggest a course of medical treatment for a particular individual, which can only be provided by a physician or other qualified health care provider (generally referred to herein as a "physician"). The Services should not be used as a substitute for or in place of a visit or call to, consultation with, or the advice of your physician. The Services are not exhaustive and do not cover all wellness topics, diseases, ailments, and physical conditions or their treatment. Should you have any changes in your medical condition or health care-related questions, please call or see your physician promptly. We expect that you will consult with your physician before embarking on a new treatment, diet, or fitness program, including use of the Services. You should never disregard or discontinue following medical advice or delay in seeking it because of the Information, the Communication Services, or use of the Products or Services. The Information is compiled from, and the Products are based upon, a variety of sources, including nationally accepted guidelines of organizations such as the American College of Cardiology, American Heart Association, American College of Sports Medicine, National Institutes of Health, American Association of Cardiovascular and Pulmonary Rehabilitation, and U.S. Preventive Services Task Force (the "Guideline Organizations"). In no way, however, have the Services been reviewed or approved by the Guideline Organizations. In addition, INTERVENT makes use of scientific advisors to aid in making scientific related decisions, but the Services should not be interpreted as reflecting scientific certainty
es: Los Servicios se presentan con el fin de educar a los usuarios sobre temas de bienestar, estilo de vida y gestión de la enfermedad. Ni intervent ni los Sitios directa o indirectamente ejercer la medicina o dispensan servicios médicos. Nada de lo contenido en los Sitios o los Servicios se pretende que sea para el diagnóstico o tratamiento médico de cualquier naturaleza y en especial respecto a la prevención de las enfermedades crónicas cardiovasculares y otras. Los servicios no deben considerarse completa, ni deben ser invocados para sugerir un curso de tratamiento médico para un individuo en particular, que sólo puede ser proporcionada por un médico u otro profesional de la salud cualificado (por lo general se hace referencia en este documento como un "médico" ). Los servicios no deben utilizarse como sustituto de, o en lugar de una visita o llamada a la consulta con, o el consejo de su médico. Los servicios no son exhaustivos y no cubren todos los temas, enfermedades, dolencias, y las condiciones físicas de bienestar o su tratamiento. En caso de tener cualquier cambio en su condición médica o preguntas relacionadas con el cuidado de la salud, por favor llame o visite a su médico de inmediato. Esperamos que vaya a consultar con su médico antes de iniciar un nuevo tratamiento, dieta o programa de ejercicios, incluyendo el uso de los Servicios. Nunca se debe ignorar o dejar de seguir el consejo médico o la demora en buscarlo debido a la información, los servicios de comunicación, o el uso de los productos o servicios. La información se compila a partir, y los productos se basa en una variedad de fuentes, incluidas las directrices aceptadas a nivel nacional de organizaciones como el American College of Cardiology, la American Heart Association, American College of Sports Medicine, Institutos Nacionales de Salud, la Asociación Americana de cardiovascular y rehabilitación pulmonar y US Preventive Services Task Force (la "Guía de las Organizaciones"). De ninguna manera, sin embargo, han sido revisados ​​los Servicios o aprobados por las Organizaciones Orientación. Además, intervent hace uso de asesores científicos para ayudar en la toma de decisiones científicas relacionadas, pero los servicios no debe interpretarse como el reflejo de certeza científica
fr: Les services sont présentés dans le but d’informer les utilisateurs sur le bien-être et la prise en charge du mode de vie et des maladies. Ni INTERVENT ni les sites ne pratiquent directement ou indirectement la médecine ni n’offrent de services médicaux. Rien de ce qui est contenu dans les sites ou les services n’est destiné à des fins de diagnostic ou de traitement médicaux de quelque nature que ce soit, notamment en ce qui concerne la prévention des maladies cardiovasculaires et d’autres maladies chroniques. Les services ne doivent pas être considérés comme complets ni utilisés pour suggérer un traitement médical pour une personne en particulier, lequel ne peut être fourni que par un médecin ou un autre professionnel de la santé compétent (généralement ci-après appelé « le médecin »). Les services ne doivent pas être utilisés pour remplacer une visite chez votre médecin, un appel à votre médecin, une consultation avec lui ou des conseils de sa part. Les services ne sont pas exhaustifs et ne couvrent pas tous les sujets relatifs au bien-être, les maladies, les problèmes de santé physique ou leur traitement. Si vous constatez que votre état de santé change ou avez des questions liées aux soins de santé, veuillez appeler ou consulter votre médecin rapidement. Nous nous attendons à ce que vous consultiez votre médecin avant d’entreprendre un nouveau traitement, un nouveau régime alimentaire ou un nouveau programme de conditionnement physique, y compris avant d’utiliser les services. Vous ne devez jamais ignorer ou cesser de suivre les conseils d’un médecin ou remettre une consultation en raison de l’information obtenue, des services de communication offerts ou des produits ou services utilisés dans le cadre du programme. L’information provient de diverses sources et les produits sont fondés sur celle-ci, notamment sur les lignes directrices acceptées à l’échelle nationale d’organismes comme l’American College of Cardiology, l’American Heart Association, l’American College of Sports Medicine, les National Institutes of Health, l’American Association of Cardiovascular and Pulmonary Rehabilitation et l’U.S. Preventive Services Task Force (ci-après appelés « les organismes des lignes directrices »). Toutefois, les services n’ont en aucun cas été examinés ni approuvés par les organismes des lignes directrices. De plus, INTERVENT fait appel à des conseillers scientifiques pour l’aider à prendre des décisions d’ordre scientifique; cependant les services ne doivent pas être interprétés comme étant une certitude scientifique.
pt: Os Serviços são oferecidos com o objetivo de educação sobre os temas de bem-estar, estilo de vida e controle de doenças. Nem a INTERVENT nem os Sites praticam medicina ou prestam serviços médicos direta ou indiretamente. Nada contido nos Sites ou nos Serviços tem o intuito de gerar diagnósticos ou administrar tratamentos de qualquer natureza, particularmente em relação à prevenção de doenças cardiovasculares e outras doenças crônicas. Os Serviços não se consideram completos, e o Usuário não deve depender deles como sugestão de tratamento médico para qualquer pessoa, que somente poderá ser administrado por um médico ou outro profissional de saúde qualificado (em termos gerais, referido neste documento como "médicos"). Os Serviços não devem ser utilizados de modo a substituir consultas, chamadas, esclarecimentos ou orientação do seu médico. Os Serviços não são exaustivos e não cobrem todos os temas relacionados a bem-estar, doenças, enfermidades, condições física ou seus respectivos tratamentos. Em caso de qualquer alteração nas suas condições médicas ou se você tiver dúvidas sobre saúde, entre em contato com seu médico ou marque uma consulta imediatamente. Contamos que você vá consultar seu médico antes de iniciar um novo tratamento, uma nova dieta ou um programa de exercícios físicos, o que inclui o uso dos Serviços. As Informações, os Serviços de Comunicação ou o uso dos Produtos ou Serviços não devem fazer com que você ignore, deixe de seguir ou demore a buscar orientações médicas. As Informações e os Produtos derivam de diversas fontes, incluindo diretrizes aceitas nacionalmente de organizações como a American College of Cardiology, American Heart Association, American College of Sports Medicine, National Institutes of Health, American Association of Cardiovascular and Pulmonary Rehabilitation e a U.S. Preventive Services Task Force ("Organizações Orientadoras"). Entretanto, os Serviços não foram analisados nem aprovados pelas Organizações Orientadoras. Além disso, a INTERVENT utiliza consultores científicos que auxiliam nas decisões de cunho científico, mas não se deve interpretar os Serviços como representativos da certeza científica

# L1738
source: DISCLAIMER
es: RENUNCIA
fr: AVIS DE NON-RESPONSABILITÉ
pt: TERMO DE ISENÇÃO DE RESPONSABILIDADE

# L1739
source: The Services are provided "AS IS" without warranty, express or implied. INTERVENT hereby excludes all implied warranties of merchantability and fitness for a particular use or purpose with respect to the Services. There are no warranties that extend beyond the description on the face of this Agreement. INTERVENT makes no warranty as to the reliability, accuracy, timeliness, usefulness, adequacy, completeness, or suitability of the Services. INTERVENT does not warrant against human and machine errors, omissions, delays, interruptions or losses, including loss of data. INTERVENT does not guarantee or warrant that files available for downloading from this online Site will be free of infection by viruses, worms, Trojan horses or other code that manifest contaminating or destructive properties. INTERVENT does not warrant or guarantee that the Services will be uninterrupted or error-free or that defects in the Services will be corrected
es: Los servicios se proporcionan "tal cual" sin garantía expresa o implícita. Intervent excluye toda garantía implícita de comerciabilidad y adecuación para un uso o propósito particular con respecto a los Servicios. No existen garantías que se extienden más allá de la descripción en la cara de este Acuerdo. Intervent no hace ninguna garantía en cuanto a la confiabilidad, precisión, oportunidad, utilidad, adecuación , integridad o idoneidad de los Servicios. Intervent no garantiza contra los errores humanos y de la máquina, omisiones, retrasos, interrupciones o pérdidas, incluyendo la pérdida de datos. Intervent no garantiza ni garantiza que los archivos disponibles para su descarga desde este sitio en línea estará libre de infección por virus, gusanos, caballos de Troya u otro código que manifieste propiedades contaminantes o destructivas. Intervent no garantiza ni garantiza que los servicios será ininterrumpido o libre de errores o que los defectos serán corregidos en los Servicios
fr: Les services sont fournis « TELS QUELS » sans garantie explicite ou implicite. INTERVENT exclut par la présente toutes les garanties implicites de qualité marchande et de convenance à un usage ou à un but particulier relativement aux services. Aucune garantie n’est consentie au-delà de la description qui figure au recto de la présente entente. INTERVENT ne donne aucune garantie quant à la fiabilité, à l’exactitude, à l’actualité, à l’utilité, à la pertinence ou à l’exhaustivité des services. INTERVENT ne garantit pas qu’il n’y aura pas d’erreurs commises par une personne ou un appareil, d’omissions, de retards, d’interruptions ou de pertes, notamment des pertes de données. INTERVENT ne garantit aucunement que les fichiers offerts en téléchargement à partir de ce site seront exempts d’infection informatique par virus, ver, cheval de Troie ou tout autre code présentant des propriétés contaminantes ou destructrices. INTERVENT ne garantit pas que les services seront ininterrompus ou exempts d’erreurs ou que les défauts des services seront corrigés.
pt: Os Serviços são fornecidos "NO ESTADO EM QUE SE ENCONTRAM" sem garantias, expressas ou implícitas. A INTERVENT exclui todas as garantias implícitas de comerciabilidade e adequação para qualquer uso ou finalidade particulares em relação aos Serviços. Não há garantias além das descritas nas disposições deste Contrato. A INTERVENT não oferece garantias em relação à confiabilidade, precisão, tempestividade, utilidade, adequação, integridade ou viabilidade dos Serviços. A INTERVENT não oferece garantias conta erros humanos ou de máquinas, omissões, atrasos, interrupções ou perdas, incluindo a perda de dados. A INTERVENT não oferece garantias de que os arquivos disponíveis para download neste Site estarão isentos de infecção por vírus, worms, cavalos de Tróia ou outros códigos que manifestem propriedades de contaminação ou destrutivas. A INTERVENT não oferece garantias de que os Serviços serão ininterruptos ou isentos de erros, nem que defeitos nos Serviços serão corrigidos

# L174
source: African American
es: Afro-Americano
fr: Afro-Américain
pt: Afrodescendente

# L1740
source: Users of the Sites are responsible for
es: Usuarios del Sitio Web son responsables de
fr: Il incombe aux utilisateurs des sites
pt: Os Usuários dos Sites se responsabilizam por

# L1741
source: <li>implementing and maintaining adequate procedures and checkpoints to satisfy their particular requirements for accuracy of data input and output and</li><li>a means external to the Sites for the reconstruction of any lost data</li>
es: <li>implementar y mantener procedimientos adecuados y puntos de control para satisfacer sus requerimientos particulares en cuanto a la exactitud del ingreso y la salida de datos y, </li><li> mantener un medio externo a los Sitios para la reconstrucción de datos perdidos.</li>
fr: <li>de mettre en œuvre et de maintenir des procédures et des points de contrôle adéquats pour répondre à leurs exigences particulières en matière d’exactitude des entrées et des sorties de données, et</li><li>de disposer de moyens externes aux sites pour la reconstruction de données perdues</li>.
pt: <li>implementar e manter procedimentos e verificações adequados para satisfazer seus requisitos específicos de precisão da entrada e saída de dados e</li><li> meios externos para reconstrução de quaisquer dados perdidos</li>

# L1742
source: OTHER INTERNET SITES
es: OTROS SITIOS DE INTERNET
fr: AUTRES SITES INTERNET
pt: OUTROS SITES NA INTERNET
