Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L547
source: Did you experience any unpleasant side effects? (If yes, specify in the additional notes.)
es: ¿Sufrio algun efecto secundario desagradable? (si es asi, especifique en la notas adicionales.)
fr: Avez-vous ressenti des effets secondaires désagréables? (Si oui, précisez lesquels dans les notes supplémentaires.)

# L548
source: Did you try to limit the amount of sodium you ate?
es: ¿Trató de limitar la cantidad de sodio que comió?
fr: Avez-vous essayé de limiter votre consommation de sodium?

# L549
source: Did you drink six to eight cups of water or another calorie-free beverage?
es: ¿Bebió de seis a ocho vasos de agua u otra bebida sin calorías?
fr: Avez-vous bu six à huit tasses d’eau ou une autre boisson sans calories?

# L55
source: Quit within the past 6 months
es: Ha dejado de fumar en los pasados 6 meses
fr: A cessé de fumer au cours des 6 derniers mois
pt: Parei nos últimos 6 meses

# L550
source: List any foods/beverages eaten (and approximate amounts) that WERE NOT on the authorized list of foods.
es: Haga un listado de las comidas/bebidas que consumió (y las cantidades aproximadas) que NO se encontraban en la lista de alimentos autorizados.
fr: Indiquez tous les aliments et boissons consommés (et les quantités approximatives) qui NE SONT PAS sur la liste des aliments autorisés.

# L551
source: Which lean protein foods and non-starchy vegetables did you enjoy most?
es: ¿Qué comidas ricas en proteínas magras y vegetales sin almidón disfrutaste más?
fr: Quels aliments protéinés maigres et légumes pauvres en féculents avez-vous le plus aimés?

# L552
source: Waist circumference:
es: Circunferencia de Cintura

# L553
source: Day # of the Booster Phase:
es: Día # en el Booster Phase
fr: Nombre de jours de la phase de stimulation :

# L554
source: Day/Date:
es: Día/Fecha:
fr: Date :

# L555
source: Add to weight loss journal
es: Añada al Jornal de Perdida de Peso
fr: Ajouter au journal sur la perte de poids

# L556
source: Booster Journal
es: Jornal de Perdida de Peso
fr: Journal sur la stimulation

# L557
source: Stress Record
es: Jornal de Estrés
fr: Document de suivi du stress

# L558
source: Diaries/Logs
es: Jornales
fr: Carnets de bord

# L559
source: Stress Diary
es: Diario de Estrés

# L56
source: Quit more than 6 months ago
es: Ha dejado de fumar hace más de 6 meses
fr: A cessé de fumer il y a plus de 6 mois
pt: Parei há mais de 6 meses

# L560
source: Add to stress diary
es: Añada al Diario de Estrés
fr: Ajouter au journal de stress

# L561
source: Date
es: Fecha

# L562
source: Duration (minutes)
es: Duración (minutos)
fr: Durée (minutes)

# L563
source: Intensity
es: Intensidad
fr: Intensité

# L564
source: Trigger
es: Provocación
fr: Déclencheur

# L565
source: Response
es: Respuesta
fr: Réaction

# L566
source: Weight Loss Diary
es: Diario de Perdida de Peso

# L567
source: Cancelled By INTERVENT
es: Cancelado por INTERVENT

# L568
source: Initial Eval
es: Evaluación Inicial

# L569
source: Follow-Up
es: Seguimiento 1
fr: Évaluation de suivi

# L57
source: Do you currently use any other types of tobacco?
es: ¿Actualmente, consume usted alguna otra clase de tabaco?
fr: Consommez-vous actuellement d’autres types de tabac?
pt: Você atualmente utiliza qualquer outro tipo de tabaco?

# L571
source: Reminder
es: Recordatorio

# L572
source: Email
es: Correo electrónico
fr: Adresse électronique

# L573
source: Rescheduled By Participant
es: Reprogramado por el Participante

# L574
source: Rescheduled By INTERVENT
es: Reprogramado por INTERVENT

# L575
source: Other (please use comments)
es: Otro (por favor use comentarios)

# L576
source: They do not reflect
es: No reflejan

# L577
source: By Home Phone
es: Por Teléfono de la Casa
fr: Par téléphone à domicile
pt: Pelo telefone residencial

# L578
source: By Work Phone
es: Por Teléfono del Trabajo
fr: Par téléphone au travail
pt: Pelo telefone comercial

# L579
source: By Cell Phone
es: Por Teléfono Móvil
fr: Par téléphone cellulaire
pt: Pelo celular

# L58
source: Please indicate the other type of tobacco used (please check all that apply.)
es: Por favor indique los otros tipos de tabaco que fuma (por favor marque todas las que correspondan):
fr: Veuillez indiquer les autres types de tabac que vous consommez (cochez toutes les réponses qui s’appliquent).
pt: Indique o outro tipo de tabaco utilizado (marque todas as alternativas aplicáveis.)

# L580
source: Coaching Call
es: Llamada de Entrenamiento
fr: Appel de Coaching

# L581
source: Appointment Call
es: Llamada de su Cita

# L582
source: Note
es: Nota

# L583
source: Save Activity
es: Guardar Actividad
fr: Enregistrer l’activité

# L584
source: Do not discontinue any prescribed medications without notifying your doctor.
es: No interrumpa ningún medicamento con receta sin consultarlo con su médico.
fr: Ne cessez pas de prendre les médicaments prescrits par votre médecin sans l’aviser.

# L585
source: Would you like to receive text messages for program reminders and support?
es: ¿Le gustaría recibir mensajes de texto para apoyo y recordatorios del programa?
fr: Aimeriez-vous recevoir des messages textes de rappel et de soutien?
pt: Gostaria de receber mensagens de texto com lembretes e suporte do programa?

# L586
source: My Time Zone
es: Mi Zona de Hora
fr: Fuseau horaire
pt: Meu fuso horário

# L587
source: TimeZone is required
es: Zona de Hora requerida
fr: Le fuseau horaire est requis.
pt: O fuso horário é obrigatório

# L588
source: Referred By
es: Referido por
fr: Dirigé par
pt: Indicado por

# L589
source: Occupation
es: Ocupación
fr: Emploi
pt: Profissão

# L59
source: Smoke cigars?
es: ¿Fuma puros?
fr: Fumez-vous des cigares?
pt: Fuma charutos?

# L590
source: Are you currently breast feeding?
es: ¿Está usted actualmente lactando?
fr: Allaitez-vous actuellement?
pt: Você está amamentando no momento?

# L591
source: Estimated Pregnancy Due Date
es: Fecha estimada para el parto
fr: Date prévue de l’accouchement
pt: Data estimada do parto

# L592
source: Are you pregnant?
es: ¿Está usted embarazada?
fr: Êtes-vous enceinte?
pt: Você está grávida?

# L593
source: Do you currently use electronic cigarettes (or e-cigarettes) or any other electronic “vaping” products?
es: ¿Utiliza actualmente cigarrillos electrónicos o algún otro producto electrónico de “vapeo”?
fr: Utilisez-vous actuellement des cigarettes électroniques ou d’autres produits électroniques de vapotage?
pt: Você atualmente utiliza cigarro eletrônico ou qualquer outro produto eletrônico de “vaporização”?

# L594
source: Please select your level of interest for each item. (0=Not Interested, 5=Somewhat Interested, 9=Very Interested)
es: Por favor seleccione su nivel de interés para cada uno. (0= No Interesado, 5= Algo Interesado, 9= Muy Interesado)
fr: Veuillez sélectionner votre niveau d’intérêt pour chaque article. (0 = Pas intéressé; 5 = Un peu intéressé; 9 = Très intéressé)
pt: Selecione seu nível de interesse para cada item. (0=Não interessado, 5=Um pouco interessado, 9=Muito interessado)

# L595
source: Systolic Blood Pressure range
es: Tasa de Presión Arterial Sistólica
fr: Plage de pression systolique
pt: Faixa de pressão arterial sistólica

# L596
source: Thank you for completing your {0}
es: Gracias por completar su {0}
fr: Merci d’avoir effectué l’évaluation de votre état de santé.
pt: Obrigado por concluir seu {0}

# L597
source: It looks like you could especially benefit from help with
es: Parece que podría beneficiarse de ayuda especialmente con
fr: Il semble que vous pourriez avoir besoin d’une aide particulière pour
pt: Ao que parece, você poderia se beneficiar pessoalmente com a ajuda de

# L598
source: We have prepared a personalized wellness report for you. It's also printable so that you can take it to your doctor.
es: Hemos preparado un reporte de bienestar para usted. Es imprimible para que lo pueda llevar a su médico.
fr: Nous vous avons préparé un rapport sur le bien-être personnalisé. Vous pouvez également l’imprimer pour l’apporter à votre médecin.

# L599
source: My Basic Information – Heart Disease
es: Mi Información básica - Enfermedad del corazón
fr: Mes renseignements de base : maladies du cœur

# L6
source: Hi
es: Hola
fr: Bonjour
pt: Olá

# L60
source: Smoke a pipe?
es: ¿Fuma en pipa?
fr: Fumez-vous la pipe?
pt: Você fuma cachimbo?

# L600
source: In most industrialized countries, more adults die from cardiovascular disease each year than from AIDS, cancer, accidents, lung diseases, and influenza combined. Of the various types of cardiovascular disease, coronary heart disease, the disease causing heart attacks, causes the most deaths.
es: En la mayoría de los países industrializados, más adultos mueren de enfermedades cardiovasculares cada año que el SIDA, el cáncer, los accidentes, las enfermedades pulmonares, gripe y combinadas. De los diversos tipos de enfermedad cardiovascular, enfermedad cardíaca coronaria, la enfermedad causante de los ataques al corazón, causa la mayoría de las muertes.
fr: Dans la plupart des pays industrialisés, les maladies cardiovasculaires tuent chaque année plus d’adultes que le sida, le cancer, les accidents, les maladies pulmonaires et la grippe réunis. Parmi les différents types qui existent, la maladie coronarienne (qui cause les crises cardiaques) est celle à l’origine du plus grand nombre de décès.
pt: Na maioria dos países industrializados, mais adultos morrem de doenças cardiovasculares todos os anos do que de AIDS, câncer, acidentes, doenças pulmonares e gripes somados. Entre os diversos tipos de doenças cardiovasculares, a doença arterial coronariana, que causa ataques cardíacos, é a que causa mais mortes.

# L601
source: Coronary heart disease occurs when blockages, called atherosclerotic plaque, build up inside the coronary arteries. Blockages begin to build up inside our coronary arteries during childhood. As we age, the blockages progressively get worse and ultimately may trigger a heart attack or sudden death.
es: La enfermedad del corazón ocurre cuando obstrucciones, llamadas ateromas, se amontonan dentro de las arterias coronarias. Las obstrucciones se comienzan a amontonar en nuestra niñez. A medida que crecemos, las obstrucciones empeoran progresivamente y en última instancia pueden desembocar en un ataque al corazón o muerte repentina.
fr: La maladie coronarienne survient lorsque des blocages, appelés « plaque d’athérosclérose », s’accumulent dans les artères coronaires. Le processus commence pendant l’enfance, et avec l’âge, les blocages s’aggravent et peuvent finir par déclencher une crise cardiaque ou une mort subite.
pt: A doença arterial coronariana ocorre quando obstruções conhecidas como placas de gordura ateroscleróticas se acumulam no interior das artérias coronárias. As obstruções começam a se acumular no interior das artérias coronárias desde a infância. À medida que envelhecemos, os obstruções pioram gradualmente até finalmente causarem um ataque cardíaco ou a morte súbita.

# L602
source: There is currently no cure for coronary heart disease -- not medications, not angioplasty, not bypass surgery. If you have coronary heart disease, it is likely to get worse unless you do something to change or manage certain conditions or behaviors, called risk factors.
es: Hoy en día no existe una cura para la enfermedad del corazón --ni medicamentos, ni anglioplastia ni derivación aortocoronaria. Si usted tiene una enfermedad del corazón, es probable que empeore a menos que haga algo por cambiar y controlar ciertos comportamientos o condiciones, llamados factores de riesgo.
fr: Actuellement, aucun médicament, angioplastie ou pontage coronarien ne permet de guérir la maladie coronarienne. Si vous êtes atteint d’une maladie coronarienne, la situation risque de s’aggraver, à moins que vous ne changiez ou gériez certaines conditions ou habitudes, appelés « facteurs de risque ».
pt: Atualmente, não há cura para a doença arterial coronariana – nem medicamentos, nem angioplastia, nem cirurgia de desvio de fluxo. Se você tiver uma doença arterial coronariana, é provável que os sintomas piorem, a menos que você faça algo para mudar ou controlar certas condições ou comportamentos, conhecidos como fatores de risco.

# L603
source: But there is good news! One of the most exciting discoveries in medicine in recent years is that it is possible to slow down the build-up of blockages inside coronary arteries. It is even possible to cause existing blockages to be partially removed. This process is called reversal of coronary heart disease and it results from risk factor modification.
es: ¡Pero hay buenas noticias! Uno de los descubrimientos más importantes de los últimos años en medicina muestra que es posible aminorar el amontonamiento de las obstrucciones en las arterias coronarias. Es incluso posible quitar parcialmente obstrucciones ya existentes. Este proceso se llama reversión de la afección coronaria y es el resultado de la modificación de los factores de riesgo.
fr: Malgré tout, il y a de l’espoir! L’une des découvertes médicales les plus passionnantes ces dernières années est qu’il est possible de ralentir l’accumulation de blocages dans les artères coronaires. Il est même possible d’éliminer partiellement les blocages existants. Ce processus, que l’on appelle « inversion de la maladie coronarienne », résulte de la modification des facteurs de risque.
pt: Mas temos uma boa notícia! Uma das descobertas mais empolgantes da medicina nos últimos anos é que é possível desacelerar o acúmulo de obstruções no interior das artérias coronárias. É possível até mesmo remover parcialmente as obstruções já existentes. Esse processo é conhecido como reversão da doença arterial coronariana e resulta da alteração dos fatores de risco.

# L604
source: The major risk factors for coronary heart disease are:
es: Los mayores factores de riesgo de las enfermedades coronarias son:
fr: Voici les principaux facteurs de risque de maladie coronarienne :
pt: Os principais fatores de risco de uma doença arterial coronariana são:

# L605
source: Cigarette smoking
es: Fumar cigarrillos
fr: Tabagisme;
pt: Tabagismo

# L606
source: High cholesterol
es: Colesterol alto
fr: Hypercholestérolémie;
pt: Colesterol alto

# L607
source: High blood pressure
es: Tensión arterial alta
fr: Hypertension;
pt: Hipertensão

# L608
source: Physical inactivity
es: Inactividad física
fr: Inactivité physique
pt: Sedentarismo

# L609
source: Obesity
es: Obesidad
fr: Obésité;
pt: Obesidade

# L61
source: Use 'smokeless' tobacco?
es: ¿Consume tabaco de mascar?
fr: Consommez-vous du tabac sans fumée?
pt: Utiliza tabaco sem fumaça?

# L611
source: Stress
es: Estrés
pt: Estresse

# L612
source: Age
es: Edad
fr: Âge;
pt: Idade

# L613
source: Sex (gender)
es: Género
fr: Sexe (genre);
pt: Sexo (gênero)

# L614
source: Genetics
es: Genética
fr: Génétique.
pt: Genética

# L615
source: My Basic Information – Stroke
es: Mi Información Básica - Apoplejía
fr: Mes renseignements de base : AVC

# L616
source: Stroke is a leading cause of death and serious, long-term disability. Although more common among seniors, over 25 percent of stroke victims are under age 65.
es: El accidente cerebrovascular es una causa principal de muerte y discapacidad grave a largo plazo. Aunque es más común entre las personas mayores, más del 25 por ciento de las víctimas de los accidentes cerebrovasculares son menores de 65 años.
fr: L’AVC est l’une des principales causes de décès et d’invalidité grave et prolongée. Bien qu’il soit plus fréquent chez les personnes âgées, plus de 25 % des victimes d’AVC ont moins de 65 ans.
pt: Os derrames são os principais causadores de mortes e incapacitação grave de longo prazo. Embora sejam mais comuns entre pessoas idosas, mais de 25% das vítimas de derrames têm menos de 65 anos de idade.

# L617
source: A stroke occurs as a result of an interruption in the blood supply to part of the brain. All tissues and organs in your body need oxygen-rich blood and fuel to survive, but your brain is especially vulnerable. It’s the control center of your body, directing every thought and physical action. When something goes wrong in the brain, the result is immediate, serious, and can be potentially fatal.
es: El infarto cerebral ocurre como resultado de una interrupción en el suministro de sangre a parte del cerebro. Todos los tejidos y órganos de su cuerpo necesitan sangre rica en oxígeno y energía para sobrevivir, pero el cerebro es especialmente vulnerable. El cerebro es el centro de control de su cuerpo, dirigiendo cada pensamiento y acción física. Cuando algo va mal en el cerebro, el resultado es inmediato, serio, y puede ser potencialmente fatal.
fr: Un AVC a lieu après une interruption de l’apport de sang dans une partie du cerveau. Tous les tissus et les organes du corps ont besoin de sang et de carburant riches en oxygène pour fonctionner, mais le cerveau est particulièrement vulnérable. C’est le centre de contrôle de votre corps, celui qui commande chaque pensée et geste. En cas de problème dans le cerveau, le résultat est grave, immédiat et possiblement mortel.
pt: Os derrames ocorrem como resultado de uma interrupção no fornecimento de sague a uma parte do cérebro. Todos os tecidos e órgãos do seu corpo precisam de sangue rico em oxigênio e de energia para sobreviver, mas seu cérebro é particularmente vulnerável. Ele é o centro de controle do seu corpo e controla todos os seus pensamentos e suas ações físicas. Quando algo de errado acontece no cérebro, o resultado é imediato, grave e pode ser fatal.

# L618
source: In the case of a "mini-stroke" or TIA (transient ischemic attack), the interruption of blood flow to the brain is brief, causing the cells to pause in their normal functioning for only a few minutes or hours. Once the blood flow is restored, those cells begin to revive and normal body functions return. TIAs are often called stroke warning spells because they can happen before a major stroke.
es: En el caso de un "mini-ataque" o AIT (ataque isquémico transitorio), la interrupción del flujo sanguíneo al cerebro es breve, haciendo que las células paralicen sus funciones normales sólo por unos minutos u horas. Una vez que el flujo se restablece, esas células empiezan a reavivarse y las funciones normales del cuerpo se restablecen. Los AIT son a menudo llamados avisos de apoplejía porque pueden ocurrir antes de una apoplejía mayor.
fr: Dans le cas d’un « mini-AVC », ou accident ischémique transitoire (AIT), l’interruption du flux sanguin vers le cerveau est brève, ce qui fait que les cellules ne cessent de fonctionner normalement que pendant quelques minutes ou heures. Une fois que le flux sanguin est rétabli, ces cellules commencent à se rétablir et l’organisme recommence à fonctionner normalement. Les AIT sont souvent considérés comme des avertissements d’AVC parce qu’ils peuvent survenir avant un AVC majeur.
pt: No caso de um “mini derrame" ou AIT (ataque isquêmico transitório), a interrupção do fluxo sanguíneo para o cérebro é breve, gerando uma pausa no funcionamento normal das células apenas por alguns minutos ou algumas horas. Uma vez restabelecido o fluxo sanguíneo, essas células começam a ressuscitar e retomar as funções normais do corpo. Os AITs também são conhecidos como sinais de alerta de derrames porque podem acontecer antes de um derrame cerebral de maiores proporções.

# L619
source: The best way to treat a stroke is to prevent it from happening in the first place or recurring a second time. In addition to the early recognition of stroke warning signs, like heart disease, a key to stroke prevention is risk factor modification. The major risk factors for heart disease are also important risk factors for stroke. Think of a stroke as a "brain attack" rather than a "heart attack."
es: La mejor manera de tratar un infarto cerebral es previniendo que suceda en primer lugar o de que vuelva a suceder. Además del reconocimiento temprano de signos que avisan sobre un infarto cerebral, como enfermedades del corazón, una clave para la prevención de un infarto cerebral es la modificación del factores de riesgo. Los mayores factores de riesgo para una enfermedad del corazón son también factores importantes para un infarto cerebral. Piense en un infarto cerebral como un "ataque cerebral" en vez de como un "ataque al corazón".
fr: Le meilleur traitement contre les AVC est d’éviter qu’ils se produisent une première ou une deuxième fois. En plus de la reconnaissance précoce des signes précurseurs, comme les maladies du cœur, la modification des facteurs de risque est un élément clé de la prévention de l’AVC. Les principaux facteurs de risque de maladie du cœur sont également des facteurs de risque importants d’AVC. Voyez un AVC comme une « crise cérébrale » plutôt qu’une « crise cardiaque ».
pt: A melhor maneira de tratar um derrame é evitar que ele aconteça ou que ocorra pela segunda vez. Além do reconhecimento precoce dos sinais de alerta de um derrame, como doenças cardíacas, um dos segredos para a prevenção de derrames é a mudança nos fatores de risco. Os principais fatores de risco para doenças cardíacas também são fatores importantes de risco para derrames. Pense em um derrame como um "ataque cerebral" em vez de um "ataque cardíaco".

# L62
source: During the {0}, have you performed regular moderate- and/or vigorous-intensity aerobic physical activity (that is, the equivalent of at least a brisk walk) for at least 30 minutes on at least three days each week?
es: Durante los {0}, ¿Ha realizado algún tipo de actividad física aeróbica tal como una caminata rápida o alguna actividad física de alta intensidad por lo menos 30 minutos en al menos tres días a la semana?
fr: Au cours de {0}, avez-vous régulièrement pratiqué un exercice d’aérobie d’intensité modérée ou vigoureuse (l’équivalent d’au moins une marche rapide) pendant au moins 30 minutes, au moins trois jours par semaine?
pt: Durante o período {0}, você manteve atividades físicas aeróbicas de intensidade moderada e/ou vigorosa regularmente (ou seja, o equivalente a pelo menos uma caminhada intensa) por pelo menos 30 minutos, pelo menos três dias por semana?

# L620
source: Like heart disease, lifestyle changes are particularly helpful in reducing stroke risk stemming from high blood pressure, high cholesterol, physical inactivity, excess weight, diabetes, or smoking.
es: Como en las enfermedades del corazón, los cambios en el estilo de vida son particularmente útiles para reducir el riesgo de infarto cerebral provenientes de tensión arterial alta, niveles altos de colesterol, inactividad física, exceso de peso, diabetes, y tabaquismo.
fr: Les changements au mode de vie sont particulièrement utiles pour réduire le risque de maladie du cœur, mais également le risque d’AVC découlant de l’hypertension, de l’hypercholestérolémie, de l’inactivité physique, de l’embonpoint, du diabète ou du tabagisme.
pt: Assim como acontece com as doenças cardíacas, as mudanças no estilo de vida são particularmente úteis para reduzir os riscos de um derrame decorrente de hipertensão, colesterol alta, sedentarismo, peso excessivo, diabetes ou tabagismo.

# L621
source: My Warning Signs to be Aware of – Heart Attack
es: Mis señales de advertencia para estar alerta - Ataque al corazón
fr: Mes signes précurseurs : crise cardiaque
pt: Sinais de alerta que eu devo ter em mente – Ataques cardíacos

# L622
source: You may experience any or all of these symptoms. Sometimes the symptoms go away then come back again.
es: Usted puede experimentar alguno o todos estos síntomas. A veces los síntomas se van y luego vuelven de nuevo.
fr: Vous pourriez éprouver une partie ou la totalité de ces symptômes. Parfois, ils disparaissent et réapparaissent.
pt: Você pode ter um ou mais desses sintomas. Às vezes os sintomas desaparecem e depois voltam a se manifestar.
