Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1798
source: YOU AGREE THAT THE INTERVENT SITES' PARTIES SHALL HAVE NO LIABILITY TO YOU UNDER ANY THEORY OF LIABILITY OR INDEMNITY IN CONNECTION WITH YOUR USE OF the Sites. YOU HEREBY RELEASE AND FOREVER WAIVE ANY AND ALL CLAIMS YOU MAY HAVE AGAINST THE INTERVENT SITES' PARTIES FOR LOSSES OR DAMAGES YOU SUSTAIN IN CONNECTION WITH YOUR USE OF THE SITES.
es: USTED ACEPTA QUE LAS PARTES DE LOS SITIOS DE INTERVENT NO SERÁN RESPONSABLES ANTE USTED BAJO NINGUNA TEORÍA DE RESPONSABILIDAD O DE INDEMNIZACIÓN EN RELACIÓN CON SU USO DE los Sitios. POR EL PRESENTE, EXIME Y RENUNCIA PARA SIEMPRE A TODOS Y CADA UNO DE LOS RECLAMOS QUE PUDIERA TENER CONTRA LAS PARTES DE LOS SITIOS DE INTERVENT POR PÉRDIDAS O DAÑOS EN RELACIÓN CON EL USO DE LOS SITIOS.
fr: VOUS ACCEPTEZ QUE LES PARTIES DES SITES D’INTERVENT NE POURRONT PAS ÊTRE TENUES RESPONSABLES EN FONCTION DE TOUTE THÉORIE DE RESPONSABILITÉ OU D’INDEMNITÉ LIÉE À VOTRE UTILISATION DES SITES. PAR LA PRÉSENTE, VOUS RENONCEZ À JAMAIS À TOUTES LES RÉCLAMATIONS POSSIBLES CONTRE LES PARTIES DES SITES D’INTERVENT POUR LES PERTES OU LES DOMMAGES QUE VOUS SUBISSEZ EN LIEN AVEC VOTRE UTILISATION DE CES SITES.
pt: VOCÊ CONCORDA QUE OS INTEGRANTES DOS SITES DA INTERVENT NÃO SE RESPONSABILIZAM POR VOCÊ SOB QUALQUER TEORIA DE RESPONSABILIDADE OU INDENIZAÇÃO ASSOCIADA À SUA UTILIZAÇÃO DOS SITES. PELO PRESENTE, VOCÊ RENUNCIA, EM CARÁTER PERMANENTE, A TODO E QUALQUER PLEITO QUE POSSA TER CONTRA OS INTEGRANTES DOS SITES DA INTERVENT POR PERDAS OU DANOS QUE VIER A SOFRER ASSOCIADOS À SUA UTILIZAÇÃO DOS SITES.

# L1799
source: NOTWITHSTANDING THE FOREGOING PARAGRAPH, THE TOTAL LIABILITY OF THE INTERVENT SITES' PARTIES, IF ANY, FOR LOSSES OR DAMAGES SHALL NOT EXCEED THE FEES PAID BY THE USER FOR THE PARTICULAR INFORMATION OR SERVICE. PROVIDED, IN NO EVENT SHALL THE INTERVENT SITES' PARTIES BE LIABLE TO YOU FOR ANY LOSSES OR DAMAGES OTHER THAN THE AMOUNT REFERRED TO ABOVE. ALL OTHER DAMAGES, DIRECT OR INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR PUNITIVE ARISING FROM ANY USE OF THE SERVICES ARE HEREBY EXCLUDED EVEN IF THE INTERVENT SITES' PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES
es: INDEPENDIENTEMENTE DEL PÁRRAFO PRECEDENTE, LA RESPONSABILIDAD TOTAL DE LAS PARTES DE LOS SITIOS DE INTERVENT, SI LA HUBIERA, POR PÉRDIDAS O DAÑOS NO EXCEDERÁ LOS GASTOS PAGADOS POR EL USUARIO POR LA INFORMACIÓN O EL SERVICIO EN PARTICULAR. A CONDICIÓN DE QUE EN NINGÚN CASO LAS PARTES DE LOS SITIOS DE INTERVENT SEAN RESPONSABLES ANTE USTED POR PÉRDIDAS O DAÑOS DIFERENTES DE LOS MENCIONADOS ANTERIORMENTE. TODOS LOS DEMÁS DAÑOS, DIRECTOS O INDIRECTOS, ESPECIALES, IMPREVISTOS, MEDIATOS O POR SANCIONES QUE SURJAN DEL USO DE LOS SERVICIOS, QUEDAN EXCLUIDOS POR EL PRESENTE, INCLUSO SI LAS PARTES DE LOS SITIOS DE INTERVENT HAN SIDO NOTIFICADAS DE LA POSIBILIDAD DE DICHOS DAÑOS.
fr: NONOBSTANT LE PARAGRAPHE PRÉCÉDENT, LA RESPONSABILITÉ TOTALE DES PARTIES DES SITES D’INTERVENT, LE CAS ÉCHÉANT, POUR LES PERTES OU LES DOMMAGES NE DOIT PAS DÉPASSER LES FRAIS PAYÉS PAR L’UTILISATEUR POUR L’INFORMATION OU LE SERVICE CONCERNÉ. TOUTEFOIS, EN AUCUN CAS LES PARTIES DES SITES D’INTERVENT NE POURRONT ÊTRE TENUES RESPONSABLES ENVERS VOUS DE TOUTE PERTE OU TOUT DOMMAGE AUTRE QUE LE MONTANT MENTIONNÉ CI-DESSUS. TOUS LES AUTRES DOMMAGES DIRECTS OU INDIRECTS, PARTICULIERS, ACCESSOIRES, CONSÉCUTIFS OU PUNITIFS DÉCOULANT DE TOUTE UTILISATION DES SERVICES SONT EXCLUS PAR LA PRÉSENTE, MÊME SI LES PARTIES DES SITES D’INTERVENT ONT ÉTÉ INFORMÉES DE LA POSSIBILITÉ DE TELS DOMMAGES.
pt: NÃO OBSTANTE AS DISPOSIÇÕES DO PARÁGRAFO ACIMA, A RESPONSABILIDADE ÍNTEGRA DOS INTEGRANTES DOS SITES DA INTERVENT, SE HOUVER, POR PERDAS OU DANOS, NÃO PODERÁ EXCEDER O VALOR DAS TAXAS PAGAS PELO USUÁRIO PELAS INFORMAÇÕES OU SERVIÇOS ESPECÍFICOS. FICA ESTABELECIDO QUE EM HIPÓTESE ALGUMA OS INTEGRANTES DOS SITES DA INTERVENT SE RESPONSABILIZARÃO POR VOCÊ EM RELAÇÃO A QUAISQUER PERDAS OU DANOS, EXCETO ATÉ O VALOR ACIMA CITADO. TODOS OS DEMAIS DANOS, DIRETOS OU INDIRETOS, ESPECIAIS, EVENTUAIS, CONSEQUENCIAIS OU COMINATÓRIOS, DECORRENTE DE QUALQUER FORMA DE UTILIZAÇÃO DOS SERVIÇOS SERÃO, PELO PRESENTE, EXCLUÍDOS, MESMO SE OS INTEGRANTES DOS SITES DA INTERVENT FOREM ALERTADOS DESSA POSSIBILIDADE

# L18
source: Blockages in the arteries to your legs or blockages in your carotid arteries (that is, the major arteries in your neck)?
es: ¿Obstrucciones en las arterias de sus piernas o en la arterias carótidas (es decir, las arterias principales del cuello)?
fr: Des blocages dans les artères de vos jambes ou dans vos artères carotides (c’est-à-dire les artères principales de votre cou)?
pt: Obstruções nas artérias para as pernas ou obstruções nas artérias carótidas (ou seja, as principais artérias do seu pescoço)?

# L180
source: Other Race (specify below)
es: Otra raza (especificar abajo)

# L1800
source: THIRD PARTY RIGHTS
es: DERECHOS DE TERCEROS
fr: DROITS DES TIERS
pt: DIREITOS DE TERCEIROS

# L1801
source: The provisions of paragraphs 13 (Indemnification) and 14 (Waiver, Release and Limitation of Liability) are for the benefit of the INTERVENT Sites' Parties, and each INTERVENT Site Party shall have the right to assert and enforce those provisions directly against you on its own behalf.
es: Las disposiciones de los párrafos 13 (Indemnización) y 14 (Renuncia, eximición y limitación de responsabilidad) son para beneficio de las Partes de los Sitios de INTERVENT y cada Parte de Sitio de INTERVENT tendrá derecho a alegar y a hacer cumplir estas disposiciones directamente contra usted por cuenta propia
fr: Les dispositions des paragraphes 13 (Indemnisation) et 14 (Renonciation et limitation de responsabilité) profitent aux parties des sites d’INTERVENT, et chacune aura le droit de faire valoir et d’appliquer ces dispositions directement contre vous en son propre nom.
pt: As disposições dos parágrafos 13 (Indenização) e 14 (Termo de isenção e limitação de responsabilidade) se revertem em benefício dos Integrantes dos Sites da INTERVENT, e cada Integrante dos Sites da INTERVENT terá o direito de defender e fiscalizar esses dispositivos diretamente contra você, de forma independente.

# L1802
source: TERM AND TERMINATION
es: DURACIÓN Y TERMINACIÓN
fr: DURÉE ET RÉSILIATION
pt: VIGÊNCIA E RESCISÃO

# L1803
source: INTERVENT may terminate your right to use the Sites at any time, with or without cause, upon notice. INTERVENT also reserves the right to terminate or suspend your Site membership without prior notice, but INTERVENT will confirm such termination or suspension by subsequent notice. The provisions of Paragraphs 5.b.)(5.) (Confidentiality and Use of Information), 11. (Copyright), 12. (Licenses and Idea Submissions), 13. (Indemnification), 14. (Waiver, Release and Limitation of Liability), 15. (Third Party Rights), 16. (Term and Termination) and 17. (Miscellaneous) shall survive any termination of your right to use, or membership in, the Sites.
es: INTERVENT puede rescindir su derecho a usar los Sitios en cualquier momento con o sin justa causa, previa notificación. INTERVENT también se reserva el derecho a rescindir o suspender su membresía del Sitio sin previo aviso, pero INTERVENT le confirmará dicha rescisión o suspensión mediante la subsiguiente notificación. Las disposiciones de los Párrafos 5.b (5.) (Confidencialidad y uso de la información), 11. (Derecho de autor), 12. (Licencias y presentaciones de ideas), 13. (Indemnización). 14. (Renuncia, eximición y limitación de responsabilidad), 15. (Derechos de terceros), 16. (Vigencia y rescisión) y 17. (Varios) seguirán siendo aplicables después de la rescisión de su derecho de uso o membresía en los Sitios.
fr: INTERVENT peut mettre fin à votre droit d’utiliser les sites à tout moment avec ou sans motif, sur préavis. INTERVENT se réserve également le droit de résilier ou de suspendre votre adhésion aux sites sans préavis, mais elle confirmera cette résiliation ou suspension par l’envoi d’un avis ultérieur. Les dispositions des paragraphes 5.b.)(5) (Confidentialité et utilisation des informations), 11 (Droit d’auteur), 12 (Licences et soumissions d’idées), 13 (Indemnisation), 14 (Renonciation et limitation de responsabilité), 15 (Droits des tiers), 16 (Durée et résiliation) et 17 (Divers) auront préséance sur toute résiliation de votre droit d’utilisation des sites ou d’adhésion à ceux-ci.
pt: A INTERVENT poderá rescindir o direito de uso dos Sites a qualquer momento, com ou sem justa causa, mediante aviso prévio. A INTERVENT também se reserva o direito de rescindir ou suspender sua associação aos Sites sem aviso prévio, comprometendo-se, contudo, a confirmar a rescisão ou suspensão por meio de aviso subsequente. As disposições dos Parágrafos 5.b.)(5.) (Confidencialidade e uso de informações), 11. (Direitos autorais), 12. (Licenças e apresentação de ideias), 13. (Indenização), 14. (Termo de isenção, liberação e limitação de responsabilidade), 15. (Direitos de terceiros), 16. (Vigência e rescisão) e 17. (Diversos) subsistirão a qualquer tipo de rescisão dos seus direitos de utilização ou de associação aos Sites.

# L1804
source: In the event I elect to terminate or withdraw from an INTERVENT program because INTERVENT has not fulfilled its responsibilities as outlined in the INTERVENT Pledge, I may receive a refund of any monies that I paid directly to INTERVENT for unused services (refund based on a non-refundable fee of $125.00 and the number of remaining to be scheduled, but unused, coaching appointments) provided:
es: En caso de que yo mismo decida rescindir o retirarme de un programa de INTERVENT porque INTERVENT no ha cumplido con sus responsabilidades de acuerdo con lo establecido en el Compromiso de INTERVENT, tengo derecho a recibir un reembolso de la suma abonada directamente a INTERVENT por los servicios no utilizados (reembolso basado en un arancel no reembolsable de $125.00 y la cantidad de citas con mi entrenador aún no programadas ni utilizadas), con las siguientes condiciones:
fr: Dans l’éventualité où je choisirais de mettre fin à un programme d’INTERVENT ou de m’en retirer parce que l’entreprise ne s’est pas acquittée de ses responsabilités comme décrites dans l’engagement d’INTERVENT, je pourrais recevoir un remboursement des sommes que j’ai payées directement à INTERVENT pour des services non utilisés (remboursement reposant sur des frais non remboursables de 125 $ et le nombre de rendez-vous restants à prendre avec un conseiller, mais qui ne sont pas utilisés) à condition que :
pt: Se eu vier a optar por rescindir ou desistir de um programa da INTERVENT porque a INTERVENT não cumpriu suas responsabilidades delineadas no Termo de Compromisso da INTERVENT, poderei receber um reembolso de qualquer valor que tenha pagado diretamente à INTERVENT, pelos serviços não utilizados serviços (reembolso com base em uma taxa não reembolsável de US$ 125,00 e o valor restante a ser programado, por consultas de coaching não utilizadas) desde que:

# L1805
source: I notify INTERVENT in writing at INTERVENT International, LLC, 340 Eisenhower Drive, Building 1400, Suite 17, Savannah, GA, 31406 or via email at info@myintervent.com (marked ATTENTION: Chief Operations Officer) of the specific responsibility that has not been fulfilled by INTERVENT and
es: Notifico a INTERVENT por escrito a: INTERVENT International, LLC, 340 Eisenhower Drive, Building 1400, Suite 17, Savannah, GA, 31406 o por correo electrónico a: info@myintervent.com (con el asunto ATENCIÓN: presidente del área operaciones) sobre la responsabilidad específica que no ha sido cumplida por INTERVENT.
fr: j’envoie un avis écrit à INTERVENT International LLC, au 340 Eisenhower Drive, bâtiment 1400, bureau 17, Savannah (Géorgie) 31406 ou par courriel à info@myintervent.com (doit porter la mention À L’ATTENTION DE : Chef de l’exploitation) expliquant la responsabilité précise qui n’a pas été assumée par INTERVENT;
pt: Eu notifique a INTERVENT por escrito no endereço INTERVENT International, LLC, 340 Eisenhower Drive, Building 1400, Suite 17, Savannah, GA, 31406, ou por e-mail no endereço info@myintervent.com (aos cuidados de: “Chief Operations Officer”) sobre a responsabilidade específica que não tiver sido observada pela INTERVENT e

# L1806
source: INTERVENT is unable to rectify this matter in a manner satisfactory to me within seven days of receiving my written notification.
es: INTERVENT no puede rectificar este asunto en forma satisfactoria para mí dentro de los siete días de haber recibido mi notificación escrita.
fr: INTERVENT n’est pas en mesure de rectifier cette situation d’une manière qui me satisfait dans les sept jours suivant la réception de mon avis écrit.
pt: A INTERVENT não puder retificar o problema de forma satisfatória para mim no prazo de sete dias, a contar da data de recebimento da minha notificação por escrito.

# L1807
source: MISCELLANEOUS
es: VARIOS
fr: DIVERS
pt: DISPOSIÇÕES DIVERSAS

# L1808
source: This Agreement shall be governed by and construed in accordance with the substantive and not the conflicts laws of the State of Georgia. You agree that any legal action or proceeding between the INTERVENT Sites' Parties and you for any purpose concerning, arising out of, or relating to this Agreement or the parties' obligations hereunder shall be brought exclusively in a court of competent jurisdiction sitting in the city of Atlanta, Fulton County, GA, United States. Any cause of action or claim you may have with respect to the Sites and the Services must be commenced within one (1) year after the claim or cause of action arises. INTERVENT's failure to insist upon or enforce strict performance of any provision of this Agreement shall not be construed as a waiver of any provision or right. Neither the course of conduct between the parties nor trade practice shall act to modify any provision of this Agreement. The Sites may assign its rights and duties under this Agreement to any party at any time without notice to you.
es: Este Contrato está regido e interpretado de acuerdo con el derecho sustantivo interno, no por las leyes de conflictos, del Estado de Georgia. Usted acepta que las acciones o procedimientos legales entre las Partes de los Sitios de INTERVENT y usted, por cualquier motivo referente o que surja o se relacione con este Contrato o con las obligaciones de las Partes conforme al presente, serán dirimidos exclusivamente en un tribunal con jurisdicción y competencia en la ciudad de Atlanta, Fulton County, GA, Estados Unidos de América. Todo reclamo o acción que pudiera tener con respecto a los Sitios y los Servicios debe ser iniciada al cabo de un (1) año a partir del momento en que surja el reclamo o la acción. La falta de insistencia por parte de INTERVENT o la incapacidad de hacer cumplir estrictamente alguna disposición de este Contrato no será considerada como una renuncia a dicha disposición o dicho derecho. No se considerará que la línea de conducta o las prácticas comerciales entre las partes modifican alguna disposición de este Contrato. Los Sitios pueden ceder sus derechos y obligaciones a terceros, conforme a este Contrato, en cualquier momento sin notificación previa.
fr: La présente entente est régie et interprétée conformément au droit substantiel et non au droit des conflits de lois de l’État de Géorgie. Par la présente, vous convenez que toute poursuite en justice entre les parties des sites d’INTERVENT et vous à n’importe quelle fin reliée à la présente entente ou aux obligations des parties, ou en découlant, doit être intentée exclusivement devant un tribunal compétent situé dans la ville d’Atlanta du comté de Fulton, en Géorgie, aux États-Unis. Toute cause d’action ou réclamation que vous pourriez avoir à l’égard des sites et des services doit être introduite dans un délai d’un (1) an après la survenance de l’objet de la réclamation ou de la cause d’action. Le défaut d’INTERVENT d’exiger l’exécution à la lettre d’une disposition de la présente entente ou de l’appliquer ne doit pas être interprété comme une renonciation à une disposition ou à un droit. Le comportement des parties et les pratiques commerciales ne peuvent pas modifier les dispositions de la présente entente. Les sites peuvent céder leurs droits et leurs obligations en vertu de la présente entente à toute partie à tout moment et sans préavis.
pt: O presente Contrato será regido e interpretado conforme as leis subjetivas e não as leis de litígios do Estado da Geórgia, EUA. Você concorda que qualquer ação ou procedimento judicial entre os Integrantes dos Sites da INTERVENT e você, para qualquer objetivo decorrente de ou relacionado ao presente Contrato ou às obrigações das partes, nos termos do presente Contrato, deverá ser ajuizada exclusivamente em um tribunal de jurisdição competente da cidade de Atlanta, condado de Fulton, estado da Geórgia, Estados Unidos. Qualquer fundamentação jurídica ou pleito que você possa ter em relação aos Sites e aos Serviços deverão ser instaurados no prazo de 1 (um) ano após o surgimento do pleito ou a constatação da fundamentação jurídica. Se a INTERVENT deixar de exigir o cumprimento rigoroso de qualquer disposição do presente Contrato, esse ato não poderá ser interpretado como uma renúncia a qualquer disposição ou direito deste instrumento. Nenhuma conduta ocorrida entre as partes e nenhum tipo de prática comercial dará ensejo a alterar ou afetar qualquer disposição deste Contrato. Os Sites poderão transferir seus direitos e obrigações sob este Contrato a qualquer parte, a qualquer momento, sem aviso prévio.

# L1809
source: NOTICE
es: NOTIFICACIÓN
fr: AVIS
pt: AVISOS

# L181
source: Employer
es: Patrono
fr: Employeur
pt: Empregador

# L1810
source: INTERVENT may deliver notice to you under this Agreement by means of electronic mail, a general notice on the Sites, or by written communication delivered by first class U.S. mail to your address on record in the Site's account information
es: INTERVENT puede notificarlo, conforme a este contrato, por correo electrónico, a través de una notificación general en los Sitios o mediante comunicación escrita entregada por correo prioritario de los EE. UU. a la dirección que figura en el registro en la información de la cuenta del Sitio.
fr: Conformément à la présente entente, INTERVENT peut vous transmettre un avis en vous envoyant un courriel, en publiant un avis général sur les sites ou en postant une lettre écrite par courrier de première classe des États-Unis à votre adresse inscrite dans les renseignements sur le compte du site.
pt: A INTERVENT poderá enviar avisos para você, nos termos deste Contrato, por meio de correio eletrônico, aviso geral nos Sites ou comunicação por escrito enviada por carta registrada pelos correios dos EUA para o seu endereço registrado nas informações da sua conta no Site

# L1811
source: SEVERABILITY
es: NULIDADES
fr: DIVISIBILITÉ
pt: AUTONOMIA DAS CLÁUSULAS CONTRATUAIS

# L1812
source: The provisions of this Agreement are severable, and, in the event any provision hereof is determined to be invalid or unenforceable, such invalidity or unenforceability shall not in any way affect the validity or enforceability of the remaining provisions hereof.
es: Las disposiciones de este Contrato son separables y, en caso de que alguna disposición del presente sea determinada inválida o inexigible, dicha invalidez o inexigibilidad no afectará en modo alguno la validez o exigibilidad de las disposiciones restantes.
fr: Les dispositions de la présente entente sont divisibles et si l’une était jugée non valide ou inapplicable, cela n’affectera d’aucune façon la validité ou l’applicabilité des autres dispositions de l’entente.
pt: As disposições deste Contrato são independentes e, na hipótese de qualquer disposição do presente contrato ser considerada inválida ou inexequível, essa nulidade ou inexequibilidade não afetará de qualquer forma a validade ou exequibilidade das demais disposições do Contrato.

# L1813
source: Last Edited: January 18, 2024
es: Ultima actualización: 18 de enero de 2024
fr: Dernière modification : 18 janvier 2024
pt: Última edição: 18 de janeiro de 2024

# L1814
source: <a name='AnchorWebsitePrivacyPolicy'></a>Website and Program Privacy Policy
es: <a name='AnchorWebsitePrivacyPolicy'></a>Política de Privacidad del Programa y Sitio Web
fr: <a name=’AnchorWebsitePrivacyPolicy’></a>Politique de confidentialité du site Web et du programme
pt: <a name='AnchorWebsitePrivacyPolicy'></a>Política de Privacidade do Site e dos Programas

# L1815
source: At INTERVENT, protecting your privacy is crucial. We know you are interested in how we collect, use, share and protect your information. We will treat your information responsibly and provide you with choices about how we use and share it.
es: En INTERVENT, proteger su privacidad es importante. Nuestra declaración de privacidad explica cómo reunimos, utilizamos, distribuimos y protegemos su información. Manejamos su información responsablemente y le ofrecemos opciones de cómo usamos y cuando la divulgamos.
fr: La protection de votre vie privée est primordiale pour INTERVENT. Nous savons que la façon dont nous recueillons, utilisons, partageons et protégeons vos renseignements personnels vous intéresse. Nous traiterons vos renseignements de façon responsable et vous permettrons de choisir la façon dont nous les utiliserons et les partagerons.
pt: Na INTERVENT, proteger sua privacidade é fundamental. Sabemos que você se interessa pela forma como coletamos, utilizamos, compartilhamos e protegemos suas informações. Trataremos suas informações com responsabilidade e lhe daremos escolhas sobre como podemos utilizá-las e compartilhá-las.

# L1816
source: If we change our privacy policy, we will post the changes right here.
es: De haber algún cambio en nuestra política de privacidad, nosotros publicaremos los cambios aquí
fr: Si nous modifions notre politique de confidentialité, nous publierons les modifications ici même.
pt: Se alterarmos nossa política de privacidade, vamos publicar as alterações diretamente aqui.

# L1817
source: We most recently updated our posted Privacy Policy on October 22, 2012.
es: Hemos actualizado nuestra publicación de la política de privacidad en Octubre 22, 2012.
fr: Nous avons récemment mis à jour notre politique de confidentialité publiée le 22 octobre 2012.
pt: A nossa última atualização de Política de Privacidade foi feita em 22 de outubro de 2012.

# L1818
source: Collecting, using, and sharing visitor information
es: Recolección, utilización, y distribución de la información de los visitantes
fr: Collecte, utilisation et partage des renseignements sur les visiteurs
pt: Coleta, utilização e compartilhamento de informações sobre visitantes
