Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L3606
source: No matter what your goals are – losing weight and keeping it off, exercising more, quitting smoking, reducing your risk for a chronic medical condition, living healthier with a chronic medical condition – our lifestyle health coaching program can benefit you.
es: No importa cuales sean sus metas - perder peso y mantenerlo, ejercitarse más, dejar de fumar, reducir su riesgo de una condición médica crónica, vivir más saludablemente con una condición médica crónica - nuestro programa de estilo de vida y salud le puede beneficiar.
fr: Perdre du poids et le maintenir, faire plus d’exercice, arrêter de fumer, réduire votre risque de souffrir d’une maladie chronique, vivre en meilleure santé avec une maladie chronique : quels que soient vos objectifs, notre programme d’encadrement sur la santé et le mode de vie peut vous aider.

# L3607
source: Our caring, dedicated health coaches are available to assist you in making the changes that are important to you at this time. They’ve worked with thousands of participants just like you. Our coaches listen to your needs, preferences and circumstances and help you develop a plan that is individualized for you. Your coach will hold you accountable for your actions and support you every step of the way to better health.
es: Nuestros atentos y dedicados entrenadores de salud están disponible para asistirle en hacer los cambios que sean más importantes para usted en este momento. Han trabajado con miles de participantes como usted. Nuestros entrenadores de salud están atentos a sus necesidades, preferencias y circunstancias y le ayudan a desarrollar un plan individualizado para usted. Su entrenador de salud le hará responsable por sus acciones y lo apoyará en cada paso del camino hacia mejor salud.
fr: Nos conseillers en santé dévoués et attentionnés sont là pour vous aider à changer ce qui compte pour vous en ce moment. Ils ont travaillé avec des milliers de participants comme vous. Nos conseillers sont à l’écoute de vos besoins et de vos préférences et prennent le temps de comprendre votre situation pour vous aider à élaborer un plan personnalisé pour vous. Votre conseiller vous tiendra responsable de vos actions et vous soutiendra à chaque étape de votre cheminement vers une meilleure santé.

# L3608
source: You must first complete a health risk assessment (HRA) before enrolling in a coached program. You may call us at 866-334-2137 if you have any questions or would like to enroll over the phone.
es: Deberá completar una evaluación de salud (HRA) antes de inscribirse en un programa de entrenamiento de la salud. Puede llamarnos al 866-334-2137 si tiene alguna pregunta o quisiera inscribirse por teléfono.
fr: Vous devez d’abord effectuer une évaluation des risques pour la santé (ERS) avant de vous inscrire à un programme encadré. Vous pouvez nous appeler au 1-866-334-2137 si vous avez des questions ou si vous souhaitez vous inscrire par téléphone.

# L3609
source: The INTERVENT program is proven to work. It’s safe and follows guidelines established by the Centers for Disease Control and Prevention (CDC).
es: Se ha comprobado que el programa de INTERVENT funciona. Es seguro y sigue las guías establecidas por el Centro para el Control y Prevención de Enfermedades.
fr: Le programme d’INTERVENT a fait ses preuves. Il est sûr et respecte les directives établies par les Centres pour le contrôle et la prévention des maladies (CDC).

# L3610
source: If you use tobacco and want to quit, participate in the free INTERVENT tobacco cessation program. You may also receive non-prescription nicotine replacement therapy and certain tobacco cessation medications covered at 100 percent. If you are not ready to quit, focusing on stress management, physical activity or healthy eating as part of coaching could be just the help you need to get closer to thinking seriously about giving up tobacco. And, by completing four coaching sessions over 12 weeks, and a subsequent session scheduled, the 2020 tobacco surcharge will be removed.
es: Si usted utiliza tabaco y desea dejar de fumar, participe en el programa libre de costo de Cesación de Tabaco de INTERVENT. Podrá recibir terapia de reemplazo de nicotina y ciertos medicamentos para la cesación de tabaco cubiertas en un 100 por ciento. Si no está preparado para dejar de fumar, el enfocarse en manejo de estrés, la actividad física o alimentación saludable como parte de su programa de entrenamiento podrá ser justo lo que necesite para ayudarlo a considerar seriamente dejar el tabaco. Al completar cuatro sesiones de entrenamiento en el transcurso de 12 semanas y tener una sesión subsiguiente programada, el recargo de tabaco del año 2020 será removido.
fr: Si vous voulez arrêter de fumer, participez au programme gratuit de cessation tabagique d’INTERVENT. Vous pourriez également avoir droit à une thérapie de remplacement de la nicotine en vente libre et à certains médicaments pour arrêter de fumer couverts à 100 %. Si vous n’êtes pas prêt à arrêter, l’encadrement pourrait vous aider à vous concentrer sur la gestion du stress, l’activité physique et la saine alimentation, ce qui pourrait vous amener à penser sérieusement à cesser de fumer. De plus, en participant à quatre séances d’encadrement pendant 12 semaines et en prévoyant une séance subséquente, la surtaxe sur le tabac sera supprimée en 2020.

# L3611
source: This version of our lifestyle management program is designed especially for people who desire to manage their own program. The self-help programs focus on a specific topic (for example, nutrition, exercise, weight management or stress management).
es: Esta versión de nuestro programa de estilo de vida está especialmente diseñada para personas que desean manejar su propio programa. Los programa de autoayuda se enfocan en un tema específico (por ejemplo, nutrición, ejercicio, manejo de peso o manejo de estrés).
fr: Cette version de notre programme de prise en charge du mode de vie est conçue spécialement pour les personnes qui désirent gérer leur propre programme. Les programmes d’autogestion visent un sujet précis (p. ex., l’alimentation, l’exercice, la gestion du poids ou la gestion du stress).
pt: Marque uma consulta com seu médico para discutir se você pode se beneficiar com a terapia de substituição da nicotina, bupropiona ou vareniclina para ajudar você a parar de fumar (se você ainda não tiver parado).

# L3612
source: You will participate at your own pace via the Internet, so you will have the convenience of completing assessments and accessing and printing materials at times that work for you. While this program is not a quick solution, it’s a safe, proven way to help you get started toward achieving lasting results. And, you receive the same high quality educational materials and tools as our other scientifically proven programs.
es: Usted participará a su propio ritmo a través del internet, para así tener la conveniencia de completar sus evaluación y accesar o imprimir materiales en el tiempo que más le convenga. Aunque (o A pesar de que) este program ano es una solución rápida, es una manera segura y comprobada para ayudarle a comenzar a lograr resultados duraderos. Además, recibirá la misma la misma alta calidad de materiales educativos y herramientas que en nuestros otros programas científicamente probados.
fr: Vous participerez par Internet à votre propre rythme et vous pourrez faire des évaluations et imprimer des documents à des moments qui vous conviennent. Bien que ce programme ne représente pas une solution rapide, il s’agit d’un moyen sûr et éprouvé de vous aider à commencer à obtenir des résultats durables. De plus, vous recevez le même matériel et les mêmes outils éducatifs de haute qualité offerts dans nos autres programmes scientifiquement éprouvés.

# L3613
source: If you or your spouse are enrolled in an eligible Compass Group medical plan, you can each earn wellness credits* toward your 2020 medical deductions by taking three easy steps:
es: Si usted o su cónyuge están inscritos en un plan médico elegible de Compass Group, cada uno puede obtener créditos de bienestar* hacia sus deducciones médicas del 2020 siguiendo tres pasos sencillos:
fr: Si vous ou votre conjoint êtes inscrits à un régime de soins de santé admissible du Groupe Compass, vous pouvez obtenir des crédits de mieux-être* pour vos déductions des frais médicaux de l’année 2020 en suivant trois étapes faciles :

# L3614
source: Complete your 2020 health risk assessment
es: Complete su evaluación de salud del 2020.
fr: Effectuez votre évaluation des risques pour la santé de 2020.

# L3615
source: You’ll earn
es: Usted obtendrá
fr: Vous obtiendrez

# L3616
source: weekly wellness credit
es: créditos de bienestar semanales
fr: des crédits de mieux-être hebdomadaires.

# L3617
source: Submit a validated blood test from your doctor or LabCorp
es: Envíe un examen de sangre validado por su doctor o Labcorp
fr: Soumettez une analyse sanguine validée par votre médecin ou LabCorp.

# L3618
source: Step 3
es: Paso 3
fr: Étape 3

# L3619
source: Participate in a Coaching Results call
es: Participe en una llamada para la Revisión de Resultados
fr: Effectuez un appel pour aborder les résultats de l’encadrement.

# L3620
source: Compass Group provides the following rewards for women who complete the INTERVENT maternity lifestyle management program:
es: Compass Group provee los siguientes incentivos para mujeres que completen el programa de manejo de maternidad de INTERVENT:
fr: Le Groupe Compass offre les récompenses suivantes aux femmes qui suivent le programme de prise en charge du mode de vie et de la maternité d’INTERVENT :

# L3621
source: Weeks 01 - 13
es: Semanas 01 - 13
fr: Semaines 1 à 13

# L3622
source: Enrolled in the first trimester
es: Inscrita en el primer trimestre
fr: Inscription au premier trimestre

# L3623
source: Gift Card
es: Tarjeta de Regalo
fr: Carte-cadeau

# L3624
source: Enrolled in the second trimester
es: Inscrita en el segundo trimestre
fr: Inscription au deuxième trimestre

# L3625
source: weeks 14 to 26
es: Semanas 14 a la 26
fr: Semaines 14 à 26

# L3626
source: After Week 26
es: Después de la semana 26
fr: Après la semaine 26

# L3627
source: Enrolled in the third trimester
es: Inscrita en el tercer trimestre
fr: Inscription au troisième trimestre

# L3628
source: INTERVENT’s caring, dedicated health coaches help identify resources to support the pregnancy and delivery of a healthy baby. After your baby is born, coaches help manage aspects of your lifestyle that are important during the post-partum period, such as getting back in shape, losing weight, managing stress and returning to work. Special educational modules are available for women who are interested in breastfeeding their baby.
es: Nuestros dedicados entrenadores de salud de INTERVENT le ayudarán a identificar recursos de apoyo para el embarazo y el parto de un bebé saludable. Luego de que nazca su bebé, los entrenadores le ayudan a manejar aspectos de su estilo de vida que sean importantes para usted durante el periodo posparto, como volver a estar en forma, perder peso, manejar el estrés y regresar al trabajo. Habrá módulos educativos especiales disponibles para mujeres interesadas en lactar a su bebé.
fr: Les conseillers en santé attentionnés et dévoués d’INTERVENT aident à trouver les ressources pouvant apporter un soutien pendant la grossesse et l’accouchement pour que votre bébé soit en santé. Après la naissance, les conseillers vous aident à gérer les aspects de votre mode de vie qui sont importants pendant le post-partum, comme la remise en forme, la perte de poids, la gestion du stress et le retour au travail. Des modules éducatifs particuliers sont offerts pour les femmes qui souhaitent allaiter leur bébé.

# L3629
source: Earn Points for Gift Cards
es: Obtenga puntos para Tarjetas de Regalo
fr: Accumulez des points pour des cartes-cadeaux

# L3630
source: INTERVENT also rewards continuous participation in the lifestyle health coaching program with INTERVENT keys. You will receive one key for earning 1,000 points during a single program year. When you have two keys, you are eligible for the annual grand sweepstakes drawing for $2,500.
es: INTERVENT también premia la participación contínua en el programa de entrenamiento de vida y salud mediante las llaves de INTERVENT. Recibirá una llave al ganar 1,000 puntos durante un año del programa. Cuando reciba dos llaves, será elegible para el gran sorteo anual de $2,500.
fr: INTERVENT récompense également la participation continue au programme d’encadrement sur la santé et le mode de vie avec des clés. Vous recevrez une clé pour avoir accumulé 1 000 points au cours d’une même année. Lorsque vous avez deux clés, vous êtes admissible au grand tirage annuel de 2 500 $.

# L3631
source: Complete these activities to earn points:
es: Complete
fr: Effectuez ces activités pour gagner des points :

# L3632
source: {0} Points
es: {0} Puntos

# L3633
source: Gift Cards and Raffle Draws
es: Tarjetas de Regalos y Rifas
fr: Cartes-cadeaux et tombola

# L3634
source: Monthly drawing
es: Rifas Mensuales
fr: Tirage mensuel

# L3635
source: for {0} gift card
es: para la tarjeta de regalo de {0}
fr: pour {0} cartes-cadeaux

# L3636
source: Next on:
es: Proximo en:
fr: Suivant :

# L3637
source: Quarterly drawing
es: Rifa Trimestral
fr: Tirage trimestriel

# L3638
source: Semi-Annual drawing
es: Rifa Semi-anual
fr: Tirage semestriel

# L3639
source: Annual drawing
es: Rifa Anual
fr: Tirage annuel

# L3640
source: INTERVENT Keys
es: Llaves de INTERVENT
fr: Clés INTERVENT

# L3644
source: *Earn two keys or more (one per year) to be eligible for the grand sweepstakes of $2,500 (annual drawing every November).
es: *Obtenga dos llaves o más (una por año) para ser elegible para la gran rifa de $2,500 (rifa anual cada Noviembre).
fr: * Gagnez au moins deux clés (une par année) pour être admissible au grand tirage de 2 500 $ (tirage annuel en novembre).

# L3645
source: The foods you eat, the stress you feel and the activities you do all affect your health. Now you can find out how by completing our health risk assessment (HRA).
es: Las comidas que usted consume, el estrés que siente y las actividades que hace, todas afectan su salud. Ahora puede saber cómo al completar su evaluación de salud (HRA).
fr: Les aliments que vous mangez, le stress que vous ressentez et les activités que vous pratiquez ont tous une incidence sur votre santé. Vous pouvez maintenant découvrir comment en remplissant notre évaluation des risques pour la santé (ERS).

# L3646
source: Read More
es: Leer más
fr: En savoir plus

# L3647
source: The HRA is a free confidential online assessment that considers your lifestyle habits and health history to determine how healthy you are and whether you’re at risk for certain chronic diseases or illnesses. It only takes about 15 minutes to complete.
es: El HRA es una evaluación gratis y confidencial en línea que toma en consideración sus hábitos de estilo de vida e historial de salud para determinar cuán saludable está y si se encuentra en riesgo para ciertas condiciones o enfermedades crónicas. Solo toma unos 15 minutos en completar.
fr: L’ERS est une évaluation en ligne confidentielle et gratuite qui tient compte de vos habitudes de vie et de vos problèmes de santé pour déterminer si vous êtes en bonne santé et à risque de contracter certaines maladies chroniques. Il vous faudra environ 15 minutes pour la faire.

# L3648
source: Once you complete the HRA you will immediately receive a great personal report, health roadmap and a wealth of useful information individually tailored for you. Plus, you’ll be able to take advantage of our lifestyle management programs where you can learn about how to eat more healthfully, manage your weight, reduce your stress level and much more.
es: Una vez complete el HRA, inmediatamente recibirá un informe personal, mapa de salud y una gran cantidad de información útil individualizada para usted. Además, podrá aprovechar nuestros programas de manejo de estilo de vida donde aprenderá sobre cómo puede comer más saludable, manejar su peso, reducir sus niveles de estrés y mucho más.
fr: Une fois que vous aurez terminé l’ERS, vous recevrez immédiatement un rapport personnel substantiel, une feuille de route de votre santé et une foule de renseignements utiles adaptés à vos besoins personnels. De plus, vous pourrez profiter de nos programmes de prise en charge du mode de vie qui vous permettront d’apprendre à manger sainement, à gérer votre poids, à réduire votre stress et bien plus encore.

# L3649
source: You must first complete an HRA before enrolling in a lifestyle management program. You may call us at 866-334-2137 if you have any questions or would like to enroll over the phone.
es: Debera primero completar su HRA antes de inscribirse en un programa de estilo de vida y salud. Puede llamarnos al 866-334-2137 si tiene alguna pregunta o quisiera inscribirse a través del teléfono.
fr: Vous devez effectuer une ERS avant de vous inscrire à un programme de prise en charge du mode de vie. Vous pouvez nous appeler au 1-866-334-2137 si vous avez des questions ou si vous souhaitez vous inscrire par téléphone.

# L3650
source: Your browser does not support the video tag.
es: Su navegador no apoya la etiqueta de vídeo.
fr: La balise vidéo n’est pas compatible avec votre navigateur.

# L3651
source: Take a Step Toward Healthy Living
es: Tome un paso hacia una vida saludable
fr: Faites un pas vers une vie saine

# L3652
source: Join INTERVENT
es: Inscríbase a INTERVENT
fr: Rejoignez INTERVENT

# L3460
source: Something On Your Mind?
es: ¿Tiene algo en su mente?
fr: Des questions?
pt: Algo em mente?

# L3676
source: This Could Be Your Success Story
es: Ésta podría ser su historia de éxito
fr: Il pourrait s’agir de votre histoire de réussite.

# L3677
source: New for 2020 – Diabetes Prevention Program
es: Nuevo para el 2020 - Programa de Prevención de Diabetes
fr: Nouveau programme de prévention du diabète en 2020

# L3678
source: Health assessment
es: Evaluación de Salud
fr: Évaluation de l’état de santé

# L3679
source: Primary care physician
es: Médico de cuidado primario
fr: Médecin de première ligne

# L3224
source: How Healthy Is Your Lifestyle?
es: ¿Cuán Saludable es su Estilo de Vida?
fr: Votre mode de vie est-il sain?
pt: Até que ponto seu estilo de vida é saudável?

# L3225
source: Receive personalized wellness reports and expert advice.
es: Reciba reportes de bienestar personalizados y consejos de expertos.
fr: Recevez des rapports personnalisés sur le bien-être et des conseils d’experts.
pt: Receba relatórios personalizados sobre bem-estar e orientação de especialistas.

# L3226
source: Do You Need Support?
es: ¿Necesita Apoyo?
fr: Avez-vous besoin d’aide?
pt: Você precisa de apoio?

# L3228
source: What Motivates You?
es: ¿Que lo Motiva?
fr: Qu’est-ce qui vous motive?
pt: O que motiva você?

# L3223
source: Interested in participating?
es: ¿Interesado en participar?
fr: Souhaiteriez-vous y participer?
pt: Está interessado em participar?

# L3588
source: Welcome Compass Group Associates and Spouses. Please log in to take your health assessment for the Compass Group 2020 benefits year. If this is your first time visiting us, please sign up. You may call us at {0} if you have questions or need assistance.
es: Welcome Compass Group associates and spouses. Please log in to take your health assessment for the Compass Group 2020 benefits year. If this is your first time visiting us, please sign up. You may call us at 866-334-2137 if you have questions or need assistance.
fr: Bienvenue aux conjoints et aux associés du Groupe Compass. S’il s’agit de votre première visite, veuillez vous inscrire. Pour toute question ou assistance, vous pouvez composer le {0}.

# L3680
source: You Can Achieve a Healthier Tomorrow
es: Puede lograr un mañana más saludable
fr: Envisagez un avenir en santé
pt: Um amanhã mais saudável é possível

# L3682
source: Sorry no appointments available at this time
es: Lo sentimos, no hay espacios disponibles en este memento
fr: Désolé, il n’y a aucune disponibilité à ce moment.

# L3683
source: We're sorry, it looks like this month was popular. There are no availabilities left with your chosen coach for this month. Don't worry, you can select another month to find a time that is convenient for you.
es: Lo sentimos, al parecer este mes fue popular. No quedan espacios disponibles con el entrenador elegido para este mes. No se preocupe, puede seleccionar otro mes para encontrar un horario que sea conveniente para usted.
fr: Nous sommes désolés, ce mois semble avoir été populaire. Nos conseillers n’ont plus de disponibilités pour ce mois. Ne vous inquiétez pas, vous pouvez trouver un moment qui vous convient dans un autre mois.

# L3688
source: Please note: The information in your reports and educational materials are intended for individuals 18 years or older. Please check with your health care provider before implementing the recommendations in your reports or educational materials.
es: Por favor note: La información en sus reportes y materiales educativos es dirigida a individuos mayores de 18 años. Por favor verifique con su proveedor de salud antes de implementar las recomendaciones en sus reportes o materiales educativos.
fr: Remarque : L’information contenue dans vos rapports et votre matériel éducatif s’adresse aux personnes de 18 ans ou plus. Veuillez demander l’avis de votre professionnel de la santé avant de mettre en œuvre les recommandations contenues dans vos rapports ou votre matériel éducatif.
pt: Observe que: As informações nos seus relatórios e materiais educacionais se destinam a maiores de 18 anos. Verifique com o seu profissional de saúde antes de implementar as recomendações em seus relatórios ou materiais educacionais.

# L3690
source: This lab option has already been selected
es: Esta opción de laboratorios ya ha sido seleccionada
fr: Cette option de laboratoire a déjà été sélectionnée.
pt: Esta opção de laboratório já foi selecionada

# L3691
source: Coach & Forms
es: Entrenador & Formularios
fr: Conseiller et formulaires

# L3692
source: My results
es: Mis resultados
fr: Mes résultats

# L3693
source: Previous programs
es: Programas previos
fr: Programmes précédents

# L3694
source: All Previous Programs
es: Todos los Programas Previos
fr: Tous les programmes précédents

# L3695
source: It’s Time For Your Follow Up Assessment
es: Ya es tiempo de completar su evaluación de seguimiento
fr: Il est temps de procéder à votre évaluation de suivi

# L3696
source: Thank you for completing your follow-up assessment.
es: Gracias por completar su evaluación de seguimiento.
fr: Merci d’avoir effectué votre évaluation de suivi.

# L3697
source: It’s been 12 weeks since you started this program. Please complete this Follow up assessment to review your progress and stay on the right track.
es: Han pasado 12 semanas desde que comenzó su programa. Por favor complete esta Evaluación de seguimiento para revisar su progreso y mantenerse en el camino correcto.
fr: Vous avez commencé ce programme il y a 12 semaines. Veuillez remplir cette évaluation de suivi pour examiner vos progrès et rester sur la bonne voie.

# L3698
source: Give Feedback
es: Dar opinión
fr: Donner son opinion

# L3699
source: Active Kit(s)
es: Kit(s) Activos
fr: Trousse(s) active(s)

# L3700
source: Show completed
es: Enseñar lo completo
fr: Afficher les sections terminées

# L3701
source: About your coach
es: Sobre su entrenador
fr: Au sujet de votre conseiller

# L3702
source: Forms
es: Formularios
fr: Formulaires

# L3703
source: in review
es: en revisión
fr: en cours d’évaluation

# L3704
source: Delete
es: Eliminar
fr: Supprimer
