Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L2944
source: We will notify you once your details are verified
es: Le notificaremos una vez se verifiquen los datos
fr: Nous vous informerons dès que vos renseignements auront été vérifiés.
pt: Vamos enviar uma notificação quando seus dados forem confirmados

# L2945
source: Use existing results
es: Usar resultados existentes
fr: Utiliser les résultats existants
pt: Utilizar os resultados existentes

# L2946
source: Complete a new blood test
es: Completar unos laboratorios de sangre nuevos
fr: Effectuer une nouvelle analyse sanguine
pt: Realizar um novo exame de sangue

# L2947
source: {0}, your results were recently provided
es: {0}, sus resultados fueron proveídos recientemente
fr: {0}, vos résultats ont été fournis récemment.
pt: {0}, seus resultados foram fornecidos recentemente

# L2948
source: Since you completed your blood test after {0} you can use these results or have a new blood test completed. What would you like to do?
es: Ya que completo sus laboratorios de sangre después de {0} puede usar estos resultados o completar unos laboratorios de sangre nuevos. ¿Que quisiera hacer?
fr: Puisque vous avez effectué votre analyse sanguine après le {0}, vous pouvez utiliser ces résultats ou en effectuer une nouvelle. Qu’aimeriez-vous faire?
pt: Como você concluiu seu exame de sangue depois de {0}, você pode utilizar esses resultados ou realizar um novo exame. O que você prefere fazer?

# L2949
source: Know More
es: Aprender Más

# L2950
source: The Confirmation Email has been sent successfully.
es: El Correo Electrónico de Confirmación ha sido enviado exitosamente.
fr: Le courriel de confirmation a été envoyé.
pt: O e-mail de confirmação foi enviado com êxito.

# L2951
source: Why do a blood test?
es: ¿Por qué completar sus laboratorios de sangre?

# L2952
source: In order to get the most complete wellness report and individualized recommendations, you are encouraged to provide a recent validated blood test from a doctor or laboratory. Only validated results will be updated on the "My Labs" section of your dashboard.
es: Para obtener un informe de bienestar más complete y recomendaciones individualizadas, le alentamos proveer laboratorios de sangre validados recientes de un doctor o laboratorio. Solo resultados validados se actualizarán en la sección “Mis Resultados de Laboratorio” de su panel de control.
fr: Afin d'obtenir le rapport de bien-être le plus complet et des recommandations personnalisées, nous vous encourageons à fournir un test sanguin récent validé par un médecin ou un laboratoire. Seuls les résultats validés seront mis à jour dans la section de votre tableau de bord titulé "Mes Labs".

# L2953
source: To get more accurate results we recommend that you do a fasting blood test and not consume anything for at least 8 hours before your screening. You can drink water and take your regular medications.
es: Para resultados más precisos recomendamos que haga sus laboratorios de sangre en ayuna y no consuma nada durante al menos 8 horas antes de su examen. Puede tomar agua y sus medicamentos regulares.
fr: Pour obtenir des résultats plus précis, nous vous recommandons de faire un test sanguin à jeun et de ne rien consommer pendant au moins 8 heures avant votre test. Vous pouvez boire de l'eau et prendre vos médicaments habituels.

# L2954
source: Lipid Profile + Glucose
es: Perfil Lipídico + Glucosa
fr: Profil lipidique et glycémie

# L2955
source: Associates and spouses on a Compass Group medical plan are eligible for weekly wellness credits. These will be applied to the associate's paycheck. Any credits earned after November 30, 2018 will be applied within four weeks after they are earned.
es: Asociados y cónyuges en un plan médico son elegibles para créditos de bienestar semanales. Estos serán aplicados al cheque del asociado. Cualquier crédito obtenido después del 30 de Noviembre del 2018 serán aplicados dentro de cuatro semanas luego de ser honrados.
fr: Les associés et les conjoints inscrits à un régime de soins de santé du Groupe Compass peuvent obtenir des crédits de mieux-être hebdomadaires. Ceux-ci figureront au chèque de paie de l’associé. Tous les crédits reçus après le 30 novembre 2018 seront appliqués dans les quatre semaines suivant leur obtention.

# L2956
source: The more points you earn the more raffles you can win. Only participants enrolled and actively participating in the lifestyle health coaching program are eligible.
es: Mientras más puntos obtengas más rifas podrá ganar. Solo participantes inscritos y activamente participando en el programa de estilo de vida y salud son elegibles.
fr: Plus vous cumulez de points, plus vous avez de chances de gagner aux tirages. Seules les personnes inscrites qui participent activement au programme d’encadrement sur la santé et le mode de vie sont admissibles.

# L2957
source: Blood Tests
es: Laboratorios de Sangre
fr: Analyses sanguines

# L2959
source: OUT OF RANGE
es: FUERA DE RANGO

# L2960
source: ABNORMAL
es: IRREGULAR
fr: ANORMALITÉ

# L2961
source: CRITICAL
es: CRITICO

# L2962
source: Tests must be after {0}.
es: Las pruebas deben ser después de {0}.
fr: Les analyses doivent avoir été faites après le {0}.
pt: O exame deve ser depois de {0}.

# L2963
source: you recently provided blood work. If you would still like to have new blood work completed, select an option below.
es: Recientemente proporcionó sus laboratorios de sangre y se han actualizado en su evaluación. Si aún desea realizarse laboratorios de sangre nuevos, seleccione una opción debajo.
fr: vous avez récemment effectué des analyses de sang. Si vous souhaitez tout de même avoir une nouvelle analyse sanguine, sélectionnez une des options ci-dessous.

# L2219
source: Report Type
es: Tipo de Informe
fr: Type de rapport

# L2220
source: Normal ranges are for non-pregnant adults
es: Rangos normales son para adultas no embarazadas
fr: Les plages normales concernent les adultes non enceintes.

# L2221
source: Please upload JPG, JPEG, GIF, PNG or PDF file.
es: Por favor cargue archivos JPG, JPEG, GIF, PNG o PDF.
fr: Veuillez téléverser des fichiers JPG, JPEG, GIF, PNG ou PDF.
pt: Envie um arquivo JPG, JPEG, GIF, PNG ou PDF.

# L2964
source: Next on
es: Siguiente en
fr: Suivant

# L2222
source: Step {0}
es: Paso {0}

# L2223
source: Take your health risk assessment: Earn a $1 weekly wellness credit.
es: Tome su health risk assessment: Obtenga un crédito de bienestar semanal de $ 1.

# L2224
source: Submit a <a onClick='OpenRewards()' class='more-link'>validated blood test</a> from your doctor or LabCorp: Receive an additional $2 in weekly wellness credits.
es: Envíe un <a onClick='OpenRewards()' class='more-link'> laboratorio de sangre validado </a> de su médico o LabCorp: reciba $ 2 adicionales en créditos de bienestar semanales.

# L2225
source: Participate in a Coaching Results call for an additional $3 in weekly wellness credits.
es: Participe en una llamada de Revisión de Resultados para $ 3 adicionales en créditos de bienestar semanales.

# L3049
source: Required blood tests include total cholesterol, triglycerides, LDL (“bad”) cholesterol, HDL (“good”) cholesterol and glucose or A1C. Fasting blood test results are preferred but not mandatory. Your results must include your first name, last name, and date of birth.
es: Laboratorios de sangre requeridos deben incluir colesterol total, triglicéridos, colesterol LDL (“malo”), colesterol HDL (“bueno”), y glucosa o A1C. Resultados de laboratorios de sangre en ayunas son preferibles, pero no mandatorios. Sus resultados deben incluir su nombre, apellido y fecha de nacimiento.
fr: Les tests sanguins requis comprennent le cholestérol total, les triglycérides, le LDL (mauvais) cholestérol, le HDL (bon) cholestérol et le glucose ou A1C. Les résultats des tests sanguins à jeun sont préférés mais pas obligatoires. Vos résultats doivent inclure votre prénom, nom et date de naissance.

# L2965
source: Show only drugs with allergies
es: Mostrar solo medicamentos con alergias
fr: Afficher uniquement les médicaments pouvant causer des allergies

# L2966
source: Medication name & dosage
es: Nombre y dosis del medicamento
fr: Nom et dosage du médicament

# L2967
source: Condition
es: Condición
fr: Problème médical

# L2968
source: Intake details
es: Detalles de consumo
fr: Détails de l’admission

# L2969
source: Allergies/ Side Effects
es: Alergias/Efectos Secundarios
fr: Allergies et effets secondaires

# L2970
source: Till
es: Hasta

# L2971
source: Actions
es: Acciones

# L2972
source: Discontinue
es: Descontinuar
fr: Interrompre

# L2973
source: Add Allergy/Side Effect
es: Añadir Alergias/Efectos Secundarios
fr: Ajouter une allergie ou un effet secondaire

# L2974
source: Allergy Notes
es: Notas de Alergias
fr: Notes sur l’allergie

# L2975
source: Add New Medication
es: Añadir Medicamento Nuevo
fr: Ajouter un nouveau médicament

# L2976
source: Your medication history
es: Su historial de medicamentos
fr: Vos antécédents de médicaments

# L2977
source: Discontinued On
es: Descontinuado en
fr: Interrompu le

# L2978
source: You have {0} active medications
es: Tiene {0} medicamentos activos
fr: Vous avez {0} médicament(s) actif(s)

# L2979
source: What's your allergic reaction/side effect to
es: Cuál es su reacción alérgica/efectos secundarios a
fr: Quel est votre réaction allergique ou votre effet secondaire à

# L2980
source: Briefly explain your allergy
es: Explique brevemente su alergia
fr: Expliquez brièvement votre allergie.

# L2981
source: Add allergy
es: Añadir alergia
fr: Ajouter une allergie

# L2982
source: Select your medication from the list and get started
es: Seleccione su medicamento de la lista y comience
fr: Sélectionnez votre médicament dans la liste et commencez.

# L2983
source: Select your medication from the list
es: Seleccione su medicamento de la lista
fr: Sélectionnez votre médicament dans la liste.

# L2984
source: Search for medications
es: Búsqueda de medicamentos
fr: Rechercher un médicament

# L2985
source: What medical condition is this medication for?
es: ¿Para qué condición medica es este medicamento?
fr: Pour quel problème médical ce médicament est-il destiné?

# L2986
source: Get Started
es: Comenzar
fr: Commencer

# L2987
source: How many
es: ¿Cuántos
fr: Combien

# L2988
source: do you take at a time?
es: toma al mismo tiempo?
fr: en prenez-vous à la fois?

# L2989
source: What is your intake frequency?
es: ¿Cuál es la frecuencia de su consumo?

# L2990
source: Is there a specific schedule?
es: ¿Hay un horario específico?

# L2991
source: When did you start your medication?
es: ¿Cuándo comenzó con su medicamento?
fr: Quand avez-vous commencé votre traitement?

# L2992
source: How long are you taking the medication for?
es: ¿Por cuánto tiempo tomara el medicamento?
fr: Pendant combien de temps prendrez-vous le médicament?

# L2993
source: Notes if any
es: Notas
fr: Notes, le cas échéant

# L2994
source: Enter your comments / notes
es: Ingrese sus comentarios/notas
fr: Saisissez vos commentaires et vos notes.

# L2996
source: Rash
es: Sarpullido
fr: Éruption cutanée

# L2997
source: Cold
es: Refrío
fr: Rhume

# L2998
source: Fever
es: Fiebre
fr: Fièvre

# L2999
source: Vomiting
es: Vómitos
fr: Vomissements

# L3000
source: Arthritis
es: Artritis
fr: Arthrite

# L3001
source: Asthma
es: Asma
fr: Asthme

# L3002
source: Cancer
es: Cáncer

# L3003
source: Heart Failure
es: Insuficiencia Cardiaca
fr: Insuffisance cardiaque

# L3005
source: Chronic Bronchitis or Emphysema (COPD)
es: Bronquitis Crónica o Enfisema (EPOC)
fr: Bronchite chronique ou emphysème (MPOC)

# L3006
source: Heart Disease
es: Enfermedad Cardiaca
fr: Maladie du cœur

# L3007
source: Blood Pressure
es: Presión Arterial
fr: Pression artérielle

# L3008
source: Cholesterol and/or Triglycerides
es: Colesterol y/o Triglicéridos
fr: Cholestérol ou triglycérides

# L3009
source: Anxiety, Depression or Mental Health
es: Ansiedad, Depresión o Salud Mental
fr: Anxiété, dépression ou problème de santé mentale

# L3011
source: Stroke or TIA (“Mini-Stroke”)
es: Derrame Cerebral o AIT (“Mini Derrame Cerebral”)
fr: AVC ou accident ischémique transitoire (mini AVC)

# L3012
source: Prior Heart Disease
es: Derrame Cerebral Previa
fr: Antécédent de maladie du cœur

# L3013
source: Weight loss
es: Pérdida de Peso
fr: Perte de poids

# L3014
source: Other
es: Otro
fr: Autre
pt: Outros

# L3015
source: 1 week
es: 1 semana
fr: 1 semaine

# L3016
source: 2 weeks
es: 2 semanas
fr: 2 semaines

# L3017
source: Other Duration
es: Otra Duración
fr: Autre durée

# L3018
source: Continuous
es: continuo
fr: En continu

# L3019
source: Tablet/Capsule(s)
es: Tableta/Capsula(s)
fr: Comprimés ou capsules

# L3020
source: Teaspoon(s)
es: Cucharada(s)
fr: Cuillère(s) à thé

# L3021
source: Tablespoon(s)
es: Cucharadita(s)
fr: Cuillère(s) à soupe

# L3022
source: Puff/Spray(s)
es: Espray(s)
fr: Inspiration(s) ou vaporisation(s)

# L3023
source: Unit(s)
es: Unidad(es)
fr: Unité(s)

# L3024
source: Application(s)
es: Aplicación(es)

# L3025
source: Patch(es)
es: Parcho(s)
fr: Timbre(s)

# L3026
source: Drop(s)
es: Gota(s)
fr: Goutte(s)

# L3027
source: Injection(s)
es: Inyección(es)

# L3028
source: Suppository(ies)
es: Supositorio(s)
fr: Suppositoire(s)

# L3029
source: Other
es: Otro
fr: Autre

# L3030
source: Alternate Days
es: Días Alternos
fr: Un jour sur deux

# L3031
source: Four times daily
es: Cuatro veces diarias
fr: Quatre fois par jour

# L3032
source: Every 8 weeks
es: Cada 8 semanas
fr: Toutes les 8 semaines

# L3033
source: Monthly
es: Mensualmente
fr: Chaque mois

# L3034
source: Not Sure
es: No está seguro
fr: Incertain

# L3035
source: Once daily
es: Una vez al día
fr: Une fois par jour

# L3036
source: Only when required
es: Solo cuando sea necesario
fr: Seulement en cas de besoin

# L3037
source: Three or more times weekly
es: Tres o más veces en semana
fr: Trois fois ou plus par semaine

# L3038
source: Three times daily
es: Tres veces al día
fr: Trois fois par jour

# L3039
source: Twice daily
es: Dos veces al día
fr: Deux fois par jour

# L3040
source: Twice weekly
es: Dos veces semanalmente
fr: Deux fois par semaine

# L3041
source: Weekly
es: Semanalmente
fr: Chaque semaine

# L3042
source: Daily
es: Diario
fr: Chaque jour

# L3043
source: Every alternate day
es: Días Alternos
fr: Un jour sur deux

# L3044
source: Every 3 days
es: Cada 3 días
fr: Tous les 3 jours

# L3045
source: Specific days a week
es: Días específicos en la semana
fr: Certains jours de la semaine

# L3046
source: Cycle Period
es: Ciclo
fr: Durée du cycle

# L3047
source: Times a day
es: Veces al día
fr: Fois par jour

# L3050
source: You cannot use any of your previous {0} passwords
es: No puede utilizar ninguna de sus contraseñas {0} anteriores
fr: Vous ne pouvez pas utiliser l’un de vos précédents mots de passe (vous avez {0} ancien(s) mot(s) de passe).
pt: Você não pode utilizar nenhuma das {0} senhas anteriores

# L2645
source: *Wellness credit amounts may vary based on your payroll cycle.
es: *La cantidad del crédito de bienestar pueden variar según el ciclo de su nómina.

# L3108
source: Please upload PDF file.
es: Por favor cargue archivo PDF.
fr: Veuillez télécharger le fichier PDF.

# L3109
source: Please upload JPG, JPEG, GIF, PNG or SVG file.
es: Cargue archivos JPG, JPEG, GIF, PNG o SVG.
fr: Veuillez téléverser des fichiers JPG, JPEG, GIF, PNG ou SVG.

# L3110
source: Password Help
es: Ayuda con contraseña
fr: Demander de l’aide pour réinitialiser le mot de passe
pt: Ajuda com a senha

# L3142
source: Please upload a file less than 4MB
es: Por favor suba un archivo de menos de 4MB
fr: Veuillez téléverser un fichier de moins de 4 Mo.
pt: Faça upload de um arquivo com menos de 4MB

# L3143
source: Every other day
es: Cada dos días

# L3144
source: Three times a week
es: Tres veces a la semana

# L3145
source: Once every 4 weeks
es: Una vez cada 4 semanas

# L3146
source: Once every 8 weeks
es: Una vez cada 8 semanas

# L3147
source: Cycle period
es: Periodo de ciclo

# L3148
source: Only when needed
es: Solo cuando sea necesario

# L3111
source: Our programs have worked for more than 2 million people worldwide.
ar: نجحت برامجنا لأكثر من 2 مليون شخص في جميع أنحاء العالم.
ar_ae: حققت برامجنا نجاحًا مع أكثر من 2 مليون شخص في جميع أنحاء العالم.
es: Nuestros programas han funcionado para más de 2 millones de personas en todo el mundo.

# L3112
source: Earn Rewards for Your Efforts
ar: اكسب المكافآت مقابل لجهودك
ar_ae: احصل على جوائز لقاء جهودك
es: Gane Recompensas por su Esfuerzo

# L3113
source: Live Coaching
ar: التدريب المباشر
ar_ae: التدريب الحي
es: Coaching de Vida

# L3114
source: Wellness and Chronic Medical Condition Management
ar: العافية وإدارة الحالات الطبية المزمنة
ar_ae: إدارة العافية والحالات الطبية المزمنة
es: Bienestar y Manejo de Afecciones Médicas Crónicas

# L3115
source: Well-being – Stress Management – Resiliency
ar: الرفاه - إدارة الإجهاد - المرونة
ar_ae: الرفاهة – التعامل مع الضغوط – القدرة على الصمود
es: Bienestar - Control del Estrés - Resiliencia

# L3116
source: Disability Management – Return to Work
ar: إدارة الإعاقة - العودة إلى العمل
ar_ae: التعامل مع الإعاقة – العودة إلى العمل
es: Manejo de discapacidades - Retorno al Trabajo

# L3117
source: Read one of our many success stories
ar: اقرأ احد قصصنا النجاح المختلفة
ar_ae: طالع واحدة من قصص النجاح العديدة
es: Lea una de nuestras muchas historias exitosas

# L3118
source: You can win valuable prizes from INTERVENT. INTERVENT provides points for completing various program activities and holds monthly, quarterly, semi-annual and annual drawings to select winners. The more points you earn, the more chances you have to win. Only participants enrolled and actively participating in the health coaching programs are eligible for drawings.
ar: يمكنك الفوز بجوائز قيمة من INTERVENT، ويقوم INTERVENT بمنح النقاط مقابل استكمال أنشطة البرامج المختلفة ويجري السحب على أساس شهري والربع والسنوي والنصف السنوي والسنوي لاختيار الفائزين، كلما تجني نقاطا أكثر فتكون فرصتك للفوز أكبر، فقط المشاركون المسجلون والذين يشاركون في برامج التدريب الصحية بفاعلية يتأهلون بدخول السحب.
ar_ae: يمكنك الفوز بجوائز قيمة من INTERVENT. ستقدم INTERVENT نقاطًا مقابل استكمال أنشطة البرامج المختلفة، كما تجري سحوبات شهرية، وفصلية، ونصف سنوية، وسنوية لاختيار الفائزين. وكلما زاد النقاط التي تحوزها، زادت فرص فوزك. المشاركون المسجلون في برامج التدريب الصحي والمشاركون فيها بفاعلية فقط هم الذين يحق لهم دخول السحوبات.
es: Usted puede ganar valiosos premios en INTERVENT. INTERNENT brinda puntos por completar varias actividades del programa y realiza sorteos mensuales, trimestrales, semi anuales y anuales para elegir a los ganadores. Cuanto más puntos gane, más posibilidades tendrá de ganar. Solo los participantes registrados y con participación activa en los programas de coaching de salud pueden participar en los sorteos

# L3119
source: Look for announcements of winners and read stories about how working with an INTERVENT health coach is helping participants move forward on the pathway to optimal health.
ar: ابحث عن إعلانات الفائزين وقراءة القصص حول كيف أن العمل مع مدرب صحة INTERVENT يساعد المشاركين على المضي قدما على الطريق إلى الصحة المثلى.
ar_ae: راجع إعلانات الفائزين واقرأ القصص التي تتحدث عن دور العمل مع مدربي INTERVENT الصحيين في مساعدة المشاركين على المضي قدمًا على طريق الوصول إلى الصحة المثلى.
es: Verifique los anuncios sobre los ganadores y lea las historias de cómo el trabajar con un entrenador de salud de INTERVENT le ayuda a los participantes a continuar adelante en su paso hacia una salud óptima.
fr: Consultez les annonces des gagnants et lisez des histoires où le travail d’un conseiller en santé INTERVENT a aidé des participants à cheminer vers un nouveau mode de vie sain.

# L3120
source: The health assessment is a free, confidential online assessment that considers your lifestyle habits and health history to determine how healthy you are and whether you’re at risk for or could better manage certain chronic diseases or illnesses. It only takes about 15 minutes to complete.
ar: التقييم الصحي مجاني ، فالتقييم السري عبر الإنترنت الذي يراعي عادات نمط حياتك وتاريخك الصحي لتحديد مدى صحتك وما إذا كنت في خطر يمكنه إدارة بعض الأمراض أو الأمراض المزمنة بشكل أفضل، يستغرق فقط حوالي 15 دقيقة لإكماله.
ar_ae: وهذا التقييم الصحي مجاني، وسري، ويتم عبر الإنترنت، للنظر في عادات نمط حياتك وتاريخك الصحي، لتحديد مدى الصحة التي تتمتع بها، وما إذا كنت معرضًا لمخاطر الأمراض أو الاعتلالات المزمنة، أو مجالات التعامل معها بصورة أفضل. ولن يستغرق إتمامه سوى 15 دقيقة تقريبًا.
es: La valoración de salud es una valoración en línea gratuita y confidencial que considera sus hábitos de estilo de vida e historial de salud para determinar cuán saludable se encuentra y si está en riesgo de contraer o si puede manejar mejor una cierta afección o enfermedad crónica. Sólo toma 15 minutos completarla.

# L3121
source: Once you complete the health assessment, you will immediately receive a personal wellness report and a wealth of useful information individually tailored for you. You must complete a health assessment before enrolling in a lifestyle health coaching program. Email or call us if you have questions.
ar: بمجرد الانتهاء من التقييم الصحي ، سوف تتلقى على الفور تقريرا عن صحتك الشخصية وثروة من المعلومات المفيدة المصممة خصيصًا لك، وعليك إكمال التقييم الصحي قبل القيام بالتسجيل في برنامج التدريب الصحي علي نمط الحياة، يرجى إرسال رسالة بالبريد الإلكتروني أو قم بالاتصال بنا إذا كانت لديك أية أسئلة.
ar_ae: وبعد إتمام التقييم الصحي، ستتلقى على الفور تقريرًا شخصيًا عن العافية، ومجموعة غزيرة من المعلومات المفيدة المخصصة لك بصفة شخصية. يجب عليك إتمام التقييم الصحي قبل التسجيل في أحد برامج التدريب على نمط الحياة الصحية. وإذا كانت لديك أي استفسارات فأرسلها إلينا بالبريد الإلكتروني أو اتصل بنا.
es: Una vez que haya completado la valoración de salud, inmediatamente recibirá un informe personal de bienestar y recursos con información útil personalmente diseñada para usted. Debe completar una valoración de salud antes de registrarse para un programa de coaching de salud para su estilo de vida. Envíenos un correo electrónico o llámenos si tiene preguntas.

# L3122
source: Our caring, dedicated health coaches are available at times that are convenient for you. They’ve worked with thousands of participants just like you. Our coaches listen to your needs, preferences and circumstances and help you develop a plan that is individualized for you. Your coach will hold you accountable for the goals that you set for yourself and support you every step of the way to better health.
ar: ويتوافر المدربون الصحيون المتصفون بالرعاية والتفاني في الأوقات التي تناسبك، لقد عملوا مع الآلاف من المشاركين مثلك تمامًا، ويستمع مدربونا إلى احتياجاتك وتفضيلاتك وظروفك ويساعدوك على تطوير خطة فردية لك، وسوف يجعلك المدرب مسؤولاً عن الأهداف التي وضعتها لنفسك ويدعمك في كل خطوة على طريقك نحو صحة أفضل.
ar_ae: فمدربونا الصحيون يكرسون أنفسهم لرعايتك ومتاحون دائمًا لك في أي وقت يناسبك. وقد سبق لهم العمل مع الآلاف من المشاركين مثلك. وسيستمع مدربونا لاحتياجاتك، وتفضيلاتك، وظروفك، وسيساعدونك على وضع خطة شخصية تناسبك. وسيتابع معك مدربك مدى تحقيقك للأهداف التي وضعتها لنفسك، وسيساندك في كل خطوة تخطوها على طريق الوصول إلى صحة أفضل.
es: Nuestros atentos y dedicados entrenadores están disponibles en horarios que sean convenientes para usted. Han trabajado con miles de participantes como usted. Nuestros entrenadores escuchan sus necesidades, preferencias y circunstancias y le ayudan a desarrollar un plan personalizado para usted. Su entrenador le hará ser responsable de las metas que se planteó y le apoyará en cada paso en su camino a una mejor salud.
