Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L2683
source: The health assessment is a free confidential online assessment that considers your lifestyle habits and health history to determine how healthy you are and whether you’re at risk for certain chronic diseases or illnesses. It only takes about 15 minutes to complete.
es: La evaluación de salud es una evaluación en línea gratis y confidencial que considera sus hábitos de estilo de vida e historial médico para determinar cuán saludable usted está y si está en riesgo para ciertas condiciones o enfermedades crónicas. Solo le tomará unos 15 minutos en completar.

# L2684
source: Our caring, dedicated health coaches are available to help you make the lifestyle changes that are important to you at this time. Points are awarded when you enroll in the lifestyle health coaching program and complete your first session with your coach.
es: Nuestros entrenadores dedicados están disponible para ayudarlo a tomar los cambios en su estilo de vida que son importante para usted en este momento. Puntos serán premiados cuando se inscriba en el programa de entrenamiento de estilo de vida y salud y complete su primera sesión con su entrenador.

# L2685
source: Keeping your regularly scheduled appointments with your health coach is important to your success in making and sustaining lifestyle changes. Your coach will listen to your needs, preferences and circumstances and help you stay on track to achieve your goals. He or she will be there to support you every step of the way to better health. </p><p> <ul>What's Required<br> <li>The number of coaching sessions that you may receive during a program year depends upon your responses to the HRA and other factors. While you should aim to complete all coaching sessions for maximum benefit, you must complete about 75 percent of your sessions to earn this incentive. <li>Ask your health coach to tell you the specific number of sessions you must complete and the deadline for completing your sessions.
es: <p>Mantener sus citas regularmente programas con su entrenador de salud es importante para su éxito en hacer y mantener cambios en su estilo de vida. Su entrenador escuchará sus necesidades, preferencias y circunstancias y le ayudará a mantenerse en el trayecto para completar sus metas. El o ella estarán ahí para apoyarlo a cada paso que tome hacia mejor salud. </p><p> <ul>¿Que se Requiere?<br> <li>El número de sesiones de entrenamiento que puede recibir durante el año del programa depende de sus respuestas al HRA y otros factores. Mientras que debe tratar de completar todas sus sesiones de entrenamiento para mayor beneficio, deberá completar un 75 por ciento de sus sesiones para lograr su incentivo.</li> <li>Pregúntele a su entrenador de salud que le diga sobre el número específico de sesiones que debe completar y la fecha de vencimiento para completar las sesiones.</li></ul></p>

# L2686
source: Your HRA will be more accurate and complete if you know your health numbers – your blood pressure, fasting blood values, body weight and height. Knowing your numbers is an important step in understanding how to make smart decisions about your health. You can obtain your health numbers from your personal health care provider or from a local lab. Print the “Know Your Numbers” form from "My Program," fill in the numbers and provide the appropriate signature. Next, enter your health numbers into the Health Measurements section of your health assessment or provide them to your coach.
es: Su HRA ser más preciso y completo si sabe sus números de salud _ su presión arterial, valores de sangre en ayuna, peso y estatura. Saber sus números es un paso importante en entender como tomar decisiones inteligentes sobre su salud. Puede obtener sus números de salud con su proveedor de cuidado de salud personal o de un laboratorio local. Imprima el formulario de “Conozca Sus Números” de “Mi Programa”, lleno los números y provea la firma apropiada. Luego, entre sus número de salud en la sección de Medidas de Salud de su evaluación de salud o los puede proveer a su entrenador de salud
fr: Votre évaluation des risques pour la santé (ERS) sera plus précise et plus complète si vous connaissez les données sur votre santé, comme votre pression artérielle, vos valeurs sanguines à jeun, votre poids et votre taille. Connaître ses taux est une étape importante pour comprendre comment prendre des décisions intelligentes pour votre santé. Vous pouvez obtenir les données sur votre santé auprès de votre fournisseur de soins de santé ou d’un laboratoire local. Imprimez le formulaire « Connaître ses taux » à partir de l’onglet « Mon programme », remplissez-le et signez-le. Entrez ensuite vos données de santé dans la section « Mesures de la santé » de votre évaluation de l’état de santé ou transmettez-les à votre conseiller.

# L2691
source: Welcome to Full Circle Health Coaching Lifestyle Management Program
es: Guiding Women of Color to Discover Their Healthy Self through Coaching, Nutrition and Cooking

# L2692
source: "A woman is the full circle. Within her is the power to create, nurture and transform." - Diane Mariechild
es: "A woman is the full circle. Within her is the power to create, nuture and transform." <br/> - Diane Mariechild

# L2693
source: Your Journey to Optimal Health and Well-Being Starts Here... and Now
ar: رحلتك إلى الصحة المثلى والرفاهية تبدأ هنا ... والآن
ar_ae: رحلتك إلى الصحة المثلى والرفاهة تبدأ هنا... والآن
es: Su Viaje para Bienestar y Salud ​Óptima Comienza Aquí...y Ahora

# L2695
source: Full Circle Health Coaching LLC is a wellness solution specializing in chronic disease prevention and health promotion in women of color. As a licensed network professional of INTERVENT, Full Circle offers evidence-based lifestyle management programs that will empower you to achieve your optimal health and well-being. Take the first step to optimize your health by creating your account, signing up and completing your health assessment.
es: Full Circle Health Coaching LLC is a wellness solution specializing in chronic disease prevention and health promotion in women of color. As a licensed network professional of INTERVENT, Full Circle offers evidence-based lifestyle management programs that will empower you to acheive your optimal health and well-being. Take the first step to optimize your health by creating your account, signing up and completing your health assessment.

# L2702
source: CardioSmart is a patient-centered initiative of the prestigious American College of Cardiology. INTERVENT is part of this unique program that encourages patients to play a more active and informed role in their own heart health. Here’s how to access these valuable resources:
es: Here’s how to access these valuable resources:

# L2706
source: At INTERVENT, it is our goal to provide outstanding service at every point of interaction between our staff and participants in our lifestyle health coaching program. Knowing your opinion related to various aspects of the coaching program helps us determine needs and set priorities for improving the program and participant experience. After reviewing your follow-up progress report you will be asked to complete a brief survey regarding your program experience.
es: En INTERVENT, nuestra meta es proveer un servicio excepcional en todo punto de la interacción entre nuestro personal y participantes en nuestro programa de entrenamiento de estilo de vida y salud. Saber su opinión relacionados a varios aspectos del programa de entrenamiento nos ayuda a determinar necesidades y establecer prioridades para mejorar el programa y la experiencia del participante. Luego de revisar su informe de progreso de su evaluación de seguimiento se le pedirá completar una breve encuesta relacionada a su experiencia con el programa.
fr: Chez INTERVENT, notre objectif est de fournir un service exceptionnel à chaque point d’interaction entre notre personnel et les participants de notre programme d’encadrement sur la santé et le mode de vie. Connaître votre opinion sur les différents aspects du programme d’encadrement nous aide à déterminer les besoins et à établir des priorités pour améliorer le programme et l’expérience des participants. Lorsque vous aurez consulté votre rapport de progrès, il vous sera demandé de remplir un court sondage sur votre expérience dans le cadre du programme.

# L2707
source: <p>Follow-up evaluations are important to you and to INTERVENT. Nothing motivates like success. Your follow-up survey is scheduled after about 12 weeks of participation in the coaching program. The follow-up questionnaire is similar to the HRA questionnaire that you completed at the beginning of your program – only shorter.</p><P> After completing your follow-up evaluation, you will receive a progress report that compares your baseline health numbers to your current values. Your report will also outline the topics that you have covered during your coaching sessions.</p>
es: <p>Evaluaciones de seguimiento son importantes para usted e INTERVENT. Nada motiva como el éxito. Su evaluación de seguimiento está programada luego de 12 semanas de participación en el programa de entrenamiento. La evaluación de seguimiento es similar a su cuestionario de HRA que completo al principio del programa – solo más corta.</p><P> Luego de completar su evaluación de seguimiento, recibirá un informe de progreso que compara sus números de salud de comienzo con los actuals. Su informe También delinea los temas que ha cubierto durante sus sesiones de entrenamiento. </p>

# L2708
source: Weekly Wellness Reward
es: Premio de Bienestar Semanal

# L2709
source: Learn how your lifestyle habits measure up to others like you. And, if you are enrolled in an eligible Crothall Healthcare medical plan, you will receive a $3 per week wellness reward for completing your health assessment, which could amount to $156 over the year. This reward is also available to spouses.
es: Aprenda como sus hábitos de estilo de vida se comparan con otros como usted. Y si está inscrito en un plan médico elegible de Crothall Healthcare, recibirá un premio de bienestar semanal de $3 por completar su evaluación de salud, que puede aumentar a $156 a través del año. Este premio También está disponible para cónyuges.

# L2710
source: Maternity Lifestyle Management
ar: إدارة نمط حياة الأمومة
ar_ae: إدارة نمط حياة الأمهات
es: Manejo de Estilo de Vida y Maternidad

# L2711
source: <P>Associates and spouses covered by an eligible medical plan who are expecting a baby may earn a Walmart gift card if the mother completes the INTERVENT maternity lifestyle management program.<br> -$250 Walmart gift card if enrolled during weeks one to 13<br> -$125 Walmart gift card if enrolled during weeks 14 to 26<br> -$0 if enrolled during weeks 27 to 40 or later</p><p> The free coaching program includes up to 12 telephonic coaching sessions with a dedicated lifestyle health coach over the course of the program year. Prenatal topics include general topics to support the pregnancy. Post-partum topics include physical activity, weight management, nutrition, stress management, risk factor reduction and general prevention. INTERVENT provides a free copy of the Mayo Clinic Guide to a Healthy Pregnancy. The website <a href="http://www.text4baby.com" target="_blank">www.text4baby.com</a> is also recommended for pregnancy resources and parenting resources through the baby’s first year. Women are reminded to keep all appointments with their health care provider and to access resources from the local health system where their baby will be delivered.</p><p> The Walmart gift card will be delivered in the month following completion of the maternity lifestyle management program. </p>
es: <P>Asociados y cónyuges cubiertos bajo un plan médico elegible que estén esperando un bebe pueden ganar una tarjeta de regalo de Walmart si la madre complete el programa de manejo estilo de vida y maternidad de INTERVENT.<br> -Tarjeta de regalo de $250 de Walmart si se inscribió durante la primera semana a la 13<br> - Tarjeta de regalo de $125 de Walmart si se inscribió durante las semanas 14 a 26<br> - $0 si se inscribió durante las semanas 27 a la 40 o luego</p><p> El programa gratis de entrenamiento incluye hasta las 12 sesiones de entrenamiento telefónicas con un entrenador dedicado de salud a través del año del programa. Temas prenatales incluyen discusiones generales del apoyo de su embarazo. Tema post parto incluyen discusiones de actividad física, manejo de peso, nutrición, manejo de estrés, reducción de factores de riesgo y prevención en general. INTERVENT provee una copia gratis de Clínica Mayo Guía para un Embarazo Saludable. El sitio web <a href="http://www.text4baby.com" target="_blank">www.text4baby.com</a> es También recomendado para recursos de embarazo y crianza a través del primer año del bebe. Mujeres son recordadas de mantener sus citas con sus proveedores de atención primaria y que accedan recursos de su sistema de salud local donde el parto se llevara a cabo. </p><p> La tarjeta de regalo de Walmart será entregada en el mes seguido a terminar el programa de manejo de estilo de vida y maternidad. </p>

# L2712
source: Remove the Tobacco Surcharge
es: Remover el Recargo de Tabaco

# L2713
source: <p>Tobacco use is a major modifiable risk factor for cardiovascular disease, lung and other cancers and other serious conditions. It’s also very difficult to break the habit and stay tobacco free. Compass Group and INTERVENT offer several resources to help tobacco users assess their readiness to quit and get started on the path to becoming tobacco free for good. </p><p> <ul> <li>Orientation/Getting started with tobacco cessation – An online video is provided for tobacco users to help them evaluate their readiness to give up tobacco and identify resources and support to help them quit. <li>Comprehensive telephonic lifestyle health coaching program – Tobacco users may enroll for up to 12 individual sessions with a dedicated health coach over the program year. Upon enrollment, coaches help participants develop a plan to quit in about 30 days (or more if needed). Coupled with the coaching program, the availability of free nicotine replacement therapy (mailed to the home) from Compass Group also enhances the success rate for smokers who have a strong addiction to nicotine. </ul></p><p> At least 12 weeks of compliance with the INTERVENT comprehensive lifestyle health coaching program (with a future appointment scheduled) will remove the Compass Group tobacco use surcharge which is $24 per week that could amount to $1,248 over the year. Compliance is defined as being enrolled in the coaching program for at least 12 weeks, completing a minimum of four telephone coaching sessions and having a subsequent appointment scheduled. </p>
es: <p>El uso de tabaco es un riesgo mayor modificable para enfermedad cardiovascular, cáncer pulmonar entre otros y otras condiciones serias. También es un hábito difícil de romper y mantenerse libre de tabaco. Compass Group e INTERVENT ofrecen varios recursos para ayudar a usuarios de tabaco evaluar su disposición para dejarlo y comenzar su trayectoria para estar libre de tabaco para siempre. </p><p> <ul> <li>Orientación/Comenzar con cesación de tabaco – Se ha proveído un video en línea para que los usuarios de tabaco evalúen su disposición para dejar el tabaco e identificar recursos y apoyo que les ayudara a dejarlo. <li>Programa telefónico de estilo de vida y salud – Usuarios de tabaco pueden inscribirse para hasta 12 sesiones uno a uno con un entrenador de salud a través del transcurso del año del programa. Al inscribirse, entrenadores ayudan a sus participantes desarrollar un plan para dejar el tabaco en aproximadamente 30 días (0 más si es necesario). Junto con el programa de entrenamiento, la disponibilidad de terapia de reemplazo de nicotina gratuita (enviado por correo al hogar) de parte de Compass Group también mejora la tasa de éxito para fumadores que tienen una adicción fuerte a la nicotina. </ul></p><p> Por lo menos 12 semanas de cumplimiento con el programa de estilo de vida y salud de INTERVENT (con una cita futura programada) le removerá el recargo por uso de tabaco de Compass Group de $24 por semana que puede sumar a $1,248 a través del año. Cumplimiento es definido como estar inscrito en el programa de entrenamiento por lo menos unas 12 semanas, completando un mínimo de cuatro sesiones telefónicas de entrenamiento y tener una cita de subsiguiente programada. </p>

# L2714
source: Complete Your Health Risk Assessment
es: Complete Su Health Risk Assessment

# L2715
source: <p>The health risk assessment (HRA) is a free confidential online assessment that considers your lifestyle habits and health history to determine how healthy you are and whether you’re at risk for certain chronic diseases or illnesses. It only takes about 15 minutes to complete. </p>
es: <p>El health risk assessment (HRA) es una evaluación gratis en línea que considera hábitos de su estilo de vida e historial médico para determinar cuan saludable esta y si está en riesgo para ciertas condiciones o enfermedades crónicas. Solo toma unos 15 minutos en completar. </p>

# L2716
source: Complete Your Follow-Up Assessment
es: Complete su Evaluación de Seguimiento
fr: Remplissez votre évaluation de suivi

# L2717
source: <p>Your lifestyle health coach knows your needs and understands your goals for benefitting your health. As you work together, your coach may award bonus points for your outstanding efforts and accomplishments.</p><p> <h4>What's Required</h4></p><p> Here are some of the ways you might earn these special rewards from your coach: <ul> <li>Read and complete your online educational Kits and quiz <li>Sync an electronic device to your program and share the results with your coach <li>Complete diaries or logs regularly <li>Report your personal data – weight, blood pressure and minutes of physical activity – at each call <li>Set an action goal and work to achieve it <li>Any other outstanding effort or accomplishment </ul></p>
es: <p>Su entrenador de estilo de vida y salud sabe sus necesidades y entiende sus metas para beneficiar su salud. Mientras trabajan juntos, su entrenador puede premiarle puntos de bono por sus esfuerzo y logros.</p><p> <h4>¿Que se Requiere?</h4></p><p> Aquí hay unas maneras que puede ganarse estos premios especiales de parte de su entrenador: <ul> <li>Lea y complete sus materiales educativos y pruebas <li>Sincronice un dispositivo electrónico a su programa y comparta los resultados con su entrenador <li>Complete diarios y registros regularmente <li>Reporte su data personal – peso, presión arterial y minutos de actividad física – en cada llamada <li>Ponga una meta de acción y trabaje para lograrla <li>Cualquier otro esfuerzo o logro sobresaliente </ul></p>
fr: <p>Votre conseiller en santé et mode de vie connaît vos besoins et comprend vos objectifs pour votre santé. Lorsque vous travaillez ensemble, votre conseiller peut vous attribuer des points bonus pour vos efforts et vos réalisations exceptionnelles.</p><p><h4>Ce qu’il faut faire</h4></p><p>Voici quelques exemples de ce que vous pouvez faire pour obtenir des points bonus :<ul><li>Lisez et remplissez vos trousses d’information et vos questionnaires en ligne<li>Synchronisez un appareil électronique avec votre programme et partagez les résultats avec votre conseiller<li>Remplissez régulièrement vos journaux ou carnets de bord<li>Rapportez vos données personnelles (poids, pression artérielle et minutes d’activité physique) à chaque rencontre<li>Définissez un objectif impliquant des actions et travaillez pour l’atteindre<li>Démontrez tout autre effort ou une réalisation exceptionnelle</ul></p>

# L2718
source: “Next Step” Consultation
es: Consulta “Próximo Paso"

# L2719
source: You can earn an additional $2 per week credit by completing a brief telephone “Next Step” navigation call with INTERVENT. During this call, you will review your HRA results and learn about the wellness programs available through Compass Group. Plus, you can learn more about whether you would benefit from having a personal lifestyle coach. If you are not enrolled in the INTERVENT telephonic health coaching program, you may email us at info@myintervent.com to complete your navigation call immediately or to schedule a time for the navigation call that is convenient for you.
es: Puede ganarse unos $2 de crédito adicional al completar una llamada de navegación “Próximo Paso” Telefónica breve. Durante esta llamada, revisará los resultados de su HRA y aprenderá sobre programas de bienestar disponibles a través de Compass Group. Además, puede aprender más si se puede beneficiar de tener un entrenador de estilo de vida personal. Si no está inscrito en el programa telefónico de entrenamiento de estilo de vida y salud, puede llamas al 1-866-334-2137 para completar su llamada de navegación inmediatamente o programar una hora para su llamada de navegación que sea conveniente para usted.

# L2720
source: Have a Primary Care Physician
es: Tenga un Médico de Atención Primaria
fr: Avoir un médecin de première ligne
pt: Peça a um clínico geral que

# L2721
source: <p>Your primary care physician is in charge of your overall health care. In addition to providing treatment if you should become sick with a temporary illness, your primary care physician is in charge of your preventive care and immunizations. He or she can also help manage any chronic conditions you may have or refer you to a specialist, if needed. Be sure to plan to have an annual wellness exam with your primary care physician. </p><p> <h4>What's Required</h4></p><p> <ul> <li>Provide the full name and city for your primary care physician. (INTERVENT <i>will never contact your primary care physician without your permission.</i>) <li>If you don’t currently have a primary care physician, your health coach can help you find one in your area who is on your medical plan. </ul></p>
es: <p>Su médico de atención primaria está a cargo de su salud en general. En adición a proveerle tratamiento si se enferma temporeramente, su médico de atención primaria está a cargo de su cuidado preventivo e inmunizaciones. Él o ella puede ayudarle a manejar cualquier condición crónica que tenga o referirlo a un especialista, si es necesario. Asegúrese de planificar un examen de bienestar anual con su médico de atención primaria. </p><p> <h4> ¿Que se Requiere? <h4></p><p> <ul> <li>Proveer su número complete y ciudad de su médico de atención primaria. (INTERVENT <i>nunca contactara a su médico de atención primaria sin su permiso. </i>) <li>Si actualmente no tiene medico de atención primaria, su entrenador de salud puede ayudarle a localizar uno en su área que este bajo su plan médico. </ul></p>

# L2723
source: Complete Required Coaching Sessiions
es: Complete Sesión de Entrenamiento Requeridas
