Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L2476
source: Colonoscopy : A complete exam of the colon that is usually performed under a general anesthetic.
es: Colonoscopia: Un examen completo del colon usualmente hecho bajo una anestesia general.
fr: Coloscopie : Examen complet du côlon qui est habituellement effectué sous anesthésie générale.
pt: Colonoscopia: Um exame completo do cólon, geralmente realizado com anestesia geral.

# L2477
source: Pap test : A test for detection of cancer of the cervix in women.
es: Examen Papanicolaou: Un examen para la detección de cáncer cervical en las mujeres.
fr: Test Pap : Test de dépistage du cancer du col de l’utérus.
pt: Teste de Papanicolau: Um teste para detecção de câncer no colo do útero.

# L2478
source: Welcome back
es: Bienvenidos
fr: Bon retour
pt: Seja bem-vindo de volta

# L2479
source: Your next step in your lifestyle journey is to check/update your profile and complete your new {0}. Please note, for your convenience, certain answers may be pre-populated based on your past responses. If you can’t finish the entire assessment in one sitting don’t worry. You can always come back later to complete it.
es: El próximo paso en su trayecto hacia mejor salud es verificar/actualizar su perfil y completar su nueva {0}. Por favor note, para su conveniencia, ciertas preguntas han sido ya contestadas basadas en sus respuestas pasadas. Si no puede terminar su evaluación completa de una vez, no se preocupe. Siempre puede regresar más tarde para completarla.
fr: La prochaine étape de votre parcours lié à votre mode de vie consiste à vérifier ou à mettre à jour votre profil et à effectuer la nouvelle évaluation de votre état de santé. Veuillez noter que, pour simplifier le processus, il se peut que certaines questions aient déjà des réponses, selon vos réponses antérieures. Si vous ne pouvez pas la faire en une seule fois, ne vous inquiétez pas. Vous pouvez toujours revenir plus tard pour la terminer.
pt: O próximo passo da sua jornada de estilo de vida será a verificação/atualização do seu perfil e a conclusão do seu novo {0}. Observe que, para sua conveniência, algumas respostas podem ser preenchidas previamente, com base nas suas respostas anteriores. Se você não puder concluir a tarefa em uma única intervenção, não se preocupe. Sempre é possível voltar mais tarde para conclui-la.

# L2480
source: The number of coaching sessions you completed during the previous program year is shown below.
es: A continuación muestra el número de sesiones de entrenamiento que completo durante el año previo del programa.
fr: Le nombre de séances d’encadrement auxquelles vous avez participé au cours de l’année précédente est indiqué ci-dessous.
pt: O número de sessões de coaching que você concluiu durante o programa no ano passado pode ser visto abaixo.

# L2481
source: Your individualized program includes education on important health topics. The topics recommended for you are based on your specific needs and preferences. The key educational modules assigned to you during the previous program year are listed below
es: Su programa individualizado incluye educación sobre temas importantes. Los temas recomendados para usted están basados en sus preferencias y necesidades específicas. El modulo educacional clave que se le asigno durante su año previo del programa se muestra a continuación.
fr: Votre programme personnalisé comprend de l’information sur des sujets importants liés à la santé. Les thèmes qui vous sont recommandés sont déterminés en fonction de vos préférences et de vos besoins particuliers. Les principaux modules éducatifs qui vous ont été assignés l’année dernière sont énumérés ci-dessous.
pt: Seu programa individualizado inclui a formação em temas importantes da área de saúde. Os temas recomendados para você têm como base suas necessidades e preferências específicas. Os principais módulos educacionais designados para você durante o programa no ano passado constam abaixo

# L2483
source: PAST FOUR WEEKS
es: PASADAS CUATRO SEMANAS
fr: QUATRE DERNIÈRES SEMAINES
pt: ÚLTIMAS QUATRO SEMANAS

# L2484
source: You can win valuable gift cards from INTERVENT. INTERVENT provides points for completing various program activities and holds monthly, quarterly, semi-annual and annual drawings to select winners. The more points you earn, the more chances you have to win. Thousands of dollars in gift cards will be awarded during the program year. Only those enrolled and actively participating in the lifestyle health coaching program are eligible for drawings. Look for announcements of winners each month and read stories about how participants are moving their health and lifestyle in a positive direction.
es: Puede ganar tarjetas de regalos valiosas de INTERVENT. INTERVENT provee puntos por completar varias actividades del programa y hace rifas mensuales, trimestrales, semi-anuales y anuales para seleccionar ganadores. Mientras puntos acumula, más oportunidades tendrá de ganar. Miles de dólares en tarjetas de regalos serán premiados durante el año del programa. Solo aquellos inscritos y activamente participando del programa de estilo de vida y salud son elegibles para las rifas. Preste atención a los anuncios de los ganadores cada mes y lea las historias sobre como los participantes cambian sus estilos de vida en una dirección positiva.

# L2485
source: Once you complete the assessment, you will immediately receive a personal report, health roadmap and a wealth of useful information individually tailored for you. Plus, you’ll be able to take advantage of our lifestyle management programs where you can learn to eat healthfully, be physically active, manage your weight, learn to cope with stress and much more.
es: Una vez usted complete su evaluación, inmediatamente recibirá un reporte personal, una guía de su salud y una abundancia de información útil individualizada para usted. Además, podrá tomar provecho de nuestros programas de manejo de estilo de vida donde podrá aprender a comer más saludable, ser más activo físicamente, manejar su peso, poder lidiar con el estrés y mucho más.

# L2486
source: No matter what your goals are – losing weight and keeping it off, getting into better shape, exercising more, quitting smoking, reducing your risk for a chronic medical condition, living healthier with a chronic medical condition – our lifestyle health coaching program can benefit you.
es: Sin importar cuales sean sus metas – perder peso y mantenerlo, ponerse en mejor forma, ejercitarse más, dejar de fumar, reducir su riesgo de una condición médica crónica, vivir más saludable con una condición médica crónica – nuestro programa de estilo de vida y salud le puede beneficiar.

# L2487
source: Each self-help program is $39.99. You will receive a call from our Customer Service Center to provide your credit card information for billing. Thank you.
es: Cada programa de auto-ayuda es $39.99. Recibirá una llamada de nuestro Centro de Servicio al Cliente para recopilar la información de su tarjeta de crédito para facturación. Gracias.
fr: Chaque programme d’autogestion coûte 39,99 $. Notre centre de service à la clientèle vous appellera pour connaître vos renseignements de carte de crédit à des fins de facturation. Merci.

# L2488
source: Please enroll the user in {0} program and charge $39.99.
es: Por favor inscriba en usuario en el programa {0} y cobre $39.99.
fr: Veuillez inscrire l’utilisateur dans le programme {0} et lui facturer un montant de 39,99 $.

# L2505
source: Wellness Report Review Only: $49.99
es: Revisión del Informe de Bienestar solamente: $49.99
fr: Vérification du rapport sur le bien-être uniquement : 49,99 $

# L2506
source: Additional pricing options are available
es: Opciones de precios adicionales están disponible
fr: D’autres prix sont offerts.

# L2507
source: You will receive a call from our Customer Service Center to collect your credit card information for billing. Please email us at {0} with any questions. Thank you.
es: Recibirá una llamada de nuestro Centro de Servicio al Cliente para recopilar la información de su tarjeta de crédito para la facturación. Por favor envíenos un correo electrónico a {0} con cualquier pregunta. Gracias.
fr: Notre centre de service à la clientèle vous appellera pour connaître vos renseignements de carte de crédit à des fins de facturation. Pour toute question, veuillez nous envoyer un courriel à l’adresse {0}. Merci.

# L2508
source: Health numbers
es: Números de Salud
fr: Données sur votre santé

# L2490
source: Our records show that this is your first time to complete a health assessment on our new platform. Congratulations! Now take the next step and join our free telephone lifestyle health coaching program.
es: Nuestros archivos indican que esta es la primera vez en completar su evaluación de salud en nuestra plataforma nueva. ¡Felicidades! Ahora tome el próximo paso e inscríbase en nuestro programa gratuito de entrenamiento de estilo de vida y salud.
fr: Selon nos dossiers, c’est la première fois que vous effectuez une évaluation de votre état de santé sur notre nouvelle plateforme. Félicitations! Passez maintenant à l’étape suivante en prenant part à notre programme gratuit d’encadrement téléphonique sur la santé et le mode de vie.

# L2491
source: Earn an extra $2 per week credit toward your annual medical deductions by simply completing your first brief telephone coaching call (includes ‘Next Step’* navigation)
es: Obtenga un crédito adicional de $2 por semana para sus deducciones medicas anuales simplemente completando su primera llamada breve de entrenamiento telefónico (incluye navegación ‘Next Step’*)
fr: Obtenez un crédit supplémentaire de 2 $ par semaine pour vos déductions des frais médicaux annuels simplement en effectuant votre premier bref appel d’encadrement (y compris la navigation à la prochaine étape*).

# L2492
source: Achieve personal goals such as getting in shape, managing your weight, exercising regularly, eating healthier, managing stress, avoiding tobacco or improving your health
es: Tenga éxito completando metas personales así como ponerse en forma, manejando su peso, ejercitarse regularmente, comer más saludable, manejando su estrés, evitar tabaco o mejorar su salud
fr: Atteignez des objectifs personnels comme la remise en forme, la gestion du poids, la pratique régulière d’activité physique, la saine alimentation, la gestion du stress, la cessation tabagique ou l’amélioration de sa santé.
pt: Atinja suas metas pessoais, como melhorar sua forma física, controlar o peso, exercitar-se regularmente, comer alimentos mais saudáveis, administrar o estresse, evitar o fumo ou melhorar sua saúde

# L2493
source: Earn points for prizes such as gift cards
es: Gane puntos para premios como tarjetas de regalo
fr: Obtenez des points pour des prix comme des cartes-cadeaux.
pt: Junte pontos para ganhar prêmios como vales-presente

# L2494
source: Our records show that you previously completed a health assessment. Thanks for completing the health assessment again. Now take the next step and join our free lifestyle health coaching program.
es: Nuestros archivos indican que había completado una evaluación de salud previamente. Gracias por completar su evaluación de salud de nuevo. Ahora tome el próximo paso e inscríbase en nuestro programa gratuito de entrenamiento de estilo de vida y salud.
fr: Selon nos dossiers, vous avez déjà effectué une évaluation de votre état de santé. Merci d’avoir à nouveau effectué une évaluation de votre état de santé. Passez maintenant à l’étape suivante en prenant part à notre programme gratuit d’encadrement sur la santé et le mode de vie.

# L2495
source: Our records show that you previously completed a health assessment and entered your health measurements. Thanks for completing a health assessment again. Now take the next step and join our free lifestyle health coaching program.
es: Nuestros archivos indican que previamente completó una evaluación de salud e ingresó sus medidas de salud. Gracias por completar su evaluación de salud de nuevo. Ahora tome el próximo paso e inscríbase en nuestro programa gratuito de entrenamiento de estilo de vida y salud.
fr: Selon nos dossiers, vous avez déjà effectué une évaluation de votre état de santé et inscrit vos mesures de la santé. Merci d’avoir à nouveau effectué une évaluation de votre état de santé. Passez maintenant à l’étape suivante en prenant part à notre programme gratuit d’encadrement sur la santé et le mode de vie.

# L2496
source: Thanks for completing the health assessment again. Our records show that you previously enrolled in the free lifestyle health coaching program but did not complete it. Why not give it a try again? There are new features and new rewards for participating in health coaching.
es: Gracias por completar su evaluación de salud de nuevo. Nuestros archivos indican que previamente se había inscrito en el programa gratuito de entrenamiento de estilo de vida y salud pero no lo completo. ¿Por qué no intentarlo de nuevo? Hay nuevas herramientas y beneficios al participar en entrenamiento de salud.
fr: Merci d’avoir à nouveau effectué une évaluation de votre état de santé. Selon nos dossiers, vous êtes déjà inscrit au programme gratuit d’encadrement sur la santé et le mode de vie, mais vous ne l’avez pas terminé. Pourquoi ne pas réessayer? L’encadrement sur la santé comprend de nouvelles caractéristiques et récompenses.

# L2497
source: Thanks for completing the health assessment again. Because of your prior outstanding participation in our free health coaching program, you’ll get a jump start on this year’s pathway to better health and more rewards.
es: Gracias por completar su evaluación de salud de nuevo. Debido a su destacada participación anterior en nuestro programa gratuito de entrenamiento de estilo de vida y salud, obtendrá un comienzo excepcional este año hacia el camino de mejor salud y más beneficios.
fr: Merci d’avoir à nouveau effectué une évaluation de votre état de santé. Grâce à votre participation exceptionnelle à notre programme gratuit d’encadrement sur la santé, vous aurez cette année une longueur d’avance pour améliorer votre santé et obtenir d’autres récompenses.

# L2498
source: Get up to date on your preventive checkups and tests; take Printable Summary report to your doctor.
es: Póngase al día con sus exámenes y pruebas preventivas; tome su Informe Imprimible a su doctor.
fr: Assurez-vous que vos examens et tests préventifs sont à jour et apportez une version papier de votre rapport sommaire à votre médecin.
pt: Fique em dia com os seus check-ups e exames preventivos; leve o relatório resumido imprimível para o seu médico.

# L2499
source: Get up to date on your immunizations; take Printable Summary report to your doctor.
es: Póngase al día con sus inmunizaciones; tome su Informe Imprimible a su doctor.
fr: Assurez-vous que vos vaccins sont à jour et apportez une version papier de votre rapport sommaire à votre médecin.
pt: Fique em dia com suas vacinas; leve o relatório resumido imprimível para o seu médico.

# L2500
source: Establish a patient-doctor relationship with a primary care physician.
es: Establezca una relación entre doctor y paciente con su médico de atención primaria.
fr: Établissez une relation avec un médecin de première ligne.
pt: Estabeleça um relacionamento médico-paciente com um clínico geral.

# L2509
source: CardioSmart is a patient-centered initiative of the prestigious American College of Cardiology. INTERVENT is part of this unique program that encourages people to play a more active and informed role in their own heart health.
es: CardioSmart es una iniciativa centrada en pacientes del prestigioso Colegio Americano de Cardiología. INTERVENT es parte de este programa único que fomenta a las personas a tomar un rol más activo e informado en su propia salud.

# L2510
source: quitting tobacco
es: dejar el tabaco
fr: cessation tabagique
pt: parar de usar tabaco

# L2511
source: correct nutrition
es: nutrición correcta
fr: saine alimentation
pt: nutrição correta

# L2512
source: exercise/physical activity
es: ejercicio/actividad física
fr: activité physique
pt: exercícios/atividades físicas

# L2513
source: weight management
es: manejo de peso
fr: gestion du poids
pt: controle de peso

# L2514
source: cholesterol and/or triglycerides
es: colesterol y/o triglicéridos
fr: cholestérol ou triglycérides
pt: colesterol e/ou triglicérides

# L2515
source: diabetes prevention/management
es: prevención/manejo de diabetes
fr: prévention ou gestion du diabète
pt: Prevenção/gestão de diabetes

# L2516
source: stress management
es: manejo de estrés
fr: gestion du stress
pt: controle de estresse

# L2517
source: blood pressure
es: presión arterial
fr: pression artérielle
pt: pressão arterial

# L2518
source: and
es: y
fr: et
pt: e

# L2519
source: To best support your condition and personal circumstances, please discuss your options with your cardiac rehab professional or call {0}.
es: Para mejor mantener su condicion y circunstancias personales, por favor discuta sus opciones con su professional de rehabilitacion cardiac o llame al {0}.
fr: Pour mieux prendre en charge votre état et votre situation personnelle, veuillez discuter de vos options avec un professionnel de la réadaptation cardiaque ou appeler au {0}.

# L2520
source: To best support your condition and personal circumstances, please discuss your options with your health care provider or call {0}.
es: Para mejor mantener su condicion y circunstancias personales, por favor discuta sus opciones con su proveedor de cuidado de salud o llame al {0}.
fr: Pour mieux prendre en charge votre état et votre situation personnelle, veuillez discuter de vos options avec un professionnel de la santé ou appeler au {0}.

# L2525
source: If you provide recent <u>fasting</u> blood test results, you will receive a more detailed wellness report. Please make a selection below to receive an email with specific instructions on how to:
es: Si provee resultados recientes de laboratorios de sangre <u>en ayuna</u>, recibirá un reporte de bienestar. Por favor haga su selección debajo para recibir un correo electrónico con instrucciones específicas de como:

# L2526
source: If you are on an eligible medical plan through your employer, you can schedule an appointment to complete your blood test with LabCorp at no cost to you.
es: Si está bajo un plan médico elegible a través de su empleador, puede programar una cita para completar sus laboratorios de sangre con LabCorp sin ningún costo.

# L2527
source: Provide lab results from my doctor.
es: Proveer los resultados de laboratorio de mi médico.

# L2528
source: Schedule a lab appointment with LabCorp.
es: Programe una cita con LabCorp.

# L2529
source: No, thank you.
es: No, Gracias.

# L2530
source: Reset password instructions sent
es: Instrucciones para reestablecer contraseña han sido enviadas.
fr: Instructions de réinitialisation du mot de passe envoyées
pt: Instruções para redefinir a senha enviadas

# L2531
source: When did you feel stressed? For each day, record the day and date.
es: ¿Cuándo se sintió estresado? Por cada día, anote el día y la fecha.
fr: À quel moment avez-vous ressenti du stress? Inscrivez le jour et la date chaque fois.

# L2532
source: How long did the stress last before you felt calm again? Record the time (minutes) until the stress goes away and you feel calm again.
es: ¿Cuánto duro el estrés antes de sentirse calmado de nuevo? Anote la duración (minutos) hasta que el estrés se desaparezca y se sienta tranquilo de nuevo.
fr: Combien de temps cela a-t-il pris avant que vous ne retrouviez votre calme? Inscrivez le nombre de minutes qui passent entre l’arrivée du stress et le retour à la tranquillité.

# L2533
source: How much stress did you feel? Rate your intensity on a scale of 1 (very little stress) to 10 (a lot of stress).
es: ¿Cuánto estrés sintió? Califique la intensidad en una escala del 1 (muy poco estrés) a 10 (mucho estrés).
fr: Quel a été votre niveau de stress? Évaluez l’intensité sur une échelle de 1 (très peu de stress) à 10 (beaucoup de stress).

# L2534
source: What specific event seemed to make you to feel stressed? Triggering events can be the actions of another person, a personal thought, a new situation or anything that immediately precedes your increased feelings of stress.
es: ¿Qué evento especifico parece haber causado sentirse estresado? Eventos provocantes pueden ser las acciones de otra persona, un pensamiento personal, una situación nueva o cualquier cosa que precede inmediatamente sus sentimientos aumentados de estrés.
fr: Quel événement en particulier vous a provoqué un stress? Les événements déclencheurs peuvent être des actions posées par une autre personne, une pensée personnelle, une nouvelle situation ou tout ce qui fait immédiatement accroître votre niveau de stress.

# L2535
source: What were your specific feelings of stress? Describe as best as you can your physical (changes in your body), emotional (thoughts and feelings) and behavioral (actions) responses to stress.
es: ¿Cuáles son sus sentimientos específicos de estrés? Describa como mejor pueda sus reacciones al estrés físicamente (cambios en su cuerpo), emocionalmente (pensamientos y sentimientos) y en su conducta (acciones).
fr: Quels étaient les sentiments de stress proprement éprouvés? Décrivez de votre mieux vos réactions de stress physiques (changements dans votre corps), émotionnelles (pensées et émotions) et comportementales (actions).

# L2537
source: Your next appointment with your INTERVENT lifestyle health coach is on {0}.
es: Su próxima cita con sus entrenador de salud de INTERVENT es el {0}.
fr: Votre prochain rendez-vous avec votre conseiller en santé et mode de vie d’INTERVENT est le {0}.

# L2538
source: You have chosen to complete your <u>fasting</u> blood test at a doctor’s office. Instructions related to fasting blood tests have been sent to you via email. Once you have completed the required form(s) please upload them below or fax them to us at 912-349-2254.
es: Ha elegido completar sus laboratorios de sangre <u> en ayunas</u> en un consultorio médico. Instrucciones relacionadas a sus laboratorios de sangre en ayuna han sido enviadas a su correo electrónico. Una vez que haya completado el formulario requerido, súbalos o envíelos por fax al 912-349-2254.

# L2539
source: You have chosen to complete your <u>fasting</u> blood testing at a certified local laboratory. Instructions have been sent to you via email. We will also notify you via email once we receive your lab results electronically.
es: Ha elegido completar sus laboratorios de sangre <u> en ayunas</u> en un laboratorio local certificado. Instrucciones han sido enviadas a través de su correo electrónico. Le estaremos notificando una vez se reciban los resultados de los laboratorios electrónicamente.

# L2540
source: You chose not to provide your lab results.
es: Ha elegido no proveer sus resultados de laboratorios.

# L2541
source: View Physician's Form
es: Ver Formulario del Medico

# L2542
source: Upload Physician's Form
es: Subir Formulario del Medico

# L2543
source: If you’re on an eligible medical plan, you may be eligible to complete free fasting laboratory testing at a certified local laboratory. Please select the option below to receive an email with instructions.
es: Si está bajo un plan médico elegible, puede ser elegible para realizar pruebas de laboratorio en ayunas gratuitas en un laboratorio local certificado. Seleccione la opción a continuación para recibir un correo electrónico con instrucciones.

# L2544
source: Change to local laboratory
es: Cambiar a laboratorio local
