Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L2416
source: Osteoporosis : Also called "brittle bone disease." Bones become fragile and more likely to break. This condition is more common in women than in men.
es: Osteoporosis: También llamada "enfermedad del hueso frágil". Los huesos se vuelven frágiles y más propensos a romperse. Esta condición es más común en las mujeres que en los hombres.
fr: Ostéoporose : On l’appelle aussi la « maladie des os fragiles ». Les os deviennent fragiles et sont plus susceptibles de se fracturer. Cette affection est plus fréquente chez les femmes que chez les hommes.
pt: Osteoporose: Também conhecida como "doença dos ossos frágeis". Os ossos se tornam frágeis e mais propensos a fraturas. Esta condição é mais comum entre as mulheres do que entre os homens.

# L2417
source: Fasting : Means not eating or drinking anything other than water for at least eight hours.
es: Ayuno: Significa no comer ni beber nada más que agua por lo menos durante ocho horas.
fr: Jeûner : Ne pas manger ou boire autre chose que de l’eau pendant au moins huit heures.
pt: Jejum: Significa não comer ou beber qualquer coisa, exceto água, por pelo menos oito horas.

# L2419
source: A1C: A blood test performed in people with diabetes. A1C provides a good indication of a person’s average blood glucose (blood sugar) level over the preceding two to three months.
es: A1C: Un análisis de sangre realizado en personas con diabetes. A1C provee una buena indicación del nivel promedio de glucosa en la sangre (azúcar en la sangre) de una persona durante los dos o tres meses anteriores.
fr: Hémoglobine glyquée : Analyse sanguine effectuée chez les personnes vivant avec le diabète. L’hémoglobine glyquée donne une bonne indication de la glycémie moyenne (sucre dans le sang) d’une personne au cours des deux ou trois derniers mois.
pt: A1C: Um exame de sangue realizado em pessoas com diabetes. O A1C fornece uma boa indicação do nível médio de glicose (açúcar) no sangue de uma pessoa nos dois ou três meses anteriores ao exame.

# L2420
source: High-density lipoprotein (HDL) cholesterol: "Good" cholesterol that works to remove plaque from the walls of the arteries.
es: Colesterol de lipoproteínas de alta densidad (HDL): Colesterol "bueno” que trabaja para eliminar la placa de las paredes de las arterias.
fr: Cholestérol à lipoprotéines de haute densité (HDL) : Le « bon » cholestérol permet d’éliminer la plaque sur les parois des artères.
pt: Colesterol lipoproteína de alta densidade (HDL): O colesterol "Bom" que atua na remoção de placas de gordura das paredes das artérias.

# L2421
source: Low-density lipoprotein (LDL) cholesterol: "Bad" cholesterol that causes atherosclerotic plaque to build up inside the arteries and block the flow of blood.
es: Colesterol de lipoproteínas de baja densidad (LDL): Colesterol "Malo" que causa placa aterosclerótica que se acumula dentro de las arterias y obstruyen el flujo sanguíneo.
fr: Cholestérol à lipoprotéines de faible densité (LDL) : Le « mauvais » cholestérol provoque l’accumulation de plaque d’athérosclérose dans les artères et bloque la circulation sanguine.
pt: Colesterol lipoproteína de baixa densidade (LDL): O colesterol "Ruim", que faz com que as placas de gordura ateroscleróticas se acumulem dentro das artérias e bloqueiem o fluxo sanguíneo.

# L2422
source: A type of fat in the blood that increases the risk for heart disease.
es: Un tipo de grasa en la sangre que aumenta el riesgo de enfermedades cardiacas.
fr: Type de gras dans le sang qui augmente le risque de maladie du cœur.
pt: Um tipo de gordura no sangue que aumenta o risco de desenvolver doenças cardíacas.

# L2423
source: Blood glucose : The amount of glucose or "sugar" in the blood.
es: Glucosa en la sangre: La cantidad de glucosa o "azúcar” en la sangre.
fr: Glycémie : La quantité de glucose (sucre) dans le sang.
pt: Glicose no sangue: O teor de glicose ou "açúcar" no sangue.

# L2438
source: Assign Follow-up
es: Asignar Evaluación de Seguimiento
fr: Assigner le suivi

# L2439
source: Follow-Up assigned
es: Evaluación de Seguimiento asignada
fr: Suivi assigné

# L2440
source: Follow-Up completed
es: Evaluación de Seguimiento completada
fr: Suivi terminé

# L2441
source: You may select from:
es: Puede elegir entre:
fr: Vous pouvez faire votre choix parmi les suivants :

# L2442
source: My Follow-Up Assessment
es: Mi Evaluación de Seguimiento
fr: Mon évaluation de suivi
pt: Minha avaliação de acompanhamento

# L2443
source: View More
es: Ver Más
fr: Afficher plus

# L2447
source: Assessment
es: Evaluación

# L2448
source: Programs
es: Programas

# L2449
source: Wellness Data
es: Datos de Bienestar
fr: Données de Bien-être

# L2450
source: Follow-Up Assessment
es: Evaluación de Seguimiento
fr: Évaluation de suivi

# L2455
source: Strength Training Log
es: Diario de Entrenamiento de Resistencia
fr: Journal sur la musculation

# L2456
source: Do you want to add another Training Set?
es: ¿Desea añadir otra Serie de Ejercicios?

# L2457
source: Your Unique ID is a combination of the last four digits of your SSN and your date of birth, including zeros. For example, if your SSN is xxx-xx-1234 and date of birth is 03/05/1970, you would enter 123403051970.
es: Su identificación única es una combinación de los últimos cuatro dígitos de su SSN y su fecha de nacimiento, incluyendo los ceros. Por ejemplo si su SSN es xxx-xx-1234 y su fecha de nacimiento es 03/05/1970, ingrese 123403051970.

# L2458
source: Unique ID
es: Identificación Única

# L2459
source: Osteoarthritis
es: ¿Osteoartritis?
fr: Ostéo-arthrite
pt: Osteoartrite

# L2460
source: Rheumatoid arthritis
es: ¿Artritis Reumatoide?
fr: Polyarthrite rhumatoïde
pt: Artrite reumatoide

# L2461
source: Psoriatic arthritis
es: ¿Artritis Psoriásica?
fr: Polyarthrite psoriasique
pt: Artrite psoriásica

# L2462
source: Other type of arthritis
es: ¿Otro tipo de artritis?
fr: Autre type d’arthrite
pt: Outro tipo de artrite

# L2463
source: Crohn’s disease, ulcerative colitis or any other inflammatory bowel disease?
es: ¿Enfermedad de Crohn, colitis ulcerosa o cualquier otra enfermedad inflamatoria intestinal?
fr: Maladie de Crohn, colite ulcéreuse ou toute autre maladie inflammatoire chronique de l’intestin?
pt: Doença de Crohn, colite ulcerativa ou qualquer outra doença inflamatória no intestino?

# L2465
source: Please enter your 12 digit Unique ID.
es: Por favor ingrese los 12 dígitos de su identificación única.
fr: Bien que votre score de bien-être soit excellent, vous pourriez apporter quelques légers changements pour peaufiner votre style de vie et améliorer davantage votre santé.

# L2466
source: Please verify your Unique ID number. Your Unique ID is a combination of the last four digits of your SSN and your date of birth, including zeros. For example, if your SSN is xxx-xx-1234 and date of birth is 03/05/1970, you would enter 123403051970.
ar: يرجى التحقق من رقم الهوية الفريد الخاص بك، فرقم الهوية الفريد الخاص بك عبارة عن مزيج من آخر أربعة أرقام من رقم التأمين الاجتماعي (SSN) الخاص بك وتاريخ ميلادك شاملا الأصفار. علي سبيل المثال ، إذا كان رقم SSN الخاص بك هو xxx-xx-1234 وتاريخ الميلاد هو 03/05/1970, يجب عليك أن تدخل 123403051970.
ar_ae: يرجى التحقق من رقم هويتك الفريد. رقم هويتك الفريد هو الرقم الذي يجمع بين آخر أربعة أرقام من رقم ضمانك الاجتماعي وتاريخ ميلادك شاملًا الأصفار. على سبيل المثال إذا كان رقم ضمانك الاجتماعي xxx-xx-1234 وتاريخ ميلاد 03/05/1970، فأدخل 123403051970.
es: Por favor verifique su identificación única. Su identificación única es una combinación de los últimos cuatro dígitos de su SSN y su fecha de nacimiento, incluyendo los ceros. Por ejemplo si su SSN es xxx-xx-1234 y su fecha de nacimiento es 03/05/1970, ingrese 123403051970.

# L2467
source: Inflammatory bowel disease
es: Enfermedad inflamatoria intestinal
fr: Maladie inflammatoire chronique de l’intestin
pt: Doença intestinal inflamatória

# L2155
source: Add to Strength Training Log
es: Añada al Diario de Entrenamiento de Resistencia
fr: Ajouter au journal sur la musculation

# L2156
source: Date is required.
es: Día es Requerido.
fr: La date est requise.

# L2157
source: Muscle group/exercise
es: Grupo Muscular/Ejercicio
fr: Groupe musculaire ou exercice

# L2158
source: Training Type
es: Tipo de Entrenamiento
fr: Type d’entraînement

# L2159
source: Select Type
es: Seleccione Tipo
fr: Sélectionnez le type

# L2160
source: Training Set
es: Serie de Ejercicios
fr: Série d’exercices

# L2161
source: Repetitions
es: Repeticiones
fr: Répétitions

# L2162
source: First
es: Primero
fr: Première

# L2163
source: Second
es: Secundo
fr: Deuxième

# L2164
source: Third
es: Tercero
fr: Troisième

# L2165
source: Set
es: Serie
fr: Série

# L2166
source: Edit
es: Editar
fr: Modifier

# L2167
source: Stress Rating
es: Clasificación de Estrés
fr: Évaluation du stress

# L2168
source: Technique Used
es: Técnica usada
fr: Technique utilisée

# L2169
source: Minutes Performed
es: Minutos Realizados
fr: Durée d’exécution en minutes

# L2170
source: Your goal is to keep your stress level below 3 at all times.
es: Su meta es mantener su nivel de estrés bajo 3 todo el tiempo.
fr: Votre objectif est de toujours maintenir votre stress en dessous du troisième niveau.

# L2171
source: Average Stress Rating
es: Clasificación de Estrés Promedio
fr: Évaluation moyenne du stress

# L2172
source: Select Rating
es: Seleccione Clasificación
fr: Sélectionner le niveau

# L2173
source: Add to Tobacco Log
es: Añada a Registro de Tabaco
fr: Ajouter au journal sur le tabac

# L2174
source: Location
es: Localización
fr: Lieu

# L2175
source: With Whom
es: Con Quien
fr: Avec qui

# L2176
source: Time of Tobacco used:
es: Hora que uso Tabaco:
fr: Temps à consommer du tabac :

# L2177
source: Where
es: Donde
fr: Où

# L2178
source: Day # of the Booster Phase
es: Día # de la Fase "Booster”
fr: Nombre de jours de la phase de stimulation

# L2179
source: Listen to Audio
es: Escuchar Audio
fr: Écouter l’audio

# L2180
source: Check the details and try again.
es: Revise los detalles e intente de nuevo.
fr: Vérifiez les détails et réessayez.
pt: Verifique os dados e tente novamente.

# L2181
source: Using Ratings of Perceived Exertion (RPE) to Monitor Exercise Intensity
es: Usando la Escala de Esfuerzo Percibido (RPE) para Monitorear la Intensidad del Ejercicio
fr: Utiliser l’échelle de perception de l’effort (EPE) pour surveiller l’intensité de l’exercice

# L2182
source: Email is required.
es: Correo electrónico es requerido.
fr: L’adresse électronique est requise.
pt: O e-mail é obrigatório.

# L2183
source: Imperial/Metric Unit
es: Unidad Imperial/Métrica
fr: Système impérial ou métrique
pt: Unidades imperiais/métricas

# L2184
source: Measurement is required.
es: Medidas son requeridas.
fr: Les mesures sont requises.
pt: A medida é obrigatória.

# L2185
source: One way to monitor how hard you are exercising is to give an overall, at-the-moment rating of how hard the exercise feels to you. This simple, easy method has been used for more than 40 years by doctors and exercise physiologists to help them communicate with their patients. The Ratings of Perceived Exertion (RPE) scale has numbers from 6 to 20, with words describing the odd numbers on the scale. You can use this scale for rating your effort during any type of exercise.
es: Una manera de monitorear cuan duro esta ejercitándose es dando una calificación en general al momento de cuan difícil se siente el ejercicio. Este método fácil y simple ha sido utilizado por más de 40 años por médicos y fisiólogos de ejercicios para ayudarlos comunicarse con sus pacientes. La Escala de Esfuerzo Percibido (RPE) tiene números de 6 al 20, con palabras describe los números impares en la escala. Puede utilizar la escala para calificar sus esfuerzos durante cualquier tipo de ejercicio.
fr: Une façon d’évaluer le degré d’effort de l’activité physique consiste à évaluer de façon globale, au moment de l’activité, la difficulté que vous éprouvez à la faire. Les médecins et les physiologistes de l’exercice se servent de cette méthode simple depuis plus de 40 ans pour les aider à communiquer avec leurs patients. L’EPE est graduée de 6 à 20, et la perception de l’effort est décrite à chaque nombre impair. Vous pouvez utiliser cette échelle pour évaluer votre niveau d’effort pendant n’importe quel type d’exercice.

# L2186
source: Read the words by the odd numbers and then pick the number that best describes how hard the exercise feels to you.
es: Lea las palabras al lado de los números impares y luego elija el número que mejor describa lo difícil que se siente el ejercicio.
fr: Il vous suffit de lire la perception de l’effort vis-à-vis de chaque nombre impair, puis de choisir le nombre qui décrit le mieux la difficulté de l’exercice.

# L2187
source: Tips for Rating Perceived Exertion
es: Recomendaciones para Calificar Esfuerzo Percibido
fr: Conseils pour évaluer l’effort perçu

# L2188
source: Don’t rate any one specific aspect of your exercise, such as breathing or tired legs. Focus on your overall feeling of effort.
es: No califique ningún aspecto específico de su ejercicio, como la respiración o piernas cansadas. Enfóquese en la sensación general de esfuerzo.
fr: Dans votre évaluation, ne prenez pas en compte un aspect en particulier, comme la respiration ou la fatigue dans les jambes. Concentrez-vous sur votre état général.

# L2189
source: Be honest in your rating. If you are in doubt, pick the higher number.
es: Sea honesto con su calificación. Si tiene duda, escoja el número más alto.
fr: Soyez honnête dans votre évaluation. En cas de doute, choisissez le chiffre le plus élevé.

# L2190
source: Ratings of Perceived Exertion (RPE)
es: Escala de Esfuerzo Percibido (RPE)
fr: Échelle de perception de l’effort (EPE)

# L2191
source: How and What You Can Expect to Feel
es: Como y Que Debería Esperar Sentir
fr: Intensité et perception de l’effort

# L2192
source: Rating
es: Calificación
fr: Niveau d’effort

# L2193
source: Description
es: Descripción

# L2194
source: The exercise feels fairly light or even easier.
es: El ejercicio se siente bastante ligero o incluso más fácil.
fr: L’exercice semble quelque peu difficile, voire très facile.

# L2195
source: You don’t sweat much and your breathing only increases slightly.
es: No suda mucho y su respiración sólo aumenta ligeramente.
fr: Vous ne transpirez pas beaucoup et votre respiration n’augmente que légèrement.

# L2196
source: It is quite easy for you to keep exercising.
es: Es muy fácil para usted seguir haciendo ejercicio.
fr: Il est assez facile pour vous de poursuivre votre activité.

# L2197
source: Very, very light
es: Muy, muy ligero
fr: Très, très facile

# L2198
source: Very light
es: Muy ligero
fr: Très facile

# L2199
source: Fairly light
es: Bastante ligero
fr: Quelque peu difficile

# L2200
source: The exercise feels somewhat hard.
es: El ejercicio se siente algo difícil.
fr: L’exercice semble un peu difficile.

# L2201
source: You will definitely sweat and your breathing will be above normal. At most, it is only moderately difficult for you to continue exercising.
es: Sin duda sudará y su respiración estará por encima de lo normal. Como mucho, es sólo moderadamente difícil para usted para continuar el ejercicio.
fr: Vous transpirez visiblement et votre respiration est plus rapide qu’en temps normal. Tout au plus, il est moyennement difficile pour vous de poursuivre votre activité.

# L2202
source: Somewhat hard
es: Un poco difícil
fr: Un peu difficile

# L2203
source: The exercise feels more than just somewhat hard.
es: El ejercicio se siente más que un poco difícil.
fr: L’exercice semble plus qu’un peu difficile.

# L2204
source: It results in heavy sweating and breathing. It is difficult for you to continue exercising.
es: Resulta en sudar y respirar intensamente. Es difícil para usted seguir ejercitándose.
fr: Vous transpirez abondamment et respirez difficilement. Il vous est difficile de poursuivre votre activité.

# L2205
source: Hard
es: Duro
fr: Difficile

# L2206
source: Very hard
es: Muy duro
fr: Très difficile

# L2207
source: Very, very hard
es: Muy, muy duro
fr: Très, très difficile

# L2468
source: Retype Email Address
ar: أعد كتابة عنوان البريد الإلكتروني
ar_ae: إعادة كتابة عنوان البريد الإلكتروني
es: Reingrese Correo Electrónico
fr: Retaper l'adresse courriel
pt: Insira novamente o endereço de e-mail

# L2469
source: The email did not match
ar: البريد الإلكتروني غير متطابق
ar_ae: البريد الإلكتروني غير مطابق
es: El Correo Electrónico no coincide
fr: L'e-mail ne correspondait pas
pt: Os e-mails não correspondem

# L2472
source: Once you complete the assessment, you will immediately receive a great personal report, health roadmap and a wealth of useful information individually tailored for you. Plus, you’ll be able to take advantage of our lifestyle management programs where you can learn about how to eat more healthfully, manage your weight, reduce your stress level and much more.
es: Una vez complete la evaluación, inmediatamente recibirá un excelente informe personal, una guía de su salud y una variedad de información útil individualizada para usted. Además, podrá tomar provecho de nuestros programas de manejo de estilo de vida donde puede aprender sobre como comer saludable, manejar su peso, reducir sus niveles de estrés y mucho más.

# L2473
source: Access these valuable resources here
es: Acceda estos valiosos recursos aquí

# L2474
source: (number per day)
es: (numero por día)
fr: (nombre par jour)
pt: (número por dia)

# L2208
source: Aim for blood pressure below goal values.
es: Tenga como objetivo presión arterial debajo de los valores objetivo.
fr: Visez une pression artérielle inférieure aux valeurs cibles.
pt: Tente manter a pressão arterial abaixo dos valores recomendados.

# L2475
source: The height that you have just entered is different from your initial height. Please make sure this is correct.
es: La estatura que ha ingresado es diferente a su estatura inicial. Por favor asegúrese que esto esté correcto.

# L2209
source: Overall, the INTERVENT program is excellent.
es: En general, el programa de INTERVENT es excelente.
fr: Dans l’ensemble, le programme d’INTERVENT est excellent.

# L2210
source: I would recommend the INTERVENT program to others.
es: Les recomendaría el programa de INTERVENT a otros.
fr: Je recommanderais le programme d’INTERVENT à d’autres personnes.

# L2211
source: I am confident that the INTERVENT program keeps my personal health information secure and confidential.
es: Estoy confiado que el programa de INTERVENT mantiene mi información de salud personal segura y confidencial.
fr: J’ai confiance que mes renseignements personnels sur la santé sont protégés et confidentiels dans le cadre du programme d’INTERVENT.

# L2212
source: My INTERVENT health coach is competent and knowledgeable about health issues that are important to me.
es: Mi entrenador de salud de INTERVENT es competente y muy informado sobre temas de salud que son importantes para mí.
fr: Mon conseiller en santé d’INTERVENT est compétent et bien informé sur les questions de santé qui me concernent.

# L2213
source: My INTERVENT health coach individualizes my program to meet my needs and interests.
es: Mi entrenador de salud INTERVENT individualiza mi programa para satisfacer mis intereses y necesidades.
fr: Mon conseiller en santé d’INTERVENT personnalise le programme en fonction de mes besoins et de mes intérêts.

# L2214
source: My sessions with my INTERVENT health coach are worth my time.
es: Mis sesiones con mi entrenador de salud de INTERVENT valen mi tiempo.
fr: Mes séances avec mon conseiller en santé d’INTERVENT en valent la peine.

# L2215
source: The INTERVENT educational materials and tools are easy to understand and to use.
es: Los materiales educativos y las herramientas de INTERVENT son fáciles de usar y entender.
fr: Le matériel et les outils éducatifs d’INTERVENT sont faciles à comprendre et à utiliser.

# L2216
source: My INTERVENT health coach listens and tries to understand my concerns.
es: Mi entrenador de salud de INTERVENT me escucha y trata de entender mis preocupaciones.
fr: Mon conseiller en santé d’INTERVENT m’écoute et essaie de comprendre mes préoccupations.

# L2218
source: Patient Release Form
es: Formulario de Divulgación de Información
fr: Formulaire de congé d’un patient

# L2501
source: Because you have changed your answer to this question, please re-visit Section 5: Interest and Motivation, in order to complete your health assessment (HRA).
es: Ya que cambio la respuesta a esta pregunta, por favor consulte nuevamente la Sección 5: Interés y Motivación, para poder completar su evaluación de salud (HRA).

# L2502
source: Thanks for completing your follow-up assessment.<a class="follow-up-link" style='color:#e5146e' href="../../Reports/FollowupReportDashboard"> Click here to check your progress</a> and continue on your wellness journey.
es: Gracias por completar su evaluación de seguimiento.<a class="follow-up-link" style='color:#e5146e' href="../../Reports/FollowupReportDashboard"> Haga clic aquí para revisar su progreso</a> y continúe con su trayectoria de bienestar.
fr: Merci d’avoir effectué votre évaluation de suivi.<a class="follow-up-link" style='color:#e5146e' href="../../Reports/FollowupReportDashboard"> Cliquez ici pour voir vos progrès</a> et poursuivre votre route vers le bien-être.

# L2503
source: Your feedback is important. Please complete<a href='#' id="program_surveyLink" style='color:#e5146e' class="follow-up-link" data-open='satisfaction-survey' data-modal-path='../../Participant/SatisfactionSurvey'> a brief survey about your experience with health coaching.</a>
es: Su opinión es importante. Por favor complete<a href='#' id="program_surveyLink" style='color:#e5146e' class="follow-up-link" data-open='satisfaction-survey' data-modal-path='../../Participant/SatisfactionSurvey'> una breve encuesta sobre su experiencia con su entrenamiento de salud.</a>
fr: Votre avis est important. Veuillez répondre<a href=’#’ id="program_surveyLink" style=’color:#e5146e’ class="follow-up-link" data-open=’satisfaction-survey’ data-modal-path=’../../Participant/SatisfactionSurvey’> à un court sondage sur votre expérience avec un conseiller en santé.</a>

# L2504
source: Thanks for your feedback.<a href='#' id="program_surveyLink" style='color:#e5146e' class="follow-up-link" data-open='satisfaction-survey' data-modal-path='../../Participant/SatisfactionSurvey'> Tell us more </a>about your experience with health coaching.
es: Gracias por su opinión.<a href='#' id="program_surveyLink" style='color:#e5146e' class="follow-up-link" data-open='satisfaction-survey' data-modal-path='../../Participant/SatisfactionSurvey'> Comparta más </a>sobre su experiencia con su entrenamiento de salud.
fr: Merci pour vos commentaires.<a href=’#’ id="program_surveyLink" style=’color:#e5146e’ class="follow-up-link" data-open=’satisfaction-survey’ data-modal-path=’../../Participant/SatisfactionSurvey’> Parlez-nous </a>de votre expérience avec un conseiller en santé.

# L2482
source: PAST SIX MONTHS
es: PASADOS SEIS MESES
fr: SIX DERNIERS MOIS
pt: ÚLTIMOS SEIS MESES

# L2217
source: Enter the Unique ID sent to you from INTERVENT via email.
es: Entre el ID Único que INTERVENT le envió vía correo electrónico.

# L2410
source: Medical Clearance Form
es: Formulario de Autorización Médica
fr: Formulaire d’autorisation médicale

# L2411
source: Know Your Numbers
es: Conozca Sus Números
fr: Connaître ses taux

# L2425
source: Testimonial
es: Testimonio
fr: Témoignage
