Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L3594
source: Based on your score, you may be at increased risk. Prediabetes and type 2 diabetes are serious chronic diseases and uncontrolled diabetes can lead to heart disease, kidney disease and other conditions. Please discuss your score with a health care provider, including getting your fasting blood sugar and/or A1C tested if you have not done so within the past year. Also, irrespective of your score, it always pays to lead a healthy lifestyle.
es: Según su puntuación, puede estar en mayor riesgo. La prediabetes y la diabetes tipo 2 son enfermedades crónicas graves y la diabetes no controlada puede provocar enfermedades cardíacas, enfermedades renales y otras condiciones. Discuta su puntuación con un proveedor de atención médica, incluyendo el análisis de azúcar en la sangre en ayunas y / o A1C si no lo ha hecho dentro del último año. Además, independientemente de su puntuación, siempre vale la pena llevar un estilo de vida saludable.
fr: D’après votre score, vous présentez peut-être un risque accru. Le prédiabète et le diabète de type 2 sont des maladies chroniques graves et si elles ne sont pas maîtrisées, cela peut entraîner des maladies cardiaques et rénales, entre autres. Si vous ne l’avez pas fait au cours de la dernière année, vous devriez consulter un professionnel de la santé et lui demander de vous faire passer un test de glycémie à jeun ou d’hémoglobine glyquée. En outre, peu importe votre score, il est toujours bon de maintenir un mode de vie sain.
pt: Com base na sua pontuação, você pode ter um risco elevado. O pré-diabetes e o diabetes tipo 2 são doenças crônicas graves, e o diabetes descontrolado pode causar doenças cardíacas, doenças renais e outros problemas de saúde. Converse sobre seu escore com um profissional de saúde, e mencione o exame de glicemia e/ou A1C em jejum se não tiver feito esses exames há mais de um ano. Independentemente do seu escore, é sempre bom e aconselhável manter um estilo de vida saudável.

# L3595
source: Based on your score, you are at increased risk. Prediabetes and type 2 diabetes are serious chronic diseases and uncontrolled diabetes can lead to heart disease, kidney disease and other conditions. Please discuss your score with a health care provider, including getting your fasting blood sugar and/or A1C tested if you have not done so within the past year. Also, irrespective of your score, it always pays to lead a healthy lifestyle.
es: Según su puntuación, tiene un mayor riesgo. La prediabetes y la diabetes tipo 2 son enfermedades crónicas graves y la diabetes no controlada puede provocar enfermedades cardíacas, enfermedades renales y otras condiciones. Discuta su puntuación con un proveedor de atención médica, incluido el análisis de azúcar en la sangre en ayunas y / o A1C si no lo ha hecho en el último año. Además, independientemente de su puntuación, siempre vale la pena llevar un estilo de vida saludable.
fr: D’après votre score, vous présentez un risque accru. Le prédiabète et le diabète de type 2 sont des maladies chroniques graves et si elles ne sont pas maîtrisées, cela peut entraîner des maladies cardiaques et rénales, entre autres. Si vous ne l’avez pas fait au cours de la dernière année, vous devriez consulter un professionnel de la santé et lui demander de vous faire passer un test de glycémie à jeun ou d’hémoglobine glyquée. En outre, peu importe votre score, il est toujours bon de maintenir un mode de vie sain.
pt: Com base na sua pontuação, o seu risco está elevado. O pré-diabetes e o diabetes tipo 2 são doenças crônicas graves, e o diabetes descontrolado pode causar doenças cardíacas, doenças renais e outros problemas de saúde. Converse sobre seu escore com um profissional de saúde, e mencione o exame de glicemia e/ou A1C em jejum se não tiver feito esses exames há mais de um ano. Independentemente do seu escore, é sempre bom e aconselhável manter um estilo de vida saudável.

# L3809
source: From
es: De
fr: De
pt: De

# L3810
source: To
es: A
fr: À
pt: A

# L3846
source: You may upload any additional health screening results you have to be stored in your profile.
es: Puede subir resultados adicionales de exámenes de salud que tenga para ser archivados en su perfil.
fr: Vous pouvez télécharger tout résultat supplémentaire de dépistage de santé et les garder digitalement dans votre profil.

# L3816
source: Key Concepts
es: Conceptos Clave
fr: Concepts Clés

# L3877
source: Participant referral
es: Referido de participante
fr: Référence du participant

# L3878
source: Click here to complete your HRA
es: Presione aquí para completar su HRA
fr: Audrey to provide
pt: Clique aqui para concluir sua ARS

# L3879
source: Thanks again for completing your wellness assessment! We have prepared a personalized wellness report for you. It's also printable so that you can take it to your doctor. But before we show you your report, please consider enrolling in one of the INTERVENT wellness program(s) that are available to you.
es: ¡Gracias de nuevo por completar su evaluación de Bienestar! Le hemos preparado un reporte personalizado de bienestar para usted. Lo puede imprimir para compartirlo con su doctor. Pero antes de mostrarle su informe, por favor considere inscribirse en un programa(s) de bienestar de INTERVENT que están disponibles para usted.

# L3789
source: Fruits
es: Frutas

# L3790
source: Non-Starchy Vegetables
es: Vegetales sin Almidóon
fr: Légumes pauvres en féculents

# L3791
source: Whole Grains, Beans and Starchy Vegetables
es: Granos integrales, frijoles y vegetales con almidón
fr: Produits céréaliers entiers, haricots et légumes riches en féculents

# L3792
source: Milk and Yogurt
es: Leche y Yogur
fr: Lait et yogourt

# L3806
source: Meats, Cheeses and Meat Substitutes
es: Carnes, quesos y sustitutos de carne
fr: Viandes, fromages et substituts de viande

# L3798
source: Dessert
es: Postre

# L3799
source: Beverage
es: Bebida
fr: Boisson

# L3800
source: Easy & Quick
es: Fácil y rápido
fr: Facile et rapide

# L3801
source: Economical
es: Económico
fr: Économique

# L3802
source: Meatless
es: Sin carne
fr: Sans viande

# L3803
source: International Cuisine
es: Cocina Internacional
fr: Mets internationaux

# L3804
source: Slow Cooker
es: Olla de cocción lenta
fr: Mijoteuse

# L3805
source: Boost Weight Loss Program
es: Programa de pérdida de peso “Boost”
fr: Stimulation du programme de perte de poids

# L3807
source: Soup
es: Sopas
fr: Soupe

# L3880
source: Prefer not to answer
es: Prefiero no contestar
fr: Préfère ne pas répondre
pt: Prefiro não responder

# L3793
source: Breakfast Food
es: Comida de desayuno
fr: Déjeuner

# L3794
source: Appetizer/Dip
es: Aperitivo/dip
fr: Hors-d’œuvre ou trempette

# L3795
source: Entrée
es: Plato de entrada

# L3796
source: Side Dish
es: Acompañante
fr: Plat d’accompagnement

# L3797
source: Salad
es: Ensalada
fr: Salade

# L3881
source: Family/Friend Email or Phone Number
es: Correo electrónico o número de teléfono de familiar/amigo
fr: Numéro de téléphone ou courriel d'un ami/de la famille
pt: E-mail ou número de telefone de um familiar/amigo

# L3894
source: You may add/upload any additional health screening results you have to be stored in your profile.
es: Puede añadir/subir resultados adicionales de exámenes de salud que tenga para ser archivados en su perfil.
fr: Vous pouvez ajouter/télécharger tout résultat supplémentaire de dépistage de santé et les garder digitalement dans votre profil.

# L3977
source: Assessment last updated on
es: Fecha de última revisión
fr: Dernière mise à jour de l'évaluation le
pt: Atualização mais recente da avaliação

# L3684
source: Your session is about to end.
es: Tu sesión esta por terminar.
fr: Votre session est sur le point de se terminer.
pt: Sua sessão está prestes a se encerrar.

# L3685
source: You've been inactive for a while. For your security, we'll automatically sign you out in approximately 1 minute. You may choose "Stay signed in" to continue or sign out if you're done.
es: Has estado inactivo por un tiempo. Por seguridad, nosotros cerraremos tu sesión en aproximadamente 1 minuto. Puedes elegir la opción "Permanecer en sesión" para continuar o desconectarte si has terminado.
fr: Vous êtes inactif depuis un moment. Pour votre sécurité, nous vous déconnecterons automatiquement dans environ 1 minute. Vous pouvez cliquer sur « Rester connecté » pour continuer ou vous déconnecter si vous avez terminé.
pt: Você esteve inativo por algum tempo. Para sua segurança, vamos encerrar sua sessão automaticamente em cerca de 1 minuto. Você pode optar por continuar conectado ou sair se você tiver terminado.

# L3686
source: Stay signed in
es: Permanecer en sesión
fr: Rester connecté
pt: Continue conectado

# L3896
source: Upgrade
es: Mejora tu plan
fr: Amélioration

# L3897
source: Current Program <b>Health Coaching Program</b>
es: Programa Actual <b>Programa de Consejerías de Salud</b>
fr: Programme actuel <b>Programme de Coaching en Santé</b>

# L3898
source: Current Program
es: Programa Actual
fr: Programme Actuel

# L3899
source: About
es: Sobre
fr: A propos

# L3900
source: In our telephonic lifestyle health coaching program you’ll be paired with a health coach who’ll help you make and sustain important lifestyle changes – to get healthier, stay healthier and feel better.
es: En nuestro programa telefónico de consejerías de salud se te asignará un consejero de salud que te ayudará a establecer y mantener importantes cambios de estilo de vida, para volverte más saludable, mantenerte más sano y para sentirte mejor.
fr: Dans notre programme de coaching de santé par téléphone, vous serez jumelé avec un coach de santé qui vous aidera à commencer et à maintenir des changements importants de votre mode de vie à fin d'améliorer votre santé, rester en meilleur santé et vous sentir mieux.

# L3901
source: No matter what your goals are – losing weight and keeping it off, exercising more, quitting smoking, reducing your risk for a chronic medical condition, living healthier with a chronic medical condition – our lifestyle health coaching program can benefit you.
es: No importa cuales sean tus metas (perder peso, ejercitarte más, dejar de fumar o reducir tu riesgo de desarrollar una condición médica crónica) nuestro programa de consejerías de salud y estilo de vida pueden beneficiarte.
fr: Quels que soient vos objectifs -perdre du poids et le maintenir, faire plus d'exercise, arrêter de fumer, réduire votre risque de maladie chronique, vivre en meilleure santé avec une maladie chronique- notre programme de coaching en santé de style de vie peut vous être utile.

# L3902
source: This version of our lifestyle management program is designed especially for people who desire to manage their own program. The self-help programs focus on a specific topic (for example, nutrition, exercise, weight management or stress management).
es: Esta versión de nuestro programa de consejerías para manejo de estilo de vida está diseñado especialmente para personas que desean manejar su propio programa. Los programas de autoayuda se enfocan en un tema específico. Por ejemplo: nutrición, ejercicio, manejo de peso o manejo de estrés.
fr: Cette version de notre programme de gestion du mode de vie est spécialement conçue pour les personnes qui souhaitent gérer leur propre programme. Les programmes d'auto-apprentissage se concentrent sur un sujet spécifique comme la nutrition, l'exercise, la gestion du poids ou la gestion du stress.

# L3903
source: You will participate at your own pace via the Internet, so you will have the convenience of completing assessments and accessing and printing materials at times that work for you. While this program is not a quick solution, it’s a safe, proven way to help you get started toward achieving lasting results. And, you receive the same high quality educational materials and tools as our other scientifically proven programs.
es: Tú participas a tu propio ritmo mediante nuestro servicio en línea. Tendrás la conveniente oportunidad de completar tus evaluaciones, así como acceder e imprimir materiales que funcionen para ti. Mientras este programa no es una solución rápida, es una manera segura y basada en evidencias para ayudarte a empezar a lograr resultados duraderos, e igualmente recibirás las mismas herramientas y materiales educacionales de alta calidad que el resto de nuestros programas científicamente probados.
fr: Vous participerez à votre propre rythme par Internet, vous aurez donc la possibilité de compléter des évaluations, d'accéder et d'imprimer des documents aux moments qui vous conviennent. Bien que ce programme ne soit pas une solution rapide, c'est un moyen sûr et éprouvé qui peut vous aider à obtenir des résultats durables. Vous receverez aussi les mêmes matériels et outils pédagogiques de haute qualité qui se trouvent dans nos autres programmes scientifiquement prouvés.

# L3904
source: <span>Congratulations!</span> You can now start your INTERVENT health coaching program
es: <span>¡Felicidades! </span> Ya puedes comenzar tu programa de consejerías de salud de INTERVENT
fr: <span> Félicitations! </span> Vous pouvez maintenant commencer votre programme de coaching en santé INTERVENT

# L3905
source: Take a Tour
es: Hacer un Recorrido
fr: Prenez un tour

# L3906
source: Hello There!
es: Hola!
fr: Bonjours!

# L3907
source: <span>Great job!</span>Thanks for completing your follow-up assessment.
es: <span>Buen trabajo!</span> Gracias por completar tu evaluación de seguimiento.
fr: <span> Bon travail! </span> Merci d'avoir terminé votre évaluation de suivi.

# L3908
source: View My Report
es: Ver Mi Reporte
fr: Voir Mon Rapport

# L3909
source: <span>Tell us about your experience.</span>Help us understand how we can improve.
es: <span>Cuéntanos sobre tu experiencia.</span> Ayúdanos a entender cómo podemos mejorar.
fr: <span> Parlez-nous de votre expérience. </span> Aidez-nous à comprendre comment nous pouvons nous améliorer.

# L3910
source: Update Your Progress
es: Actualiza Tu Progreso
fr: Mettre à jour votre progrès

# L3911
source: Answer this question and Get
es: Responde esta pregunta y obtén
fr: Répondez à cette question et gagnez {0} points

# L3912
source: Skip
es: Omitir
fr: Sauter

# L3913
source: Awesome, here’s your reward
es: Genial, aquí está tu recompensa
fr: Génial, voici votre récompense

# L3914
source: Points Awarded to you for successfully completing these questions.
es: Puntos que se te otorgan por completar con éxito estas preguntas.
fr: Points attribués pour avoir répondu ces questions avec succès.

# L3915
source: Exercise Plan
es: Plan de Ejercicios
fr: Plan d'Exercise

# L3916
source: Health Coaching Program
es: Programa de Consejerías de Salud
fr: Programme de Coaching en Santé

# L3917
source: Earned
es: Puntos Ganados
fr: Gagné

# L3918
source: Upgrade to the coaching program
es: Mejora tu plan. Obtén el programa de consejeria de salud
fr: Passez au programme de coaching

# L3919
source: Get a personalized health coach to help you live a healthier lifestyle
es: Obtén un consejero de salud personalizado para ayudarte a vivir un estilo de vida más saludable
fr: Obtenez un coach santé personnalisé pour vous aider à vivre une vie plus saine

# L3920
source: Schedule Appointment
es: Agendar Cita
fr: Prenez un rendez-vous

# L3921
source: Points Earned
es: Puntos Ganados
fr: Points gagnés

# L3922
source: Rewards History
es: Historial de Recompensas
fr: Historique des récompenses

# L3923
source: My Action Goals
es: Mis Metas de Acción
fr: Mes objectifs d'action

# L3924
source: I’ve achieved this Goal
es: Yo he Logrado esta Meta
fr: J'ai atteint cet objectif

# L3925
source: Coaching Call Set
es: Llamada de Consejería Agendada
fr: L'Appel de Coaching est Fixé

# L3926
source: Participate in the INTERVENT Health Coaching Program
es: Participa en el Programa de Consejerías de Salud de INTERVENT
fr: Participez au programme de coaching de INTERVENT

# L3927
source: 1 on 1 coaching
es: Consejerías uno a uno
fr: Coaching 1 sur 1

# L3928
source: Receive personalized health coaching by telephone, video or secure online chat.
es: Recibe consejerías de salud personalizadas vía telefónica, video o mensajería segura en línea.
fr: Recevez du coaching de santé personnalisé par téléphone, vidéo ou messagerie en ligne sécurisé.

# L3929
source: Choose Your Coach
es: Selecciona Tu Consejero de Salud
fr: Choisissez Votre Coach

# L3930
source: Select from our highly trained and professional health coaches who’ll help you make and sustain important lifestyle changes – to get healthier, stay healthier and feel better.
es: Selecciona de entre nuestros altamente entrenados y profesionales consejeros de salud, quienes te ayudarán a hacer y mantener importantes cambios en tu estilo de vida, para volverte más saludable, mantenerte sano y sentirte mejor.
fr: Faites votre choix entre nos coachs de santé hautement qualifiés et professionels qui vous aideront à apporter et à maintenir d'importants changements de mode de vie pour vous aidez à améliorer votre santé, rester en meilleur santé, et vous sentir mieux.

# L3931
source: Challenges and Incentives
es: Retos e Incentivos
fr: Défis et Récompenses

# L3932
source: Stay motivated and have fun. Participate in activities and challenges to receive points for rewards.
es: Mantente motivado y diviértete. Participa en actividades y retos para recibir puntos para recompensas
fr: Restez motivé et amusez-vous. Participez à des défis pour recevoir des points qui peuvent compter pour des récompenses.

# L3933
source: Improve Your Health and Wellbeing
es: Mejora Tu Salud y Bienestar
fr: Améliorez Votre Santé et votre Bien-être

# L3934
source: matter what your goals are – losing weight and keeping it off, exercising more, quitting smoking, reducing your risk for a chronic medical condition, living healthier with a chronic medical condition – our lifestyle health coaching program can benefit you.
es: No importa cuales sean tus metas (perder peso, ejercitarte más, dejar de fumar o reducir tu riesgo de desarrollar una condición médica crónica) nuestro programa de consejerías de salud y estilo de vida pueden beneficiarte.
fr: Quels que soient vos objectifs - perdre du poids et ne pas le reprendre, faire plus d'exercice, arrêter de fumer, réduire votre risque de maladie chronique, vivre en meilleure santé avec une maladie chronique - notre programme de coaching en santé de style de vie peut vous être utile.

# L3935
source: Credible, Trusted and Proven
es: Creíble. Confiable y Probado
fr: Crédible, Fiable et Éprouvé

# L3936
source: INTERVENT has over 20 years of experience providing evidence-based programs to more than two million participants around the globe. Our programs are backed by published research showing superior results.
es: INTERVENT tiene más de 20 años de experiencia proporcionando programas basados en evidencias a más de dos millones de participantes alrededor del mundo. Nuestros programas han mostrado resultados superiores y están respaldados por investigaciones publicadas.
fr: INTERVENT a plus de 20 ans d'expérience dans la fourniture de programmes fondés sur des données probantes à plus de deux millions de participants à travers le monde. Nos programmes sont soutenus par des recherches publiées montrant des résultats supérieurs.

# L3937
source: Enter your weight
es: Ingresa tu peso
fr: Entrez votre poids

# L3938
source: Active Kits
es: Kits Activos
fr: Trousses Actives

# L3939
source: Completed Kits
es: Kits Completados
fr: Trousses Complétées

# L3940
source: Start here
es: Empieza aquí
fr: Commencez ici

# L3941
source: Complete and earn
es: Completa y gana
fr: Complétez et gagnez

# L3942
source: Start Kit
es: Iniciar Kit
fr: Commencez la Trousse

# L3943
source: Earn
es: Gana
fr: Gagner

# L3944
source: See More
es: Ver Más
fr: En voir plus

# L3945
source: See All Kits
es: Ver Todos los Kits
fr: Voir Toutes les Trousses

# L3946
source: Well done! You have no incomplete kits at this time
es: Bien hecho! No tienes kits incompletos en este momento
fr: Bien fait! Vous n'avez pas de trousses incomplètes pour le moment

# L3947
source: Goal completed
es: Meta Completada
fr: Objectif atteint

# L3948
source: Goal not complete
es: Meta Incompleta
fr: Objectif non terminé

# L3949
source: You haven’t completed any kits.
es: No has completado ningún kit.
fr: Vouz n'avez pas complété de trousses

# L3950
source: See Less Kits
es: Ver Menos Kits
fr: Voir Moins de Trousses

# L3951
source: See Less
es: Ver Menos
fr: Voir Moins

# L3952
source: View your latest wellness measurements. In this section you and your coach can record and view your most recent weight, blood pressure, waist circumference and blood glucose.
es: Ver tus medidas de bienestar más recientes. En esta sección tú y tu consejero de salud pueden documentar y revisar tu peso, presión arterial, circunferencia de cintura y azúcar en sangre más recientes.
fr: Consultez vos dernières mesures de bien-être. Dans cette section, vous et votre coach pouvez enregistrer et afficher votre poids, votre tension artérielle, votre tour de taille et votre glycémie les plus récents.

# L3953
source: Waist
es: Cintura
fr: Tour de taille

# L3954
source: Edit All
es: Editar Todo
fr: Tout Modifier

# L3955
source: Blood Glucose
es: Glucosa en Sangre
fr: Glucose Sanguin

# L3956
source: What’s your weight?<span> (without shoes)</span>
es: ¿Cuál es tu peso? <span>(sin zapatos)</span>
fr: Quel est votre poids? <span> (sans souliers)</span>

# L3957
source: Enter SBP
es: Ingresa PAS (Presión Arterial Sistólica)
fr: Entré la PSS

# L3958
source: Enter DBP
es: Ingresa PAD (Presión Arterial Diastólica)
fr: Entré la PSD

# L3959
source: What’s your Blood Pressure? <span>(enter both values below)</span>
es: ¿Cuál es tu Presión Arterial? <span>(ingresa ambos valores a continuación)</span>
fr: Quelle est votre tension artérielle? <span>(Entrez les deux mesures si-dessou)</span>

# L3960
source: Enter your Wellness Vision
es: Ingresa tu Visión de Bienestar
fr: Entrez votre Vision du Bien-être

# L3961
source: Wellness Vision
es: Visión de Bienestar
fr: Vision du Bien être

# L3962
source: What’s your Wellness Vision?
es: ¿Qué es Visión de Bienestar?
fr: Quelle est votre Vision du Bien-être?

# L3963
source: Please provide Wellness vision.
es: Por favor proporciona Visión de Bienestar.
fr: S'il vous plaît fournir votre Vision du Bien-être.

# L3964
source: What’s your Waist Measurement?
es: ¿Qué es Medida de Cintura?
fr: Quelle est votre tour de taille?

# L3965
source: Enter your waist
es: Ingresa tu Medida de Cintura
fr: Entrez votre taille

# L3966
source: Please provide Waist Measurement.
es: Por favor proporciona Medida de Cintura.
fr: Sil vous plaît fournir votre tour de taille.

# L3967
source: Reset
es: Reiniciar
fr: Réinitialiser

# L3968
source: My Wellness Vision
es: Mi Visión de Bienestar
fr: Ma Vision du Bien-être

# L3969
source: No Wellness Vision
es: Sin Visión de Bienestar
fr: Aucune Vision du Bien-être

# L3970
source: Set Your Wellness Vision
es: Establece tu Visión de Bienestar
fr: Définir une Vision du Bien-être

# L3971
source: See All
es: Ver Todo
fr: Voir tout

# L3972
source: Feedback and Daily 10 Vital Questions will get you rewards</strong>Answer these questions frequently and gain bonus points.
es: Retroalimentación y 10 Preguntas Vitales Diarias te darán recompensas</strong> Contesta estas preguntas frecuentemente y gana puntos extra.
fr: Les commentaires et les 10 Questions Biométriques quotidiennes vous permettront d'obtenir des récompenses. </strong>Répondez fréquemment à ces questions et gagnez des points bonus.
