Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1259
source: If you have young children in your home, supervise them carefully when in the bathtub or swimming, and install isolation fences around your swimming pool if you have one
es: Si tiene niños pequeños en su casa, supervíselos durante el baño o mientras estén nadando, e instale vallas de protección alrededor de su piscina si la tuviera
fr: Si vous avez de jeunes enfants, surveillez-les attentivement lorsqu’ils prennent un bain ou se baignent, et si vous avez une piscine, installez des clôtures autour;
pt: Se tiver crianças em casa, supervisione-as cuidadosamente quando estiverem na banheira ou na piscina, e instale cercas em torno da piscina, se houver uma na sua casa

# L126
source: Sigmoidoscopy during the past five years
es: Sigmoidoscopia durante los pasados 5 años
fr: Sigmoïdoscopie au cours des cinq dernières années
pt: Sigmoidoscopia nos últimos cinco anos

# L1260
source: If you have elderly people in your home, correct home hazards related to falls; if you have elderly relatives, make them aware that falls are the leading cause of nonfatal injuries and unintentional injury deaths in older people
es: Si tiene personas mayores en su casa, corrija posibles peligros relacionados con caídas; si tiene familiares mayores, infórmeles que las caídas son la causa principal de lesiones no fatales y muerte por lesiones involuntarias en gente mayor
fr: Si des personnes âgées vivent avec vous, informez-les que les chutes sont la principale cause de blessures non mortelles et de décès par blessures involontaires chez les personnes âgées, et corrigez les risques de chute.
pt: Se você tiver idosos em casa, elimine riscos domésticos de quedas; se tiver parentes idosos, diga-lhes que as quedas são a principal causa de lesões não fatais e de mortes por lesões não intencionais em idosos

# L1261
source: Search Free Slot
es: Busque Espacio Libre

# L1262
source: Continue to My Labs
es: Continue con mi resultados de laboratorio.

# L1263
source: My Labs
es: Mis resultados de laboratorio
fr: Mes laboratoires

# L1264
source: I would like to complete my blood test at a:
es: Me gustaria completar my prueba de sangre en un:

# L1265
source: Cotinine
es: Cotinina

# L1266
source: My Basic Information – Tobacco
es: Mi información básica - Tabaco

# L1267
source: As a smoker, you already know quitting is the right thing to do. Friends and family members have probably urged you to quit and social norms have banned you from smoking in public places. Most smokers say they want to quit, but smoking is also one of the hardest habits to break.
es: Como fumador, ya sabe que dejar de fumar es lo correcto. Amigos y familiares probablemente le habrán pedido que lo deje y las normas sociales le han prohibido fumar en lugares públicos. La mayoría de los fumadores dice que lo quieren dejar, pero el fumar es también uno de los hábitos más difíciles de romper.
fr: En tant que fumeur, vous savez déjà qu’arrêter est la bonne chose à faire. Des amis et des membres de votre famille vous ont probablement incité à cesser de fumer et les normes sociales vous ont interdit de fumer dans les lieux publics. La plupart des fumeurs disent qu’ils veulent arrêter, mais il s’agit d’une des habitudes les plus difficiles à changer.
pt: Como fumante, você já sabe que parar de fumar é a coisa certa a fazer. Amigos e familiares provavelmente já insistiram para você parar de fumar, e as regras sociais já devem tê-lo impedido de fumar em locais públicos. A maioria dos fumantes diz que quer parar, mas o tabagismo é um dos hábitos mais difíceis de se abandonar.

# L1268
source: If you have been smoking for a number of years, you may have even tried to quit. Maybe you’ve tried to quit several times. Usually people make several attempts to quit smoking before they are able to quit for good. Studies have shown that each time you try, you learn from the experience.
es: Si ha fumado durante años, puede que incluso haya intentado dejarlo A lo mejor en varias ocasiones. En general, la gente hace varios intentos de dejar de fumar antes de que realmente lo dejen. Estudios muestran que cada vez que se intenta, se aprende de la experiencia.
fr: Si vous fumez depuis quelques années, vous avez peut-être déjà essayé. Peut-être même plusieurs fois. La plupart des gens font plusieurs tentatives avant d’être capables d’arrêter de fumer pour de bon. Toutefois, des études ont démontré que chaque fois que vous essayez, vous en tirez des leçons.
pt: Se você já for fumante há muitos anos, talvez você já tenha até tentado parar de fumar. Talvez você tenha tentado parar várias vezes. As pessoas geralmente fazem diversas tentativas de parar de fumar antes de conseguir se livrar do cigarro definitivamente. Estudos mostram que toda vez que você tenta, você aprende com a experiência.

# L1269
source: The decision to quit and your long-term success are greatly influenced by the advantages you see to quitting - your "pros." Your reasons to quit must be important to you. While it is good to listen to your doctor, spouse, or children, you have to quit because YOU want to. Internal motivation is key.
es: La decisión de dejar de fumar y su éxito a largo plazo están gratamente influenciados por las ventajas que observará al dejar de fumar - sus "pros". Sus razones para dejar de fumar deben ser importantes para usted. Aunque es bueno escuchar a su médico, cónyuge, o hijos, tiene que dejar de fumar porque USTED quiere. La motivación interna es la clave.
fr: Les avantages que vous voyez à cesser de fumer influencent grandement votre décision et votre succès à long terme. Vos raisons doivent être importantes pour vous. Il est bon d’écouter votre médecin, votre conjoint ou vos enfants, mais vous devez cesser de fumer parce que VOUS le voulez. La motivation intérieure est essentielle.
pt: O decisão de parar de fumar e seu sucesso prolongado são fortemente influenciados pelas vantagens que você percebe que terá ao parar de fumar – os "prós". Os motivos para deixar o hábito devem ser importantes para você. Embora seja bom ouvir seu médico, seu cônjuge ou seus filhos, você precisa parar porque VOCÊ quer. A motivação interna é a mais importante.

# L127
source: Pap test during the past three years
es: Exámenes Papanicolau durante los pasados tres años
fr: Test Pap au cours des trois dernières années
pt: Papanicolau nos últimos três anos

# L1270
source: The link between cigarette smoking and lung cancer and chronic lung diseases has been proven for years. But smoking causes more than just breathing problems.
es: El vínculo entre fumar cigarrillos y el cáncer de pulmón ha sido demostrado durante años. Pero el fumar no sólo causa problemas respiratorios.
fr: Le lien entre le tabagisme, le cancer du poumon et les maladies pulmonaires chroniques a été prouvé il y a des années. Cependant, le tabagisme ne cause pas seulement des problèmes respiratoires.
pt: O vínculo entre o tabagismo e o câncer de pulmão e as doenças respiratórias crônicas já foi comprovado há muitos anos. Porém, fumar causa mais do que apenas problemas respiratórios.

# L1271
source: Smoking is a major risk factor for heart attacks and strokes.
es: Fumar constituye un riesgo principal de ataques al corazón y ataques cerebrales.
fr: Le tabagisme est un important facteur de risque de crise cardiaque et d’AVC.
pt: O tabagismo é um dos principais fatores de risco de ataques cardíacos e derrames.

# L1272
source: Even a single cigarette has harmful effects. Smoking just one cigarette raises your blood pressure, makes your heart work harder, increases your risk for blood clots and dangerous "extra" heartbeats, and may narrow your coronary arteries.
es: Incluso un simple cigarrillo tiene efectos dañinos. Fumar un cigarrillo eleva su tensión arterial, hace que su corazón trabaje más fuerte, incrementa su riesgo de embolias y peligrosos latidos "adicionales", y puede estrechar sus arterias coronarias.
fr: Même une seule cigarette a des effets nocifs : cela augmente votre pression artérielle, fait travailler votre cœur plus fort, augmente votre risque de caillots sanguins et de battements cardiaques « supplémentaires » dangereux et peut rétrécir vos artères coronaires.
pt: Mesmo um único cigarro tem efeitos nocivos. Fumar um único cigarro já basta para aumentar a pressão arterial, forçar seu coração a trabalhar mais, aumentar os riscos de coágulos na corrente sanguínea e batimentos cardíacos "extras” perigosos, além de obstruir suas artérias coronárias.

# L1273
source: Smoking lowers your HDL or "good" cholesterol.
es: Fumar disminuye su HDL o colesterol "bueno".
fr: De plus, le tabagisme réduit votre taux de cholestérol HDL (le « bon »).
pt: Fumar reduz os níveis de colesterol "bom”, ou HDL.

# L1274
source: Smoking increases the risk for amputations in people with diabetes.
es: Fumar incrementa el riesgo de amputaciones en gente con diabetes.
fr: Le tabagisme augmente le risque d’amputation chez les personnes vivant avec le diabète.
pt: Fumar aumenta o risco de amputações em pessoas com diabetes.

# L1275
source: Women who take "the pill" and also smoke cigarettes are especially at a higher risk of heart attack and stroke.
es: Las mujeres que toman la "píldora" y fuman tienen un riesgo más elevado de ataques al corazón y accidentes cerebrovasculares.
fr: Les femmes qui prennent la pilule contraceptive et qui fument la cigarette courent un risque plus élevé de crise cardiaque et d’AVC.
pt: Mulheres que tomam pílulas anticoncepcionais e também fumam correm um risco maior de sofrer ataques cardíacos e derrames.

# L1276
source: Second-hand smoke causes about 10 times as many cardiovascular deaths as cancer deaths.
es: El humo del tabaco causa 10 veces más muertes por enfermedades cardiovasculares que el cáncer.
fr: La fumée secondaire cause environ 10 fois plus de décès lié à une maladie cardiovasculaire qu’à un cancer.
pt: Fumantes passivos são vítimas 10 vezes mais frequentes de morte por doenças cardiovasculares e câncer.

# L1277
source: Children of smokers have many more respiratory infections than children of non-smokers.
es: Los hijos de fumadores tienen muchas más infecciones respiratorias que los hijos de no fumadores.
fr: Les enfants de fumeurs ont beaucoup plus d’infections respiratoires que ceux de non-fumeurs.
pt: Filhos de fumantes têm muito mais infecções respiratórias do que filhos de não fumantes.

# L1278
source: Non-smoking women exposed to tobacco smoke during pregnancy are more likely to have low-birth weight babies.
es: Las mujeres no fumadoras expuestas al humo del tabaco durante el embarazo son más dadas a tener bebés de poco peso.
fr: Les femmes enceintes non-fumeuses exposées à la fumée de tabac sont plus susceptibles d’avoir des bébés de faible poids à la naissance.
pt: Mulheres não fumantes expostas à fumaça de cigarro durante a gravidez têm maior probabilidade de ter filhos com baixo peso ao nascer.

# L1279
source: No matter how much or how long you’ve smoked, when you quit, your risk of heart disease goes down.
es: No importa cuánto ha fumado o durante cuánto tiempo lo ha hecho, cuando deja de fumar, su riesgo de enfermedades del corazón disminuye.
fr: Peu importe depuis combien de temps vous fumez ou le nombre de cigarettes que vous avez fumé, lorsque vous cessez de fumer, votre risque de maladie du cœur diminue.
pt: Não importa o quanto você fuma ou há quanto tempo, quando você abandonar esse vício, seu risco de desenvolver doenças cardíacas será reduzido.

# L128
source: PSA test for prostate cancer during the past three years
es: Examen PSA para el cáncer de próstata durante los pasados tres años
fr: Test de l’APS pour le cancer de la prostate au cours des trois dernières années
pt: Exame de próstata para detecção de câncer nos últimos três anos

# L1280
source: There is no one best way to quit smoking. Techniques that have been successful in helping others quit smoking include:
es: No hay una sola manera mejor para dejar de fumar. Las técnicas que han ayudado a otros a dejar de fumar incluyen:
fr: Il n’existe pas de « meilleure » façon d’arrêter de fumer. Parmi les techniques qui ont à aidé d’autres personnes à arrêter de fumer, on peut citer les suivantes :
pt: Não existe uma maneira mais eficiente de parar de fumar. Entre as técnicas historicamente bem-sucedidas para parar de fumar, podemos citar:

# L1281
source: Set a quit date. Start by setting a date you will quit. Mark it on your calendar. Give yourself plenty of time to get ready to quit, but plan to quit within the next 30 days. When setting a quit date, choose a date that doesn’t conflict with another stressful event, if possible. Some people like to quit on Monday. They use the weekend for final preparations to quit. Remember, any day is a good day to quit smoking!
es: Fije una fecha para dejar de fumar. Empiece seleccionando una fecha. Dese suficiente tiempo para dejar de fumar, pero planee parar en los siguientes 30 días. Cuando seleccione la fecha, escójala que en lo posible no esté en conflicto con otro evento estresante. Algunas personas prefieren dejar de fumar en un lunes. Ellos usan el fin de semana para prepararse. ¡Recuerde, cualquier día es un buen día para dejar de fumar!
fr: Fixer une date de cessation tabagique. D’abord, fixez une date à laquelle vous cesserez de fumer. Inscrivez-la dans votre calendrier. Donnez-vous assez de temps pour vous préparer, mais choisissez une date dans les 30 prochains jours. Choisissez une date qui ne coïncide pas avec un autre événement stressant, si possible. Certains préfèrent arrêter le lundi pour s’y préparer la fin de semaine. Rappelez-vous que chaque jour est un bon jour pour arrêter de fumer!
pt: Defina uma data para parar. Comece definindo a data em que você vai parar. Marque-a na sua agenda. Reserve tempo suficiente para se preparar para abandonar o hábito, mas programe uma nos próximos 30 dias. Escolha uma data de parar que não coincida com outro evento estressante, se possível. Há quem prefira parar na segunda-feira. Assim o fim-de-semana serve aos últimos preparos para parar de fumar. Lembre-se: qualquer dia é um bom dia para parar de fumar!

# L1282
source: Plan ways to avoid smoking. Don’t even think about substituting other tobacco products, such as cigars, pipes, or smokeless tobacco for cigarettes. Smoking cigars or pipes is harmful too. Like smoking, dipping or chewing has serious health effects, including oral cancer, gum problems, loss of teeth, and heart problems. If you plan to use a nicotine substitute, such as nicotine gum or a patch, and/or the prescription medication, bupropion, ask a health professional for additional information and guidance.
es: Planifique formas para evitar fumar. Ni siquiera piense en substituir otros productos de tabaco, tales como cigarros, pipa, o tabaco sin humo por cigarrillos. Fumar cigarros o pipa es también dañino. Al igual que fumar, masticar tabaco tiene serias consecuencias para la salud, incluyendo cáncer oral, problemas de encíias, perdida de dientes, y problemas del corazón. Si planifica utilizar un substituto de nicotina, tal como goma de mascar o parcho de nicotina, y/o el medicamento recetado bupropion, pregúntele a un profesional de la salud para información y guía adicional.
fr: Prévoir des moyens d’éviter de fumer. Ne songez même pas à remplacer les cigarettes par d’autres produits du tabac, comme les cigares, les pipes ou le tabac sans fumée. Les pipes et les cigares sont aussi nocifs pour la santé. Tout comme celui qui se fume, le tabac à priser ou à mâcher a de graves conséquences sur la santé, notamment le cancer de la bouche, des problèmes aux gencives, la perte des dents et les problèmes cardiaques. Si vous prévoyez d’utiliser un substitut nicotinique comme la gomme à la nicotine, les timbres ou le médicament sur ordonnance, le bupropion, demandez des renseignements et des conseils supplémentaires à un professionnel de la santé;
pt: Planeje métodos para evitar fumar. Nem pense em substituir os cigarros por outros tipos de tabaco, como charuto, cachimbo ou fumo de mascar. Fumar charuto ou cachimbo é igualmente prejudicial. Assim como o hábito de fumar, o fumo para mascar ou para imersão causa efeitos graves à saúde, incluindo câncer de boca, problemas nas gengivas, perda de dentes e problemas cardíacos. Se você planeja utilizar um substituto à base de nicotina, como chiclete ou adesivos de nicotina e/ou um medicamento com receita médica como o Bupropion, procure um profissional de saúde para obter mais informações e orientação.

# L1283
source: Involve others in your plan to quit. Your friends, family, and co-workers can be helpful and supportive as you are trying to quit. Seriously consider enrolling in a formal smoking cessation program.
es: Involucre a otros en su plan para dejar de fumar. Sus amistades, familia, y compañeros de trabajo pueden ser de ayuda y apoyo para dejarlo. Considere seriamente enrolarse en un programa formal de cese del tabaquismo.
fr: Impliquer son entourage dans le plan de cessation tabagique. Vos amis, votre famille et vos collègues peuvent vous aider et vous soutenir dans vos efforts pour arrêter de fumer. Envisagez sérieusement de vous inscrire à un programme officiel de cessation tabagique;
pt: Envolva outras pessoas no seu plano de parar de fumar. Amigos, familiares e colegas de trabalho podem ajudar e dar apoio enquanto você tenta parar de fumar. Considere seriamente a possibilidade de se inscrever em um programa formal para parar de fumar.

# L1284
source: Prepare for quit day. Some people find it helpful to gradually reduce their smoking rather than quitting "cold turkey." For example, during the weeks before your quit date, reduce the number of cigarettes you smoke by 25 percent each week (for example, instead of 20, smoke 15, then 10, then 5).
es: Prepárese para el día de dejar de fumar. Algunas personas encuentran útil reducir gradualmente de fumar en vez de quitarse de golpe. Por ejemplo, durante las semanas anteriores a su fecha de dejarlo, reduzca el número de cigarrillos que fuma en un 25 por ciento cada semana (por ejemplo, en vez de 20, fume 15, luego 10, luego 5).
fr: Se préparer au jour où l’on cesse de fumer. Certaines personnes trouvent utile de réduire graduellement leur consommation de tabac plutôt que d’arrêter du jour au lendemain. Par exemple, au cours des semaines précédant votre date d’abandon, réduisez le nombre de cigarettes que vous fumez de 25 % chaque semaine (c.-à-d., au lieu de fumer 20 cigarettes, fumez-en 15, puis réduisez à 10, puis à 5);
pt: Prepare-se para o dia de parar. Algumas pessoas acham que ajuda reduzir gradualmente a quantidade de cigarros em vez de parar de uma vez. Por exemplo, durante as semanas que antecedem a data-limite, reduza o número de cigarros que você fuma em 25% a cada semana (por exemplo: em vez de 20 cigarros por dia, fume 15, depois 10, de depois 5).

# L1285
source: Develop your personal contract to quit smoking. Develop a specific plan to quit smoking. Research shows that people who put their plan in writing and ask someone to witness it are more committed to their goal and more likely to succeed.
es: Desarrolle su contrato personal para dejar de fumar. Desarrolle un plan específico para dejar de fumar. Las investigaciones muestran que las personas que tienen un plan escrito y piden que alguien sea testigo del mismo están más comprometidos con su meta y es más probable que triunfen.
fr: Élaborer un contrat personnel de cessation tabagique. Élaborez un plan précis pour cesser de fumer. Des études ont démontré que les personnes qui mettent leur plan par écrit et demandent à quelqu’un d’en être témoin sont plus engagées à atteindre leur objectif et ont de meilleures chances de réussir;
pt: Elabore um contrato pessoal para parar de fumar. Elabore um plano específico para parar de fumar. As pesquisas mostram que quem prepara um plano escrito e pede que outras pessoas sejam testemunha do plano são mais comprometidas com sua meta e têm maior chance de sucesso.

# L1286
source: Learn to wait for the urge to pass. Research shows the physical urge to smoke only lasts a few minutes at a time. Think of the urge as a wave that builds, crests, and then drops off suddenly. If you can ride the wave for a few minutes, it will go away. Focus on not smoking for five minutes at a time. After three or four five-minute periods, the physical urge will go away. And, the next urge will last even a shorter time period.
es: Aprenda a esperar a que pase la urgencia. Las investigaciones demuestran que la urgencia física de fumar sólo dura unos poco minutos cada vez. Piense en la urgencia como una ola que se crea, crece, y luego desaparece repentinamente. Si puede controlar la ola durante unos minutos, desaparecerá. Concéntrese en no fumar durante cinco minutos cada vez. Después de periodos de tres o cuatro minutos, la urgencia física se irá. Y, la siguiente urgencia durará incluso menos.
fr: Apprendre à laisser les envies passer. Selon des études, l’envie physique de fumer ne dure que quelques minutes à la fois. Voyez l’envie comme une vague qui se forme, atteint un pic, puis s’arrête soudainement. Si vous pouvez surfer la vague quelques minutes, elle disparaîtra. Concentrez-vous sur le fait de ne pas fumer pendant cinq minutes à la fois. Après trois ou quatre périodes de cinq minutes, l’envie physique disparaîtra. La prochaine durera encore moins longtemps;
pt: Aprenda a esperar até que a vontade de fumar passe. Pesquisas mostram que a ânsia pela dependência física da nicotina dura apenas alguns minutos de cada vez. Pense na vontade como uma onda que se forma, chega ao ápice e se quebra na praia subitamente. Se você conseguir resistir à onda por alguns minutos, ela vai embora. Concentre-se em não fumar por cinco minutos de cada vez. Depois três ou quatro períodos de cinco minutos, a vontade física irá embora. As próximas vontades vão durar cada vez menos.
