Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L857
source: People with diabetes are at increased risk for three major types of chronic problems:
es: Gente con diabetes tienen un riesgo más elevado de padecer tres importantes problemas crónicos:
fr: Les personnes vivant avec le diabète présentent un risque accru de développer les trois grands types de problèmes chroniques suivants.
pt: Pessoas com diabetes correm um risco acentuado de ter os três principais tipos de problemas crônicos:

# L858
source: Damage to Blood Vessels – Diabetes works together with other heart disease risk factors to damage blood vessels. These damaged blood vessels can cause heart attacks, strokes, poor circulation, kidney failure, and eye problems.
es: Daño a los vasos sanguíneos - La diabetes trabaja junto con otros factores de riesgo de enfermedades del corazón para dañar los vasos sanguíneos. Estos vasos sanguíneos dañados pueden causar ataques al corazón, infartos cerebrales, mala circulación, insuficiencia renal y problemas de visión.
fr: Altération des vaisseaux sanguins : le diabète se combine à d’autres facteurs de risque de maladie du cœur pour altérer les vaisseaux sanguins. Les vaisseaux sanguins endommagés peuvent causer des crises cardiaques, des AVC, une mauvaise circulation, une insuffisance rénale et des problèmes oculaires.
pt: Danos aos vasos sanguíneos – O diabetes atua junto a outros fatores de risco que causam danos aos vasos sanguíneos. Esses vasos sanguíneos danificados podem causar ataques cardíacos, derrames, problemas de circulação, falência renal e problemas nos olhos.

# L859
source: Damage to Nerves – Diabetes damages nerves. This damage may cause numbness or pain or it may reduce feeling, especially in the feet and legs. Nerve damage may also cause circulation and sexual problems.
es: Daño a los nervios - La diabetes daña los nervios. Este daño puede causar entumecimiento, dolor o reducción en la sensibilidad, especialmente en pies y piernas. El daño a los nervios también puede causar problemas circulatorios y sexuales.
fr: Lésions aux nerfs : le diabète endommage les nerfs. Les lésions peuvent causer de l’engourdissement, de la douleur ou une perte de sensation, surtout aux pieds et aux jambes. Elles peuvent également occasionner des problèmes circulatoires et sexuels.
pt: Danos aos nervos – O diabetes causa danos aos nervos. Esses danos podem causar insensibilidade, dores ou redução do tato, particularmente nos pés e nas pernas. Danos aos nervos também podem causa problemas de circulação e sexuais.

# L86
source: I feel very tired or sleepy during the day
es: Me siento muy cansado o con sueño durante el día
fr: Je me sens très fatigué ou somnolent pendant la journée
pt: Sinto muito cansaço ou sono durante o dia

# L860
source: Decreased Ability to Fight Infections – High blood glucose slows the work of the white blood cells that fight infections in the body. Skin, dental, urinary, and vaginal infections occur more frequently in people with diabetes.
es: Reducción de la capacidad para combatir infecciones - El alto nivel de glucosa en la sangre disminuye el trabajo de los glóbulos blancos que luchan contra las infecciones en el cuerpo. Infecciones de piel, bucales, urinarias, y vaginales son más frecuentes en las personas con diabetes.
fr: Vulnérabilité accrue aux infections : l’hyperglycémie ralentit le travail des globules blancs qui défendent l’organisme contre les infections. Les infections cutanées, dentaires, urinaires et vaginales sont fréquentes chez les diabétiques.
pt: Capacidade reduzida de combater infecções – Altos níveis de glicose no sangue desaceleram o trabalho dos glóbulos brancos, que combatem infecções no corpo. Infecções cutâneas, dentárias, urinárias e vaginais ocorrer com mais frequência nas pessoas com diabetes.

# L861
source: Before people develop type 2 diabetes, most have prediabetes – fasting blood glucose levels that are higher than normal (that is, 100 mg/dl [or 5.6 mmol/L] or higher) but not yet high enough to be diagnosed as diabetes (that is, 126 mg/dl [or 7 mmol/L] or higher). Prediabetes is a serious medical condition that can be prevented and treated.
es: Antes de desarrollar diabetes tipo 2, la mayoría tienen prediabetes - niveles de glucosa en la sangre son más altos de lo normal (es decir, 100 mg/dl [o 5.6 mmol/L] o más), pero aún no lo suficientemente altos para ser diagnosticados como diabetes (que es decir, 126 mg/dl [o 7 mmol/L] o superior). La prediabetes es una condición médica grave que puede prevenirse y tratarse.
fr: Avant de développer le diabète de type 2, la plupart des gens souffrent de prédiabète, c’est-à-dire une glycémie à jeun supérieure à la normale (100 mg/dL [5,6 mmol/L] ou plus), mais pas encore assez élevée pour diagnostiquer le diabète (126 mg/dL [7 mmol/L] ou plus). Il s’agit d’un problème de santé grave qui peut être prévenu et traité.
pt: Antes de desenvolverem diabetes tipo 2, a maioria das pessoas tem “pré-diabetes”: níveis de glicose em jejum mais altos do que o normal (ou seja, 100 mg/dl [ou 5,6 mmol/l] ou mais), mas ainda não altos o suficiente para serem diagnosticados como diabetes (ou seja, 126 mg/dl [ou 7 mmol/l] ou mais). O pré-diabetes é uma condição médica grave, que pode ser evitada e tratada.

# L862
source: People with prediabetes are at increased risk of developing diabetes in the future. We also now know that prediabetes causes some long-term damage to the body, especially the heart and blood vessels. Prediabetes is a serious medical condition that can be prevented and treated.
es: Las personas con prediabetes tienen un riesgo más elevado de desarrollar diabetes en el futuro. Ahora también se sabe que la prediabetes causa daños al cuerpo a largo plazo, especialmente al corazón y vasos sanguíneos. La prediabetes es una afección médica seria que puede prevenirse y tratarse.
fr: Les personnes vivant avec le prédiabète présentent un risque accru de développer un diabète par la suite. De plus, il est prouvé que cette affection cause des dommages à long terme à l’organisme, en particulier au cœur et aux vaisseaux sanguins. Il s’agit d’un problème de santé grave qui peut être prévenu et traité.
pt: Pessoas com pré-diabetes correm mais risco de desenvolver diabetes no futuro. Hoje também sabemos que o pré-diabetes causa alguns danos de longo prazo ao organismo, particularmente ao coração e aos vasos sanguíneos. O pré-diabetes é uma condição médica grave, que pode ser evitada e tratada.

# L863
source: The good news is that you can delay or prevent type 2 diabetes from ever developing if you manage your blood glucose by:
es: La buena noticia es que usted puede retrasar o prevenir la diabetes tipo 2 de desarrollarse si controla su glucosa en la sangre:
fr: La bonne nouvelle, c’est que vous pouvez retarder ou prévenir l’apparition du diabète de type 2 si vous prenez en charge votre glycémie :
pt: A boa notícia é que você pode retardar ou evitar o desenvolvimento do diabetes tipo 2 se você controlar o nível de glicose no seu sangue:

# L864
source: making changes in your diet
es: haciendo cambios en su dieta
fr: en apportant des changements à votre alimentation;
pt: fazendo mudanças na sua dieta

# L865
source: increasing your level of physical activity
es: incrementando su nivel de actividad física
fr: en faisant plus d’activité physique;
pt: aumentando seu nível de atividade física

# L866
source: managing your weight
es: controlando su peso
fr: en gérant votre poids.
pt: controlando seu peso

# L867
source: Available Timeframes
es: Periodos de Horas Disponibles.
fr: Périodes disponibles

# L868
source: All
es: Todos
fr: Tous

# L869
source: Specific
es: Especifico
fr: Précis

# L87
source: None of the above apply to me
es: Ninguno de los anteriores son aplicables
fr: Affection ou facteur absent
pt: Nenhuma das alternativas anteriores se aplica a mim

# L870
source: Update
es: Actualizar
fr: Modifier

# L871
source: Next
es: Siguiente
fr: Suivant

# L872
source: Change Date
es: Cambiar fecha

# L873
source: Confirm
es: Confirme
fr: Confirmer

# L874
source: Change Time
es: Cambie Hora
fr: Changer l’heure

# L875
source: Your coach has received your information
es: Su consejero ha recibido su información.
fr: Votre conseiller a reçu vos informations.

# L876
source: For problems with your scheduled session, please email us at {0}
es: Si tiene problemas con su sesión programada, envíenos un correo electrónico a {0}
fr: En cas de problème avec la séance prévue, veuillez nous envoyer un courriel à l’adresse {0}.

# L877
source: My Profile
es: Mi Perfil
fr: Mon profil
pt: Meu perfil

# L878
source: My Basic Information – Cancer
es: Mi Información básica – Cáncer

# L879
source: Cancer is a leading cause of death. Although anyone can get cancer at any age, about three-quarters of all cancers are diagnosed in people 55 and older. Today, millions of people are living with cancer or have been cured of the disease.
es: El cáncer es la segunda mayor causa de muerte. Aunque cualquier persona puede contraer cáncer a cualquier edad, alrededor de tres cuartas partes de todos los cánceres son diagnosticados en personas mayores de 55 años. Hoy en día, millones de personas viven con cáncer o han sido curados de la enfermedad.
fr: Le cancer est l’une des principales causes de décès. Bien que n’importe qui puisse être atteint d’un cancer à n’importe quel âge, environ les trois quarts des diagnostics de cancers concernent des personnes de 55 ans et plus. Aujourd’hui, des millions de personnes vivent avec le cancer ou en sont guéries.
pt: O câncer é uma das principais causas de morte. Embora qualquer pessoa possa desenvolver um câncer em qualquer idade, mais de três quartos de todos os casos de câncer são diagnosticados em pessoas de 55 anos ou mais. Atualmente, milhões de pessoas estão vivendo com câncer ou se curaram da doença.

# L88
source: Please indicate the state of your health.
es: Por favor indique su estado de salud
fr: Veuillez indiquer votre état de santé.
pt: Indique seu estado de saúde.

# L880
source: There are many kinds of cancer. They all start when abnormal cells in a part of the body begin to grow out of control. These cancer cells may spread by a process called "metastasis" to other parts of the body where they grow and replace normal tissue. Regardless of where a cancer may spread to, it is always named for the place it first began. For example, breast cancer that spreads to the liver is still called breast cancer, not liver cancer. Different types of cancer can act very differently, which is why people with cancer need treatment that is aimed at their specific type of cancer.
es: Hay muchas clases de cáncer. Todos se inician cuando células anormales se empiezan a reproducir sin control en una parte del cuerpo. Esas células cancerígenas se pueden extender a otras partes del cuerpo por un proceso llamado "metástasis", en dónde crecen y remplazan el tejido normal. El cáncer siempre se nombra de acuerdo al lugar donde primero aparece, independientemente de a dónde se extienda. Por ejemplo, el cáncer de mama que se extienda al hígado se sigue llamando cáncer de mama, no cáncer de hígado. Diferentes tipos de cáncer pueden actuar de maneras muy distintas, por lo que personas que lo padecen necesitan tratamientos específicos dependiendo de su tipo de cáncer.
fr: Il en existe de nombreux types. Ils commencent tous de la même manière : des cellules anormales dans une partie du corps commencent à se développer de façon incontrôlable. Par un processus appelé « métastase », ces cellules cancéreuses peuvent se propager à d’autres parties du corps, où elles se développent et remplacent les tissus normaux. Quel que soit l’endroit où un cancer se propage, il porte toujours le nom de l’organe où il a commencé. Par exemple, si un cancer du sein se répand au foie, on l’appelle toujours un cancer du sein, et non un cancer du foie. Divers types de cancer peuvent agir très différemment, et c’est pourquoi les personnes qui en sont atteintes ont besoin d’un traitement adapté à leur type précis de cancer.
pt: Existem muitos tipos de câncer. Todos começam quando células anormais em uma região do corpo começam a crescer fora de controle. Essas células cancerígenas podem se espalhar por um processo conhecido como "metástase" para outras partes do corpo, onde crescem e substituem os tecidos normais. Não importa para onde o câncer se espalhe, ele sempre receberá o nome do órgão em que teve início. Por exemplo, o câncer de mama que se espalhar para o fígado ainda será chamado de câncer de mama, e não de câncer no fígado. Diferentes tipos de câncer podem atuar de forma muito diferente, e é por isto que pessoas com câncer precisam de um tratamento voltado ao tipo específico de câncer que contraíram.

# L881
source: In many cases, the exact reasons why a person develops cancer is not known. A cancer risk factor is anything that increases your chances of getting cancer. Having one or more cancer risk factors means that you are more likely to develop cancer at some point in your life. However, it does not necessarily mean that you will definitely get cancer.
es: En muchos casos, no se saben las razones exactas por las que una persona desarrolla cáncer. Un factor de riesgo de cáncer es todo aquel que incremente sus probabilidades de desarrollar un cáncer. Al tener uno o varios factores de riesgo las probabilidades de padecer cáncer en algún momento de la vida aumentan. Sin embargo, no significa necesariamente que definitivamente se vaya a tener cáncer.
fr: Dans de nombreux cas, les causes exactes du cancer sont inconnues. Un facteur de risque de cancer comprend tout ce qui augmente vos risques d’avoir le cancer. Le fait d’en avoir un ou plusieurs signifie que vous êtes plus susceptible de développer un cancer au cours de votre vie, mais cela ne signifie pas nécessairement que vous aurez un cancer.
pt: Em muitos casos não se conhece os motivos exatos pelos quais uma pessoa desenvolve o câncer. Qualquer coisa que aumente suas chances de desenvolver um câncer é um fator de risco. Ter um ou mais fatores de risco de desenvolver câncer significa que você tem maior propensão a desenvolver câncer em algum ponto da sua vida. Mas isto não significa necessariamente que você vá definitivamente ter câncer.

# L882
source: Some cancer risk factors can be changed, and others cannot. Risk factors for cancer include:
es: Algunos factores de riesgo de cáncer se pueden cambiar, y otros no. Se incluyen dentro de factores de riesgo:
fr: Certains facteurs de risque peuvent être modifiés et d’autres non. Voici certains facteurs de risque de cancer :
pt: Alguns fatores de risco para o câncer podem ser mudados, e outros não. Entre os fatores de risco de câncer, podemos citar:

# L883
source: Age
es: Edad
fr: Âge;
pt: Idade

# L884
source: Gender
es: Sexo
fr: Genre;
pt: Gênero

# L885
source: Family medical history
es: Historia médica familiar
fr: Antécédents médicaux familiaux;
pt: Histórico médico familiar

# L886
source: Cancer-causing factors in the environment, including certain chemicals and radiation (x-rays)
es: Factores en el medio ambiente causantes de cáncer, incluyendo ciertos productos químicos y radiación (rayos x)
fr: Facteurs cancérogènes dans l’environnement, dont certains produits chimiques et les rayonnements (rayons X);
pt: Fatores causadores de câncer no ambiente, incluindo determinados produtos químicos e radiação (raios-X)

# L887
source: Certain infectious diseases
es: Ciertas enfermedades infecciosas
fr: Certaines maladies infectieuses;
pt: Determinadas doenças infecciosas

# L888
source: Lifestyle factors such as tobacco and alcohol use, diet, physical inactivity, and sun exposure
es: Factores del estilo de vida como tabaquismo y consumo de alcohol, dieta, inactividad física, y exposición al sol
fr: Facteurs liés au mode de vie comme la consommation de tabac et d’alcool, l’alimentation, l’inactivité physique et l’exposition au soleil.
pt: Fatores de estilo de vida fatores como tabagismo e consumo de álcool, dietas, sedentarismo e exposição ao sol

# L889
source: Different types of cancer have different risk factors. Risk factors for some specific kinds of cancer include:
es: Diferentes tipos de cáncer tienen diferentes factores de riesgo. Los factores de riesgo para algunos tipos de cáncer específicos pueden ser:
fr: Les divers cancers présentent différents facteurs de risque. Voici les facteurs de risque de certains types de cancers précis.
pt: Diferentes tipos de câncer têm fatores de risco diferentes. Fatores de risco para alguns tipos específicos de câncer:

# L89
source: Excellent
es: Excelente
pt: Excelente

# L890
source: Cancers of the lung, mouth, larynx, bladder, kidney, cervix, esophagus, and pancreas - tobacco use, including cigarettes, cigars, chewing tobacco, and snuff. Smoking alone causes one-third of all cancer deaths.
es: Cáncer de pulmón, boca, laringe, vejiga, riñón, cuello del útero, esófago, y páncreas -consumo de tabaco, incluyendo cigarrillos, puros, tabaco de mascar, y tabaco en polvo. Simplemente, fumar causa un tercio de todas las muertes por cáncer.
fr: Cancer du poumon, de la bouche, du larynx, de la vessie, du rein, du col de l’utérus, de l’œsophage et du pancréas : usage du tabac, y compris la cigarette, le cigare, le tabac à mâcher et le tabac à priser. Le tabagisme cause à lui seul un tiers de tous les décès liés au cancer.
pt: Câncer no pulmão, na boca, laringe, bexiga, no rim, colo do útero, esôfago e pâncreas – tabagismo, incluindo cigarros, charutos, fumo de mascar, etc. Fumar causa um terço das mortes por câncer.

# L891
source: Skin cancer - unprotected exposure to strong sunlight.
es: Cáncer de piel - exposición sin protección a la luz solar.
fr: Cancer de la peau : exposition non protégée aux puissants rayons du soleil.
pt: Câncer de pele – exposição direta à luz solar sem proteção.

# L892
source: Breast cancer (women) - age; changes in hormone levels throughout life, such as age at first menstruation, number of pregnancies, and age at menopause; obesity; physical inactivity; excessive alcohol consumption; and having a mother or sister who have had breast cancer.
es: Cáncer de mama (mujeres) - edad; cambios en los niveles de hormonas en la vida, edad a la primera menstruación, número de embarazos, y edad a la menopausia; obesidad; inactividad física; consumo excesivo de alcohol; y tener una madre o hermana que haya padecido cáncer de mama.
fr: Cancer du sein (femmes) : âge, changements dans les taux d’hormones au cours de la vie (p. ex., âge lors des premières règles, nombre de grossesses et âge à la ménopause), obésité, inactivité physique, consommation excessive d’alcool et le fait d’avoir une mère ou une sœur qui a eu le cancer du sein.
pt: Câncer de mama (mulheres) – idade; alterações nos níveis hormonais por toda a vida, como a idade na primeira menstruação, número de gestações, idade da menopausa; obesidade; sedentarismo; consumo de álcool em excesso; mãe ou irmã com histórico de câncer de mama.

# L893
source: Prostate cancer (men) - age (risk increases with age), race (more common among African-American men than among white men), a high-fat diet, and having a father or brother who have had prostate cancer.
es: Cáncer de próstata (hombres) - edad (el riesgo aumenta con la edad), raza (más común entre hombres afro-americanos que blancos), dieta alta en grasas, y tener un padre o hermano que lo haya padecido.
fr: Cancer de la prostate (hommes) : âge (le risque augmente avec l’âge), race (plus fréquent chez les Afro-Américains que chez les Blancs), alimentation riche en gras et le fait d’avoir un père ou un frère qui a eu le cancer de la prostate.
pt: Câncer de próstata (homens) – idade (o risco aumenta com a idade), raça (mais comum entre homens afro-americanos do que entre homens brancos), dieta rica em gorduras, pai ou irmão com histórico de câncer na próstata.

# L894
source: The risk of developing most types of cancer can be reduced by changes in a person's lifestyle, for example, by:
es: El riesgo de desarrollar la mayoría de los tipos de cáncer se puede reducir cambiando el estilo de vida, por ejemplo:
fr: Le risque de développer la plupart des cancers peut être réduit en changeant son mode de vie, par exemple, en faisant ce qui suit :
pt: O risco de desenvolver a maioria dos tipos de câncer pode ser reduzido com mudanças no estilo de vida, por exemplo:

# L895
source: Not using tobacco (cigarettes, cigars, pipes and smokeless tobacco can all cause cancer and should not be used)
es: No fumar (cigarrillos, puros, pipas y tabaco de mascar pueden causar cáncer y no deberían consumirse)
fr: Ne pas fumer (la cigarette, le cigare, la pipe et le tabac sans fumée peuvent tous entraîner le cancer et ne doivent pas être consommés);
pt: Não usar tabaco (cigarro, charuto, cachimbo, fumo de mascar, todos podem causar câncer e não devem ser utilizados)

# L896
source: Eating a healthy diet (eat a lot of fresh fruits, vegetables and whole grains, and cut down on high-fat foods)
es: Comer una dieta saludable (comer mucha fruta, verduras y cereal y disminuir las comidas altas en grasa)
fr: Manger sainement (manger beaucoup de fruits frais, de légumes et de grains entiers et réduire sa consommation d’aliments riches en gras);
pt: Manter uma dieta saudável (comer muitas frutas e legumes frescos, grãos integrais e reduzir o consumo de alimentos ricos em gorduras)

# L897
source: Exercising regularly
es: Ejercicio regular
fr: Faire de l’exercice régulièrement;
pt: Exercitar-se regularmente

# L898
source: Using alcohol not at all or only in moderation
es: No consumir alcohol o consumirlo con moderación
fr: Boire de l’alcool avec modération ou pas du tout;
pt: Não consumir bebidas alcoólicas, ou consumi-las com moderação

# L899
source: Staying in the shade as much as you can, wearing a hat and shirt when you are in the sun, and using sunscreen
es: Permanecer a la sombra tanto como se pueda, llevar gorro y camiseta cuando esté en el sol, y usar protección solar
fr: Rester à l’ombre autant que possible, porter un chapeau et une chemise quand on est au soleil et mettre de la crème solaire.
pt: Ficar na sombra tanto quanto possível, usar chapéu ou boné e camisa quando estiver exposto ao sol, e usar protetor solar

# L9
source: Intervent Admin
es: Administrador de INTERVENT
fr: Administrateur INTERVENT

# L90
source: Very Good
es: Muy bien
fr: Très bon
pt: Muito Bom
