Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1757
source: I hereby affirm that I am voluntarily engaging in the INTERVENT Services selected by me. I understand that some of the INTERVENT Services are not intended for pregnant women and affirm that, if I am female, I am not pregnant or have informed the INTERVENT staff that I am pregnant. These Services are intended, but not guaranteed, to improve my health and well-being and may include exercise and physical activity recommendations, dietary counseling, stress management, smoking cessation and other health/fitness education activities. I will be given instructions regarding the amount and kind of exercise and physical activity I should engage in. I understand that I may be expected to participate in scheduled activities and am expected to follow instructions with regard to exercise and physical activity, diet, stress management, and other health/fitness-related activities, including communications with my physician. If I am taking prescribed medications, I will inform INTERVENT. If I participate in or use a Product supervised by an INTERVENT staff member, I will inform INTERVENT promptly of any changes in my condition (including if I am female and become pregnant) or any changes that my physician or I make with regard to use of medications. I also agree to provide my physician with copies of reports I am provided by the Sites or the Services. Depending on the Product I select, I may be given the opportunity for periodic assessment and evaluation at regular intervals after the start of my participation in or use of the Product. I understand that I can request to speak with a supervisor or manager to provide feedback specific to my experience with the Services or the Sites
es: Por el presente, declaro que me involucro voluntariamente en los Servicios INTERVENT seleccionados por mí. Entiendo que algunos de los Servicios INTERVENT no están preparados para mujeres embarazadas y declaro que, si soy mujer, no estoy embarazada o he informado al personal de INTERVENT que estoy embarazada. Estos Servicios han sido diseñados, pero no están garantizados, para mejorar mi salud y bienestar, y pueden incluir recomendaciones de ejercicio y actividad física, asesoramiento de dietas, manejo del estrés, programa para dejar de fumar, y otras actividades de educación sobre salud y aptitud física. Recibiré instrucciones con respecto a la cantidad y el tipo de ejercicio y actividad física que deberé realizar. Entiendo que seré invitado a participar en actividades programadas y a seguir instrucciones respecto de ejercicios y actividad física, dieta, manejo del estrés y otras actividades relacionadas con la salud/aptitud física, incluyendo comunicaciones con mi médico. Si estoy tomando medicamentos recetados, informaré a INTERVENT. Si participo o uso un Producto supervisado por un miembro del personal de INTERVENT, informaré a INTERVENT inmediatamente sobre cambios en mi situación (incluyendo, en caso de ser mujer, si quedo embarazada) o cambios que mi médico o yo hagamos con respecto al uso de medicamentos. También acepto suministrar a mi médico copias de informes que me entreguen los Sitios o los Servicios. En función del Producto seleccionado, tendré la oportunidad de realizar una evaluación periódica después de comenzar a participar o a utilizar el Producto. Entiendo que puedo solicitar hablar con un supervisor o gerente para ofrecer comentarios específicos sobre mi experiencia con los Servicios o los Sitios.
fr: J’affirme par la présente que je m’engage volontairement à utiliser les services d’INTERVENT que j’ai choisis. Je comprends que certains des services d’INTERVENT ne sont pas destinés aux femmes enceintes et si je suis une femme, j’affirme que je ne suis pas enceinte ou que j’ai informé le personnel d’INTERVENT que je le suis. Ces services sont destinés, sans toutefois le garantir, à améliorer ma santé et mon bien-être. Ils peuvent comprendre des recommandations en matière d’exercice et d’activité physique, des consultations diététiques, de l’information sur la gestion du stress et la cessation tabagique, et d’autres activités physiques et de mise en forme. Des instructions me seront données quant à la quantité et au type d’exercice et d’activité physique que je devrai faire. Je comprends qu’on peut s’attendre à ce que je participe aux activités prévues et que je sois tenu de suivre les instructions concernant l’exercice et l’activité physique, l’alimentation, la gestion du stress et les autres activités liées à la santé et à la mise en forme, y compris les communications avec mon médecin. Si je prends des médicaments sur ordonnance, j’en informerai INTERVENT. Si je prends part à un produit ou l’utilise sous la supervision d’un membre du personnel d’INTERVENT, j’informerai rapidement INTERVENT de tout changement dans mon état (y compris si je suis une femme et que je tombe enceinte) ou de tout changement apporté par mon médecin ou moi-même concernant l’utilisation des médicaments. J’accepte également de fournir à mon médecin des copies des rapports qui me sont fournis par les sites ou les services. Selon le produit que je choisis, on pourrait m’offrir de participer à des évaluations périodiques à intervalles réguliers après avoir commencé à prendre part au produit ou à l’utiliser. Je comprends que je peux demander à parler à un superviseur ou à un gestionnaire pour faire part de commentaires propres à mon expérience avec les services ou les sites.
pt: Pelo presente, afirmo que estou utilizando voluntariamente os Serviços da INTERVENT selecionados por mim. Compreendo que alguns dos Serviços da INTERVENT não se destinam a gestantes e afirmo que (para usuários do sexo feminino) não estou grávida nem informei aos profissionais da INTERVENT de que estou grávida. Estes Serviços se destinam, porém sem garantias, à melhora da minha saúde e do meu bem-estar, e podem incluir recomendações de exercícios e atividades físicas, orientações alimentares, controle de estresse, dicas para parar de fumar e outras atividades de adequação/educação em termos de saúde. Receberei instruções em relação à quantidade e ao tipo de exercícios e atividades físicas que devo fazer. Compreendo que posso ter de participar de atividades programadas e seguir as instruções relativas a exercícios e atividades físicas, dietas, controle de estresse e outras atividades relacionadas a saúde/condicionamento físico, incluindo comunicações com meu médico. Se estiver utilizando medicamentos vendidos sob prescrição, comprometo-me a informar isso à INTERVENT. Em caso de participação ou utilização minha de um Produto supervisionado por profissionais do quadro da INTERVENT, comprometo-me a informar à INTERVENT imediatamente quaisquer mudanças nas minhas condições (incluindo, no caso de mulheres, uma gestação) ou quaisquer mudanças que eu ou meu médico fizermos em relação ao uso de medicamentos. Concordo também em fornecer ao meu médico cópias dos relatórios que eu receber dos Sites ou dos Serviços. Conforme o produto que eu selecionar, terei a oportunidade de passar por avaliações periódicas após o início da minha participação ou utilização do Produto. Compreendo que posso pedir para falar com um supervisor ou gerente para expressar comentários específicos sobre a minha experiência com os Serviços ou Sites

# L1758
source: I acknowledge that I may have selected a Product from INTERVENT that includes assistance from and scheduled interactions with trained personnel with health backgrounds to provide general direction of my activities, monitor my performance and otherwise evaluate my progress. Otherwise, I realize that no one other than me and possibly my physician will direct my activities, monitor my performance or otherwise evaluate my progress. In such event, I accept full responsibility for these activities and for independently following or choosing not to follow the recommendations made to me by INTERVENT or from the Sites
es: Declaro y reconozco que pude haber seleccionado un Producto de INTERVENT que incluye asesoramiento e interacciones programadas con personal capacitado con formación médica para ofrecerme una guía general sobre mis actividades, controlar mi desempeño y evaluar mi progreso. De lo contrario, reconozco que ninguna otra persona, excepto yo mismo y posiblemente mi médico, dirigirá mis actividades, controlará mi desempeño o evaluará mi progreso. En este caso, acepto total responsabilidad por estas actividades y por seguir en forma independiente o elegir no seguir las recomendaciones realizadas por INTERVENT o los Sitios.
fr: Je reconnais que j’ai pu choisir un produit d’INTERVENT qui nécessite l’aide de personnes qualifiées dans le domaine de la santé et des rencontres planifiées avec celles-ci afin de fournir une orientation générale de mes activités, surveiller mon rendement et évaluer mes progrès. Autrement, je comprends que personne d’autre que moi-même et peut-être mon médecin n’orientera mes activités, ne surveillera mon rendement ou n’évaluera mes progrès. Dans un tel cas, j’assume l’entière responsabilité de ces activités et du choix indépendant de suivre ou non les recommandations qui m’ont été faites par INTERVENT ou à partir des sites.
pt: Reconheço que posso ter selecionado um Produto da INTERVENT que inclua assistência e interações programadas com profissionais que tenham capacitação e formação na área de saúde, que poderão orientar minhas atividades, monitorar meu desempenho e avaliar meu progresso. Caso contrário, compreendo que ninguém além de mim (e possivelmente meu médico) poderá direcionar minhas atividades, monitorar meu desempenho ou avaliar meu progresso. Em tal caso, assumo total responsabilidade por essas atividades e por seguir ou deixar de seguir de forma independente as recomendações da INTERVENT ou dos Sites

# L1759
source: I have been informed that during my participation in the Services, I will be asked to engage in physical activity unless symptoms such as excessive fatigue, shortness of breath, light headedness, palpitations, chest discomfort, or similar occurrences appear. If these or any other untoward symptoms occur, I have been advised that I should decrease or stop exercise and physical activity immediately and that it is my obligation to inform my physician of my symptoms before continuing with additional physical activities. I hereby affirm that I have been so advised and agree to inform my physician of my symptoms, should any develop
es: Se me ha informado que, durante mi participación en los Servicios, se me solicitará que me involucre en actividades físicas, a menos que aparezcan síntomas tales como fatiga excesiva, falta de aire, mareos, palpitaciones, malestar en el pecho o incidentes similares. En caso de que se presenten estos u otros síntomas adversos, se me ha aconsejado que debería disminuir o interrumpir el ejercicio o cualquier actividad física de inmediato y que es mi obligación informar a mi médico sobre los síntomas antes de continuar con otras actividades físicas. Por la presente, confirmo que se me ha aconsejado y he aceptado informar a mi médico sobre mis síntomas, en caso de que alguno se presentara.
fr: J’ai été informé que pendant que j’utilise les services, je devrai faire de l’activité physique, sauf si je ressens une fatigue excessive, un essoufflement, des étourdissements, des palpitations, un inconfort thoracique ou d’autres symptômes semblables. On m’a conseillé de diminuer ou d’arrêter immédiatement l’exercice et l’activité physique si ces symptômes ou tout autre symptôme gênant se manifestent, et j’ai l’obligation d’informer mon médecin de leur présence avant de continuer à faire d’autres activités physiques. J’affirme par la présente que j’en ai été avisé et j’accepte d’informer mon médecin de mes symptômes, le cas échéant.
pt: Fui devidamente informado de que, durante a minha participação nos Serviços, será pedido que eu faça atividades físicas, exceto caso surjam sintomas como fadiga excessiva, falta de ar, vertigem, palpitações, desconforto no peito ou ocorrências semelhantes. Se ocorrerem esses ou quaisquer outros sintomas indesejáveis, recebi a orientação de reduzir ou interromper os exercícios e atividades físicas imediatamente, e de que tenho a obrigação de informar meus sintomas ao meu médico antes de prosseguir com atividades físicas adicionais. Pelo presente, afirmo que recebi essas orientações e que concordo em informar meus sintomas ao meu médico, se surgirem

# L176
source: Asian
es: Asiático
fr: Asiatique
pt: Asiática

# L1760
source: INTERVENT may have reason to contact you via your cell phone or regular telephone or via text message to your cell phone to make, or remind you of, appointments, to provide motivational information, to provide program updates, to inform you if you need to see your doctor, and/or to provide other services that we believe may be of importance to you. By submitting this form, you are giving us your consent to use automated technology to call or text you at the phone number(s), including your wireless number, that you provide to us. Please note that if you do not provide or if you revoke your consent to this item, you may still receive INTERVENT services, other than specific communication services to which you would be entitled, based on your program and payment plan selection
es: INTERVENT podría necesitar comunicarse con usted por teléfono celular o teléfono fijo o por mensaje de texto a su teléfono celular para concertar o recordarle citas, ofrecerle información motivacional, brindarle actualizaciones del programa, informarle si necesita ver a su médico y/u ofrecerle otros servicios que consideremos importantes para usted. Al entregar este formulario, nos está dando su consentimiento para usar tecnología automatizada para llamarlo o enviarle mensajes de texto al/a los números de teléfono, incluso al teléfono celular que nos ha suministrado. Tenga en cuenta que si no proporciona o si revoca su consentimiento para este punto, igualmente podrá recibir servicios INTERVENT, además de los servicios de comunicación específicos a los que puede tener derecho, sobre la base de su programa y su selección de plan de pago.
fr: INTERVENT pourrait vous téléphoner ou vous texter pour fixer des rendez-vous ou vous les rappeler, vous fournir de l’information motivante, vous aviser des nouveautés sur votre programme, vous informer si vous devez consulter votre médecin ou vous fournir d’autres services que nous croyons importants pour vous. En soumettant ce formulaire, vous nous autorisez à utiliser la technologie de l’automatisation pour vous appeler ou vous texter aux numéros de téléphone que vous nous fournissez, y compris votre numéro de téléphone cellulaire. Veuillez noter que si vous n’acceptez pas cet élément ou si vous révoquez votre consentement, vous pouvez quand même recevoir les services d’INTERVENT, sauf les services de communication précis auxquels vous auriez droit en fonction de votre programme et de votre plan de paiement choisi.
pt: A INTERVENT pode ter motivos para entrar em contato com você por celular, telefone fixo ou mensagem de texto para o seu celular para marcar consultas ou lhe comunicar lembretes de consultas marcadas, fornecer informações motivacionais, avisar sobre a necessidade de falar com o seu médico e/ou prestar outros serviços que julgarmos importantes para você. Ao enviar este formulário, você estará nos autorizando a utilizar tecnologia automatizada para fazer ligações ou enviar mensagens de texto para você nos números de telefone (celular ou fixo) que você nos fornecer. Se você não conceder sua autorização ou se revogá-la, você ainda poderá receber serviços da INTERVENT, além serviços específicos de comunicação a que você teria direito, com base no programa no plano de pagamento que você selecionar

# L1761
source: Risks
es: Riesgos
fr: Risques
pt: Riscos

# L1762
source: I understand and have been informed that there is a remote possibility of adverse changes occurring during exercise and physical activity including, but not limited to, abnormal blood pressure, fainting, dizziness, disorders of heart rhythm, and very rare instances of heart attack, stroke, or even death. I further understand and I have been informed that the risk of bodily injury exists including, but not limited to, injuries to the muscles, ligaments, tendons, and joints of the body. I have been told that efforts will be made to minimize these occurrences by the provision of scientifically-based, individualized exercise and physical activity recommendations together with an opportunity for regular assessments of my progress and on-going revision of my exercise and physical activity recommendations if I participate in or use a Product supervised by an INTERVENT staff member. Also, I will follow my exercise and physical activity recommendations, record the details in my exercise diary and report any untoward situations to my physician and to INTERVENT
es: Entiendo y he recibido información de que existe una remota posibilidad de que se produzcan cambios adversos durante el ejercicio y la actividad física, incluyendo, entre otros, presión arterial anormal, desmayo, mareos, trastornos del ritmo cardíaco y, en raras ocasiones, infarto, accidente cerebrovascular o incluso la muerte. Asimismo, entiendo y he recibido información de que existe riesgo de lesiones físicas incluyendo, entre otras, lesiones de los músculos, ligamentos, tendones y articulaciones del cuerpo. Se me ha informado que se realizarán esfuerzos para minimizar estas situaciones mediante la provisión de recomendaciones con base científica sobre actividad física y ejercicio personalizados, junto con la posibilidad de evaluaciones periódicas de mi progreso y revisión continua de mis ejercicios y recomendaciones de actividad física, si participo o uso un Producto supervisado por un miembro del personal de INTERVENT. Además, seguiré mis recomendaciones de actividad física y ejercicio, registraré los detalles en mi agenda de ejercicios e informaré las situaciones adversas a mi médico y a INTERVENT.
fr: Je comprends et j’ai été informé qu’il existe une faible possibilité de changements indésirables pendant l’exercice et l’activité physique, dont une pression artérielle anormale, des évanouissements, des étourdissements, des troubles du rythme cardiaque et, dans de très rares cas, une crise cardiaque, un accident vasculaire cérébral (AVC), voire la mort. Je suis également conscient, et j’en ai été informé, qu’il existe un risque de blessures corporelles, y compris des blessures aux muscles, aux ligaments, aux tendons et aux articulations. On m’a avisé que si je prends part à un produit ou que je l’utilise sous la supervision d’un membre du personnel d’INTERVENT, on s’efforcera de réduire au minimum ces possibilités en me recommandant des exercices et des activités physiques fondés sur des données scientifiques et individualisées, ainsi qu’en évaluant régulièrement mes progrès et en révisant continuellement les exercices et les activités physiques qui me sont recommandés. De plus, je suivrai mes exercices et mes activités physiques recommandés, j’inscrirai les détails dans mon journal de bord et je signalerai toute situation gênante à mon médecin et à INTERVENT.
pt: Compreendo e fui informado de que há uma remota possibilidade de haver mudanças adversas durante os exercícios e atividades físicas, incluindo, entre outras, pressão arterial alterada, desmaios, tontura, arritmia cardíaca, e muito raramente, ataques cardíacos, derrames ou até mesmo morte. Compreendo também e fui informado de que há riscos de lesões corporais, incluindo, entre outros, lesões musculares, em ligamentos, tendões e articulações do corpo. Fui informado de que se tomariam medidas para minimizar essas ocorrências com recomendações de exercícios e atividades físicas com respaldo científico e individualizados, em conjunto com a oportunidade de realizar avaliações do meu progresso regularmente e a revisão contínua das minhas recomendações de exercícios e atividades físicas, se eu participar ou utilizar a supervisão do Produto, feita por um profissional do quadro da INTERVENT. Comprometo-me também a seguir minhas recomendações de exercícios e atividades físicas, registrar os detalhes no meu diário de exercícios de qualquer situação desfavorável e relatá-las ao meu médico e à INTERVENT

# L1763
source: I further understand that there may be risks associated with making dietary changes, such as an increased risk for gallstones and, for persons with diabetes, fluctuations in blood sugar levels. I fully understand the risks associated with exercise and physical activity and dietary changes, including the risk of bodily injury, heart attack, stroke, coma, or even death, but knowing these risks, it is my desire to participate as herein indicated
es: Asimismo, entiendo que puede haber riesgos asociados con los cambios en la dieta, tales como aumento del riesgo de cálculos biliares y, para personas diabéticas, fluctuaciones en los niveles de azúcar en sangre. Entiendo completamente los riesgos asociados con el ejercicio y la actividad física y los cambios en la dieta, incluyendo el riesgo de lesiones físicas, infarto, accidente cerebrovascular, coma o incluso la muerte, pero aun conociendo estos riesgos, deseo participar de acuerdo con lo que se indica en el presente.
fr: Je comprends aussi que des changements dans les habitudes alimentaires peuvent comporter des risques, comme un risque accru de calculs biliaires et, pour les personnes atteintes de diabète, des fluctuations de la glycémie. Je comprends parfaitement les risques associés aux changements des exercices, des activités physiques et des habitudes alimentaires, y compris les risques de blessures corporelles, de crise cardiaque, d’AVC, de coma ou même de mort, mais, connaissant ces risques, je désire participer, comme il est indiqué dans la présente.
pt: Compreendo também que pode haver riscos associados às mudanças na minha dieta, como maior risco de cálculos biliares e, para portadores de diabetes, variações nos níveis de açúcar no sangue. Compreendo inteiramente os riscos associados aos exercícios e atividades físicas e às mudanças na minha dieta, incluindo o risco de lesões corporais, ataque cardíaco, derrame, coma ou até mesmo morte, porém, ciente desses riscos, é meu desejo participar conforme estabelecido no presente instrumento
