Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L4594
source: <p>Keeping your regularly scheduled appointments with your health coach is important to your success in making and sustaining lifestyle changes. Your coach will listen to your needs, preferences and circumstances and help you stay on track to achieve your goals. He or she will be there to support you every step of the way to better health. </p><p> <ul>What's Required<br> <li>The number of coaching sessions that you may receive during a program year depends upon your responses to the wellness assessment and other factors. While you should aim to complete all coaching sessions for maximum benefit, you must complete at least four sessions to earn this incentive.</li> <li>The first 100 participants that complete four coaching sessions by 12/31/23 will receive a $100 Amazon electronic gift card from South University. Your first coaching session must be completed by 9/30/23 to qualify.</li></ul></p>
es: <p>Cumplir con las citas regulares programadas con su consejero de salud es importante para lograr y mantener cambios en su estilo de vida. Su consejero escuchará sus necesidades, preferencias y circunstancias y lo ayudará a mantenerse en camino para lograr sus objetivos. Él o ella estará allí para apoyarlo en cada paso del camino hacia una mejor salud. </p><p> <ul>Lo que se requiere<br> <li>La cantidad de sesiones de entrenamiento que puede recibir durante un año del programa depende de sus respuestas a la evaluación de bienestar y otros factores. Debe aspirar a completar todas las sesiones de entrenamiento para obtener el máximo beneficio, debe completar al menos cuatro sesiones para obtener este incentivo.</li> <li>Los primeros 100 participantes que completen cuatro sesiones de entrenamiento antes del 12/31/23 recibirán una tarjeta de regalo electrónica de Amazon de $100 de South University. Su primera sesión de entrenamiento debe completarse antes del 09/30/23 para calificar.</li></ul></p>

# L4595
source: Have a primary care physician
es: Tener un(a) médico(a) de atención primaria

# L4596
source: Save Partial Profile
es: Guardar perfil parcial
fr: Enregistrer le profil partiel
pt: Salvar perfil parcial

# L4600
source: Meeting Link
es: Enlace de reunión
fr: Lien de la réunion

# L4601
source: Get a more personalized and accurate report by providing your labwork within {0} days of completing your assessment.
es: Obtenga un reporte más personalizado y preciso al proporcionar sus laboratorios dentro de los{0} días de comletar su evaluación.
fr: Obtenez un rapport plus personnalisé et précis en fournissant votre travail de laboratoire dans les {0} jours suivant la fin de votre évaluation
pt: Obtenha um relatório mais personalizado e preciso fornecendo seu trabalho de laboratório em até {0} dias após a conclusão da avaliação.

# L4602
source: Your INTERVENT health coach has added new content for you! Please log in to your program page to access it: {0}
es: ¡Su consejero de salud de INTERVENT ha agregado nuevos contenidos para ti! Por favor entre en la página de su programa para acceder a ellos: {0}
fr: Votre coach santé INTERVENT a ajouté du nouveau contenu pour vous ! Veuillez vous connecter à la page de votre programme pour y accéder: {0}

# L4603
source: Hello. This is INTERVENT calling to remind you of your telephonic health coaching appointment tomorrow at {0} {1}. If you are unable to make your appointment, you may call us at {2} to reschedule. Thank you and have a healthy day.
es: Hola. Soy INTERVENT llamando para recordarle su cita telefónica de asesoría de salud mañana a las {0} {1}. Si no puede asistir a su cita, puede llamarnos al {2} para reprogramarla. Gracias y que tengas un día saludable.
fr: Bonjour. Nous vous appelons INTERVENT pour vous rappeler votre rendez-vous téléphonique de coaching santé demain à {0} {1}. Si vous ne parvenez pas à prendre votre rendez-vous, vous pouvez nous appeler au {2} pour reprogrammer. Merci et bonne journée.

# L4604
source: Specifically, via a Google API, we have integrated with services provided by Google Health Connect to provide insights and analysis of your health. To this end, please note that any collection, storage, use and/or transfer of your data that is received from:
es: Específicamente, a través de una API de Google, nos hemos integrado con los servicios proporcionados por Google Health Connect para brindar información y análisis de su salud. A este fin, tenga en cuenta que cualquier recopilación, almacenamiento, uso y/o transferencia de sus datos que se reciba de:
fr: Plus précisément, via une API Google, nous avons intégré les services fournis par Google Health Connect pour fournir des informations et une analyse de votre santé. À cette fin, veuillez noter que toute collecte, stockage, utilisation et/ou transfert de vos données provenant de :
pt: Especificamente, através de uma API do Google, integramos os serviços fornecidos pelo Google Health Connect para fornecer insights e análises da sua saúde. Para este efeito, tenha em atenção que qualquer recolha, armazenamento, utilização e/ou transferência dos seus dados recebidos de:

# L4605
source: a Google API will, at all times, adhere to Google API Services User Data Policy, including the limited use requirements prescribed therein; and
es: una API de Google se adherirá en todo momento a la Política de datos de usuario de los servicios API de Google, incluidos los requisitos de uso limitado prescritos en la misma; y
fr: une API Google respectera à tout moment la Politique relative aux données utilisateur des services API Google, y compris les exigences d'utilisation limitée qui y sont prescrites ; et
pt: uma API do Google sempre aderirá à Política de Dados do Usuário dos Serviços de API do Google, incluindo os requisitos de uso limitado nela prescritos; e

# L4606
source: Google Health Connect will, at all times, adhere to the Health Connect Permissions Policy, including the limited use requirements prescribed therein.
es: Google Health Connect cumplirá en todo momento la Política de permisos de Health Connect, incluidos los requisitos de uso limitado prescritos en la misma.
fr: Google Health Connect respectera à tout moment la politique d'autorisations Health Connect, y compris les exigences d'utilisation limitée qui y sont prescrites.
pt: O Google Health Connect cumprirá sempre a Política de permissões do Health Connect, incluindo os requisitos de uso limitado nela prescritos.

# L4607
source: To summarize, INTERVENT's use and transfer to any other app any information received from Google APIs will adhere to the <a href="https://developers.google.com/terms/api-services-user-data-policy#additional_requirements_for_specific_api_scopes" style="color:deepskyblue">Google API Services User Data Policy</a>, including the concerned Limited Use requirements.
es: En resumen, el uso de INTERVENT y la transferencia a cualquier otra aplicación de cualquier información recibida de las API de Google se ajustarán a los <a href="https://developers.google.com/terms/api-services-user-data-policy#additional_requirements_for_specific_api_scopes" style="color:deepskyblue">Política de datos de usuario de los servicios API de Google</a>, incluidos los requisitos de uso limitado correspondientes.
fr: Pour résumer, l'utilisation par INTERVENT et le transfert vers toute autre application de toute information reçue des API Google respecteront les <a href="https://developers.google.com/terms/api-services-user-data-policy#additional_requirements_for_special_api_scopes" style="color:deepskyblue">Politique relative aux données utilisateur des services API Google</a>, y compris les exigences d'utilisation limitée concernées.
pt: Para resumir, o uso e a transferência da INTERVENT para qualquer outro aplicativo de qualquer informação recebida das APIs do Google obedecerá aos <a href="https://developers.google.com/terms/api-services-user-data-policy#additional_requirements_for_specific_api_scopes" style="color:deepskyblue">Política de dados do usuário dos serviços de API do Google</a>, incluindo os requisitos de uso limitado em questão.

# L4609
source: Assigned Kits
es: Kits asignados
fr: Kits attribués

# L1149
source: N/A
fr: s.o.

# L1382
source: Diabetes?
fr: Diabète?

# L1515
source: A1C
fr: Hémoglobine glyquée

# L1602
source: HDL {0}
fr: Taux de cholestérol HDL {0}

# L1640
source: Plan
fr: Programme

# L1676
source: Kits
fr: Trousses

# L1824
source: Cookies
fr: Fichiers témoins

# L2009
source: Please confirm that the height and weight you entered are in the correct units and/or the correct values.
fr: Veuillez confirmer que la taille et le poids que vous avez inscrits sont exacts et qu’il s’agit des bonnes unités de mesure.
pt: Confirme se a altura e o peso que você digitou estão nas unidades corretas e nos valores corretos.

# L21
source: Diabetes
fr: Diabète

# L241
source: Diabetes
fr: Diabète

# L2552
source: Actual
fr: Réel

# L2733
source: <b>INTERVENT/WM with OPTI</b>FAST is a medically-supervised weight management program that closely monitors and assesses progress toward your desired weight, better health and emotional well-being. The program uses a phased approach:
fr: <b>INTERVENT/WM, avec OPTIFAST,</b> est un programme de gestion du poids effectué sous surveillance médicale au cours duquel les progrès vers le poids désiré, une meilleure santé et un bien-être émotionnel sont suivis de près. Le programme se fait de manière progressive.

# L2734
source: Booster Phase (8 to 12 weeks) – Take up to 3 <b>OPTI</b>FAST meal replacements per day along with a dinner meal of lean protein and non-starchy vegetables. Weight loss is typically most rapid during this phase.
fr: Phase de stimulation (8 à 12 semaines) : prenez jusqu’à 3 substituts de repas <b>OPTIFAST</b> par jour ainsi qu’un repas d’aliments protéinés maigres et de légumes pauvres en féculents. La perte de poids est généralement plus rapide pendant cette phase.

# L2735
source: Transition Phase (about 6 weeks) – Add new foods to your daily meal plan while reducing the use of <b>OPTI</b>FAST meals. You may continue to lose weight or avoid gaining weight.
fr: Phase de transition (environ 6 semaines) : ajoutez de nouveaux aliments à votre programme alimentaire quotidien tout en réduisant la consommation des repas <b>OPTIFAST</b>. Durant cette phase, vous pourriez continuer à perdre du poids ou éviter d’en prendre.

# L2736
source: Management Phase (ongoing) – Follow our comprehensive weight management program designed to keep weight off and promote optimal health and well-being.
fr: Phase de gestion (en continu) : suivez notre programme complet de gestion du poids conçu pour maintenir un poids normal et promouvoir une santé et un bien-être optimaux.

# L2737
source: You will receive an action plan, as well as educational modules on many topics related to weight loss and weight management. Throughout the entire program, you will be supported by a team of health professionals with expertise in weight management, including a doctor, dietician and professional health coach –both in face-to-face sessions and via the telephone/Internet.
fr: Vous recevrez un plan d’action et des modules éducatifs sur de nombreux sujets liés à la perte et à la gestion du poids. Tout au long du programme, vous serez accompagné par une équipe de professionnels de la santé spécialisés dans la gestion du poids, dont un médecin, un diététiste et un conseiller en santé, autant par des séances en personne que par téléphone ou sur Internet.

# L2738
source: Earn rebates of up to $300 if you are successful in achieving your weight loss goals.
fr: Obtenez des récompenses pouvant aller jusqu’à 300 $ si vous parvenez à atteindre vos objectifs de perte de poids.

# L2847
source: Games
fr: Jeux

# L2849
source: Enjoy fun, engaging games and cash rewards as you learn about your health.
fr: Prenez part à des jeux amusants et attrayants et recevez des récompenses en argent tout en vous renseignant sur votre santé.

# L2850
source: By clicking OK, you acknowledge you are going to a third-party site.
fr: En cliquant sur OK, vous reconnaissez que vous vous rendez sur un site tiers.

# L2905
source: Elite
fr: Élite

# L2906
source: Elite Plus
fr: Élite plus

# L299
source: Prediabetes
fr: Prédiabète
pt: Pré-diabetes

# L2995
source: Done
fr: Terminé

# L3
source: No
fr: Non
pt: Não

# L3071
source: Create a myWellness Account
fr: Créer un compte monBien-être

# L3072
source: Enroll in a quarterly challenge
fr: S’inscrire à un défi trimestriel

# L3073
source: Weekly activity DOSE per month
fr: Activité hebdomadaire DOSE chaque mois

# L3074
source: Monthly fitness centre based events
fr: Événements mensuels dans un centre de conditionnement physique

# L3081
source: Cardiorespiratory Fitness (VO2 max)
fr: Capacité cardiorespiratoire (VO<sub>2</sub> max)
pt: Condicionamento físico cardiorrespiratório (VO2 máx)

# L3082
source: How frequently do you usually exercise?
fr: À quelle fréquence faites-vous habituellement de l’exercice?
pt: Com que frequência você geralmente se exercita?

# L3083
source: How hard do you usually push yourself?
fr: En général, à quel point repoussez-vous vos limites?
pt: Que nível de dificuldade você se impõe?

# L3084
source: How long does each exercise session usually last?
fr: En moyenne, combien de temps dure chaque séance d’exercice?
pt: Geralmente, quanto tempo dura cada sessão de exercícios?

# L3085
source: Less than once a week
fr: Moins d’une fois par semaine
pt: Menos de uma vez por semana

# L3086
source: Once a week
fr: Une fois par semaine
pt: Uma vez por semana

# L3087
source: Two to three times a week
fr: Deux ou trois fois par semaine
pt: Duas ou três vezes por semana

# L3088
source: Four or more times a week
fr: Quatre fois ou plus par semaine
pt: Quatro ou mais vezes por semana

# L3089
source: I take it easy without breaking into a sweat or heavy breathing
fr: Je m’entraîne doucement sans transpirer ni respirer trop fort.
pt: Vou com calma, sem suar demais ou respirar com dificuldade

# L3090
source: I push myself hard enough to break into a sweat and/or breathe heavy
fr: Je m’entraîne assez fort pour transpirer ou respirer fort.
pt: Esforço-me o suficiente para suar bastante e respirar com dificuldade

# L3091
source: I push myself to near exhaustion
fr: Je m’entraîne presque jusqu’à l’épuisement.
pt: Esforço-me até quase a exaustão

# L3092
source: Less than 15 minutes
fr: Moins de 15 minutes
pt: Menos de 15 minutos

# L3093
source: Between 15 and 29 minutes
fr: Entre 15 et 29 minutes
pt: Entre 15 e 29 minutos

# L3094
source: Between 30 and 60 minutes
fr: Entre 30 et 60 minutes
pt: Entre 30 e 60 minutos

# L3095
source: More than 60 minutes
fr: Plus de 60 minutes
pt: Mais de 60 minutos

# L3096
source: Physical Activity Summary Index
fr: Indice sommaire d’activité physique
pt: Índice resumido de atividades físicas

# L3097
source: Low Activity
fr: Activité d’intensité faible
pt: Baixa atividade

# L3098
source: Medium Activity
fr: Activité d’intensité modérée
pt: Média atividade

# L3099
source: High Activity
fr: Activité d’intensité élevée
pt: Alta atividade

# L3100
source: Your <a href='#' style='color:deepskyblue' data-open='pai-modal'>physical activity summary index (PA-I)</a> is {0}. Your PA-I places you in the {1} category.
fr: Votre <a href='#' style='color:deepskyblue' data-open='pai-modal'>indice sommaire d’activité physique (I-AP)</a> est de {0}. Votre I-AP vous place dans la catégorie {1}.
pt: Seu <a href='#' style='color:deepskyblue' data-open='pai-modal'>índice resumido de atividades físicas (PA-I)</a> é de {0}. Seu IAF posiciona você na categoria {1}.

# L3101
source: For the following questions, exercise means aerobic physical activity such as walking, jogging, cycling, swimming, fitness classes, sport, etc.
fr: Douleur lombaire ou blessure au dos

# L3102
source: The physical activity summary index (PA-I) is calculated from your self-reported frequency (that is, how often you exercise), intensity (that is, how hard you exercise) and duration (that is, how long you exercise for) of exercise. PA-I scores range from 0 to 15. Higher PA-I scores are associated with a lower risk for developing and dying from heart disease and certain other chronic diseases.
fr: L’indice sommaire d’activité physique (I-AP) est calculé à partir de la fréquence (le nombre de fois que vous faites de l’exercice), de l’intensité (la difficulté de l’exercice) et de la durée (le temps que dure l’exercice) que vous avez déclarées. Les résultats de l’I-AP varient de 0 à 15. Des scores élevés indiquent que vous présentez un faible risque de développer une maladie du cœur et certaines autres maladies chroniques, ou d’en mourir.
pt: O índice resumido de atividades físicas (IAF) é calculado segundo a frequência que você informou (ou seja, sua frequência de exercícios), a intensidade (ou seja, a nível de dificuldade dos exercícios) e a duração (ou seja, por quanto tempo você se exercita) dos exercícios. A pontuação do IAF varia de 0 a 15. Uma pontuação mais alta no IAF está associada a um risco mais baixo de desenvolver ou morrer de doenças cardíacas e outras doença crônicas específicas.

# L3103
source: PA-I scores of 1.5 or less place you in the low physical activity category and are associated with a higher risk for developing and dying from heart disease and certain other chronic diseases.
fr: Des scores inférieurs ou égaux à 1,5 indiquent que vous faites peu d’activité physique et que vous présentez un faible risque de développer une maladie du cœur et certaines autres maladies chroniques, ou d’en mourir.
pt: Uma pontuação de 1,5 ou menos no IAF posiciona você na categoria de baixa atividade física e está associada a um risco mais alto de desenvolver ou morrer de doenças cardíacas e outras doenças crônicas específicas.

# L3104
source: PA-I scores of 1.51 to 3.75 place you in the medium physical activity category and are associated with a lower risk for developing and dying from heart disease and certain other chronic diseases
fr: Des scores entre 1,51 et 3,75 indiquent que vous faites assez d’activité physique et que vous présentez un faible risque de développer une maladie du cœur et certaines autres maladies chroniques, ou d’en mourir.
pt: Uma pontuação de 1,51 a 3,75 no IAF posiciona você na categoria de média atividade física e está associada a um risco mais baixo de desenvolver ou morrer de doenças cardíacas e outras doenças crônicas específicas

# L3105
source: PA-I scores above 3.75 place you in the high physical activity category and are associated with the lowest risk for developing and dying from heart disease and certain other chronic diseases
fr: Des scores supérieurs à 3,75 indiquent que vous faites beaucoup d’activité physique et que vous présentez le plus faible risque de développer une maladie du cœur et certaines autres maladies chroniques, ou d’en mourir.
pt: Uma pontuação acima de 3,75 no IAF posiciona você na categoria de alta atividade física e está associada a um risco mais baixo de desenvolver ou morrer de doenças cardíacas e outras doenças crônicas específicas

# L3107
source: Resting Heart Rate
fr: Fréquence cardiaque au repos
pt: Frequência cardíaca em repouso

# L3140
source: Arabic
ar: العربية
ar_ae: العربية
fr: Arabe
pt: Árabe

# L3157
source: Please make sure this information is correct.
fr: Veuillez vous assurer que ces informations sont correctes.
pt: Certifique-se de que essas informações estejam corretas.

# L3177
source: French
fr: Français
pt: Francês

# L3198
source: Most of the time during the {0} have you performed moderate-to-vigorous-intensity aerobic physical activity (such as brisk walking ) for a minimum of 150 minutes each week?
fr: La plupart du temps, pendant {0}, avez-vous pratiqué un exercice d’aérobie d’intensité modérée à vigoureuse (comme la marche rapide) pendant au moins 150 minutes par semaine?
pt: Na maioria das vezes, durante o período {0}, você fez atividades físicas aeróbicas de intensidade moderada a vigorosa (como uma caminhada em ritmo acelerado) por pelo menos 150 minutos toda semana?

# L3199
source: During the PAST SEVEN DAYS, how many minutes of moderate (such as brisk walking) to strenuous (such as jogging) aerobic exercise did you do in total?
fr: Au cours des SEPT DERNIERS JOURS, combien de minutes d’exercices d’aérobie d’intensité modérée (comme la marche rapide) à vigoureuse (comme la course) avez-vous faites au total?
pt: Nos ÚLTIMOS SETE DIAS, quantos minutos de exercícios aeróbicos moderados (em ritmo acelerado) a vigorosos (cooper) você fez no total?

# L3203
source: Its time to complete your one day food diary.
fr: Il est temps de remplir votre journal alimentaire d’une journée.

# L3204
source: If you have the following measurements, you may enter them below. You will also be contacted by Dynacare to schedule an appointment for validated blood work that will be completed in the comfort of your own home.
fr: Si vous avez les mesures suivantes, vous pouvez les inscrire. Dynacare communiquera avec vous afin de fixer un rendez-vous pour procéder à des analyses sanguines validées, et ce, dans le confort de votre foyer.

# L3219
source: FAQs
fr: Foire aux questions

# L3220
source: Health and wellness awaits you
fr: La santé et le bien-être sont au rendez-vous

# L3221
source: Become empowered to lead a healthier life and reduce your risk of developing type 2 diabetes. Participate in the Canadian Diabetes Prevention Program, a study funded by the Public Health Agency of Canada. Gain access to personalized health coaching, tools and resources all provided at no cost to you.
fr: Donnez-vous les moyens de vivre une vie saine et de réduire votre risque de développer un diabète de type 2. Participez au Programme canadien de prévention du diabète, une étude financée par l’Agence de la santé publique du Canada. Accédez gratuitement à un encadrement personnalisé en matière de santé, à des outils et à des ressources.
pt: Leve uma vida mais saudável e reduza os riscos de desenvolver diabetes tipo 2. Participe do Programa Canadense de Prevenção do Diabetes, um estudo financiado pela Public Health Agency of Canada. Acesse serviços de coaching personalizados, ferramentas e recursos na área de saúde, todos fornecidos sem custos para você.

# L3222
source: Find out if you qualify
fr: Voyez si vous êtes admissible
pt: Saiba se você atende aos requisitos

# L3227
source: Engage with a personal health coach. You’ll love working with one of our dedicated health professionals.
fr: Entrez en contact avec un conseiller en santé personnel. Vous adorerez travailler avec l’un de nos professionnels de la santé dévoués.
pt: Contate um coach de saúde pessoal. Você vai adorar trabalhar com um dos nossos profissionais de saúde dedicados.
