Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1595
source: Calculate
es: Calcule
fr: Calculer
pt: Calcular

# L1596
source: Schedule appointment with your doctor to discuss new medications/medication changes; take with Printable Summary report.
es: Programe una cita con su doctor para discutir nuevos medicamentos/Cambios en sus medicamentos; llevar su Resumen de Informe impreso.
fr: Prenez rendez-vous avec votre médecin pour discuter de l’ajout ou de changements de médicaments et apportez une version papier du rapport sommaire.
pt: Agende uma consulta com seu médico para conversar sobre mudanças na medicação; leve o Relatório resumido imprimível com você.

# L1597
source: You have abnormal cholesterol and/or triglyceride levels.
es: Tiene niveles de Colesterol y/o Triglicéridos anormal
fr: Votre taux de cholestérol ou de triglycérides est anormal.
pt: Você tem níveis anormais de colesterol e/ou triglicérides.

# L1598
source: You do not have abnormal cholesterol and/or triglyceride levels.
es: No tiene niveles de Colesterol y/o Triglicéridos anormal
fr: Votre taux de cholestérol ou de triglycérides est normal.
pt: Você não tem níveis anormais de colesterol e/ou triglicérides.

# L1599
source: Aim for below goal values for total cholesterol, LDL ("bad") cholesterol and triglycerides. Aim for goal value or higher for HDL ("good") cholesterol. Optimal is below {0} for LDL and {1} or higher for HDL cholesterol.
es: Intente para un valor debajo de la meta para su colesterol total, Colesterol LDL ("malo") y Triglicéridos. Intente para un valor mas alto de su colesterol HDL ("bueno"). Menos de {0} es optimo para el LDL y {1} o mas alto para colesterol HDL.
fr: Visez des taux de cholestérol total, de cholestérol LDL (le « mauvais ») et de triglycérides inférieurs aux valeurs cibles, mais tentez d’atteindre le taux de cholestérol HDL (le « bon ») cible ou supérieur. L’idéal est d’avoir un taux de cholestérol LDL inférieur à {0} et un taux de cholestérol HDL égal ou supérieur à {1}.
pt: Tente manter o colesterol total, o colesterol "ruim" (LDL) e os triglicérides abaixo dos valores recomendados. Tente atingir valores de colesterol "bom" (HDL) iguais ou acima do valor recomendado. O ideal é manter o colesterol LDL abaixo de {0} e o colesterol HDL igual a ou acima de {1}.

# L16
source: Have you ever been told by a medical doctor or health care professional you have any of the following:
es: Alguna vez un médico o un profesional de la salud le ha dicho que tiene alguna de los/las siguientes:
fr: Un médecin ou un professionnel de la santé vous a-t-il déjà dit que vous présentez l’une des caractéristiques suivantes :
pt: Algum médico ou profissional de saúde já lhe disse que você tem qualquer das condições a seguir:

# L160
source: Date of Blood Test
es: Dia de la Prueba de Sangre
fr: Date de l’analyse sanguine
pt: Data do exame de sangue

# L1600
source: {0} Triglycerides {1}
es: Triglicéridos {0} {1}
fr: {0} Triglycérides {1}
pt: {0} Triglicérides {1}

# L1601
source: {0} LDL {1}
es: LDL {0} {1}

# L1603
source: Select Time
es: Seleccione Hora
fr: Sélectionnez l’heure

# L1604
source: Continue not using tobacco.
es: Continue sin usar tabaco
fr: Continuer à ne pas fumer.
pt: Continue sem usar tabaco.

# L1605
source: OR
es: O

# L1606
source: You have choosen to complete your blood testing at a doctor's office
es: Ha escogido completar sus laboratorios de sangre en una oficina de doctor

# L1607
source: You have choosen to complete your blood testing at a LabCorp location
es: Ha escogido completar sus laboratorios de sangre en una localizacion de LabCorp

# L1608
source: Great! On
es: ¡Excelente! En

# L1609
source: what time would you like to be called
es: Que hora desea que se le llame

# L161
source: Total Cholesterol
es: Colesterol total
fr: Cholestérol total
pt: Colesterol total

# L1610
source: We've scheduled your session with
es: Hemos hecho su cita con
fr: Nous avons prévu votre séance avec

# L1611
source: will call you on on
es: le llamara en
fr: vous contactera le

# L1612
source: Say hello to your new coach
es: Digale Hola a su nuevo entrenador
fr: Saluez votre nouveau conseiller

# L1613
source: Get Coaching
es: Obtenga entrenamiento
fr: Obtenir de l’encadrement

# L1614
source: Continue Program
es: Continue el Programa
fr: Poursuivre le programme

# L1615
source: My Rewards
es: Mis Premios
fr: Mes récompenses

# L1616
source: Earn Rewards
es: Gane premios
fr: Obtenir des récompenses

# L1617
source: Devices
es: Dispositivos
fr: Appareils

# L1618
source: Fitness
es: Aptitud fisica

# L1619
source: Physical Activity
es: Rutina
fr: Activité physique

# L162
source: Triglycerides
es: Triglicéridos
fr: Triglycérides
pt: Triglicérides

# L1620
source: e.g. 123 Main Street
es: ej: 123 Main Street
fr: e.g. 123 Rue Principale
pt: p. ex.: Rua Principal, nº 123

# L1621
source: Main City
es: Cuidad Principal
fr: Ville Principale
pt: Cidade principal

# L1622
source: Please enter home number
es: Por favor ingrese número de casa
fr: Veuillez entrer votre numéro de téléphone à la maison.
pt: Digite o número de telefone residencial

# L1623
source: Please enter work number
es: Por favor ingrese número de trabajo
fr: Veuillez entrer votre numéro de téléphone au travail.
pt: Digite o número de telefone do trabalho

# L1624
source: Please enter cell number
es: Por favor ingrese número de celular
fr: Veuillez entrer votre numéro de téléphone cellulaire.
pt: Digite o número do celular

# L1625
source: User Name
es: Nombre de Usuario

# L1626
source: Phone Number
es: Número de Teléfono
fr: Numéro de téléphone
pt: Número do telefone

# L1627
source: Password (8 characters minimum)
es: Contraseña (mínimo 8 caracteres)

# L1628
source: Retype Password
ar: أعد كتابة كلمة المرور
ar_ae: أعد كتابة كلمة المرور
es: Reingrese contraseña
fr: Saisir le mot de passe à nouveau
pt: Digite a senha novamente

# L1629
source: Coupon Code
es: Código de Cupón
fr: Code promo
pt: Código do cupom

# L163
source: LDL Cholesterol
es: Colesterol LDL
fr: Cholestérol LDL
pt: Colesterol LDL

# L1630
source: Your password has been changed. Please login with your email and new password.
ar: تم تغيير كلمة المرور الخاصة بك، يرجى تسجيل الدخول باستخدام البريد الكتروني وكلمة المرور الجديدة.
ar_ae: تم تغيير كلمة مرورك. يرجى تسجيل الدخول بعنوان بريدك الإلكتروني وكلمة المرور الجديدة.
es: Su contraseña ha cambiado. Por favor ingrese con su correo electrónico y contraseña nueva.
fr: Votre mot de passe a été modifié. Veuillez vous connecter à l’aide de votre adresse électronique et de votre nouveau mot de passe.
pt: Sua senha foi alterada. Faça login com seu e-mail e sua nova senha.

# L1631
source: About Us
es: Sobre Nosotros

# L1632
source: Your Email Address
ar: عنوان بريدك الإلكتروني
ar_ae: عنوان بريدك الإلكتروني
es: Su Correo Electrónico
fr: Votre adresse électronique
pt: Seu endereço de e-mail

# L1633
source: Failed to reset the password
ar: فشل في إعادة ضبط كلمة المرور
ar_ae: تعذر إعادة تعيين كلمة المرور
es: Ha fallado restablecer su contraseña
fr: Échec de la réinitialisation du mot de passe
pt: Falha ao redefinir a senha

# L1634
source: and onwards
es: y adelante
fr: et au-delà

# L1635
source: Your Exercise Guidelines
es: Su Guía de Ejercicios
fr: Vos recommandations en matière d’exercice

# L1636
source: (Note: Follow the second meal plan once you have achieved your long-term weight goal.)
es: (Nota: Siga el segundo plan alimenticio una vez logre su meta de paso a largo plazo.)
fr: (Remarque : Suivez le deuxième programme alimentaire une fois que vous aurez atteint votre objectif de poids à long terme.)

# L1637
source: Trans Fat
es: Grasa Trans
fr: Gras trans

# L1638
source: Carbs
es: Carbohidratos
fr: Glucides

# L1639
source: Added Sugar
es: Azúcar Añadida
fr: Sucre ajouté

# L164
source: HDL Cholesterol
es: Colesterol HDL
fr: Cholestérol HDL
pt: Colesterol HDL

# L1641
source: Less than
es: Menos de
fr: Inférieur à

# L1642
source: Meats/Cheese
es: Carnes/Quesos
fr: Viandes et fromages

# L1643
source: Milk/Yogurt
es: Leche/Yogur
fr: Lait et yogourt

# L1644
source: Fruits
es: Frutas

# L1645
source: Non-Starchy Vegetables
es: Vegetales sin Almidón
fr: Légumes pauvres en féculents

# L1646
source: Grains
es: Granos
fr: Produits céréaliers

# L1647
source: Starchy Vegetables
es: Vegetales con Almidón
fr: Légumes riches en féculents

# L1648
source: Please discuss the following with your personal doctor
es: Por favor discuta lo siguiente con sus doctor
fr: Veuillez discuter des points suivants avec votre médecin

# L1649
source: Preventive Exams and Immunizations
es: Examenes Preventivos e Inmunizaciones
fr: Examens préventifs et vaccins

# L165
source: Glucose
es: Glucosa
pt: Glicose

# L1650
source: Your specific check ups, tests and immunizations should be determined by you and your doctor The charts below show whether or not you appear to be on track with the minimum recommended schedule for healthy adults
es: Sus exámenes, revisiones e inmunizaciones específicas deberían ser determinados por usted y su doctor. Las tablas debajo muestran si esta al día o no con el horario mínimo recomendado para adultos sanos.
fr: Vos examens, vos tests et vos vaccins doivent être choisis par votre médecin et vous. Les tableaux ci-dessous indiquent si vous semblez ou non respecter le calendrier minimum recommandé pour les adultes en bonne santé

# L1651
source: <h5>1 Serving</h5><ul><li>2 to 3 ounces (56 to 84 grams) of cooked lean meat, poultry, fish or meat substitutes</li><li>1 ounce (28 grams) of meat </li><li>1 egg or 2 egg whites</li><li>1 cube or slice of cheese</li><li>¼ cup cottage cheese</li><li>1 cup soy milk</li><li>1 Tbsp. peanut butter</li><li>¼ cup nuts</li></ul>
es: 1 Porción: 2 a 3 onzas (56 a 84 gramos) de carne magra cocida, pollo, pezcado o substitutos de carnes • 1 onza (28 gramos) de carne • 1 huevo ó 2 claras de huevo • 1 cubo o rebanada de queso • ¼ taza de queso fresco • 1 taza de leche de soya • 1 Cda de mantequilla de maní • ¼ taza de nueces
fr: 1 portion : 55 à 85 g de viande maigre, de volaille, de poisson ou de substitut de viande cuits • 28 g de viande • 1 œuf ou 2 blancs d’œufs • 1 cube ou tranche de fromage • 1/4 tasse de fromage cottage • 1 tasse de lait de soya • 1 c. à soupe de beurre d’arachide • 1/4 tasse de noix

# L1652
source: <h5>1 Serving</h5><ul><li>1 cup of milk or yogurt</li></ul>
es: 1 Porción: 1 taza de leche o yogur
fr: 1 portion : 1 tasse de lait ou de yogourt

# L1653
source: <h5>1 Serving</h5><ul><li>1 small to medium piece of fruit or melon</li><li>½ grapefruit</li><li>½ cup berries</li><li>½ cup of canned fruit</li><li>¼ cup of dried fruit</li><li>½ cup of juice</li></ul>
es: 1 Porcion: 1 pedazo pequeño o mediano de fruta o melon • ½ toronja • ½ taza de bayas • ½ taza de fruta enlatada • ¼ taza de frutas secas • ½ taza de jugo
fr: 1 portion : 1 morceau de fruit ou de melon de petite à moyenne taille • 1/2 pamplemousse • 1/2 tasse de baies • 1/2 tasse de fruits en conserve • 1/4 tasse de fruits séchés • 1/2 tasse de jus

# L1654
source: <h5>1 Serving</h5><ul><li>½ cup of chopped raw or cooked vegetables</li><li>1 cup of leafy raw vegetables</li><li>½ cup of vegetable juice</li></ul>
es: 1 Porción: ½ taza de vegetales de vegetales cocidos o crudos • 1 taza de vegetales de hojas crudos • ½ taza de jugo de vegetales
fr: 1 portion : 1/2 tasse de légumes crus hachés ou cuits • 1 tasse de légumes-feuilles crus • 1/2 tasse de jus de légumes

# L1655
source: <h5>1 Serving</h5><ul><li>½ cup of chopped raw or cooked starchy vegetables</li><li>3 ounces (84 grams) baked potato</li></ul>
es: 1 Porción: ½ taza de vegetales de vegetales con almidón cocidos o crudos • 3 onzas (84 gramos) papa asada
fr: 1 portion : 1/2 tasse de légumes riches en féculents hachés crus ou cuits • 85 g de pommes de terre cuites au four

# L1656
source: <h5>1 Serving</h5><ul><li>1 ounce (28 grams) of dry cereal</li><li>1 slice of bread</li><li>½ cup of cooked rice, pasta, or cereal</li><li>1 tortilla</li><li>½ hamburger bun</li><li>½ English muffin or bagel</li><li>1 small roll</li><li>biscuit</li><li>or muffin</li></ul>
es: 1 Porción: 1 onza (28 gramos) de cereal seco • 1 rebanada de pan • ½ taza de arroz, pasta o cereal cocido • 1 tortilla • ½ pan de hamburguesa • ½ panecillo inglés o rosca • 1 bollo pequeño • panecillo • o rosca
fr: 1 portion : 28 g de céréales sèches • 1 tranche de pain • 1/2 tasse de riz, de pâtes ou de céréales cuits • 1 tortilla • 1/2 pain à hamburger • 1/2 muffin anglais ou bagel • 1 petit pain, biscuit ou muffin

# L1657
source: Go to Dashboard
es: Ir al Tablero
fr: Aller au tableau de bord

# L1658
source: Congratulations! You have a scheduled appointment on
es: ¡Felicidades! Ha programado una cita con
fr: Félicitations! Vous avez un rendez-vous prévu le

# L1659
source: Please make sure that you keep this appointment to gain access to your individualized recommendations
es: Por favor asegúrese de mantener su cita para conseguir acceso a sus recomendaciones individualizadas
fr: Assurez-vous de vous présenter à ce rendez-vous afin d’avoir accès à vos recommandations personnalisées.

# L166
source: A1C (diabetes test)
es: A1C (examen de diabetes)
fr: Hémoglobine glyquée (test de dépistage du diabète)
pt: A1C (teste de diabetes)

# L1660
source: Interactive personalized educational materials assigned for you by your coach throughout the program
es: Materiales educativos interactivos asignados por su entrenador a través del programa
fr: Du matériel éducatif interactif et personnalisé vous est attribué par votre conseiller tout au long du programme.

# L1661
source: Regular one-on-one phone calls with your personal health coach
es: Llamadas telefónicas uno a uno regularmente con su entrenador de salud personal
fr: Appels téléphoniques réguliers et individuels avec votre conseiller en santé personnel

# L1662
source: Personalized recommendations regularly updated by your coach
es: Recomendaciones personalizadas regularmente actualizadas por su entrenador
fr: Recommandations personnalisées régulièrement mises à jour par votre conseiller

# L1663
source: Wellness activities
es: Actividades de Bienestar
fr: Activités de bien-être

# L1664
source: Complete your program and activities to earn points and be awarded prizes such as gift cards
es: Complete su programa y actividades para obtener puntos y ganar premios tales como tarjetas de regalos
fr: Suivez votre programme et effectuez vos activités pour gagner des points et recevoir des prix comme des cartes-cadeaux.

# L1665
source: Schedule an appointment
es: Agende una cita
fr: Prendre rendez-vous

# L1666
source: Self Help Program
es: Programa de Auto-Ayuda
fr: Programme d’autogestion

# L1667
source: Is there a specific health topic that you'd like to learn more about?
es: ¿Hay un tema de salud específico que desea aprender más?
fr: Voudriez-vous en savoir plus sur un sujet particulier relatif à la santé?

# L1668
source: Do you have the motivation, discipline and interest to manage your own learning experience?
es: ¿Tiene la motivación, disciplina e interés para manejar su propia experiencia de aprendizaje?
fr: Êtes-vous suffisamment motivé, discipliné et intéressé pour gérer votre apprentissage?

# L1669
source: I care about my health
es: Me importa mi salud
fr: Je me soucie de ma santé.

# L167
source: Basic Measurements
es: Medidas Básicas
fr: Mesures de base
pt: Avaliações básicas

# L1670
source: Courses
es: Cursos
fr: Cours

# L1671
source: No program exists. Please check again later.
es: No existe un programa. Por favor verifique luego.
fr: Il n’existe aucun programme. Veuillez revérifier plus tard.

# L1672
source: More Info
es: Más información
fr: Plus d’informations

# L1673
source: Start
es: Comienzo
fr: Démarrer
pt: Início

# L1674
source: Resume
es: Continue
fr: Reprendre

# L1675
source: Please select one of the options below to get started. We hope you enjoy the educational materials and activities.
es: Basado en su evaluación de salud, le recomendamos que complete uno de los siguientes programas para comenzar. ¡Esperamos que disfrute las actividades y materiales educativos!
fr: Veuillez sélectionner l’une des options ci-dessous pour commencer. Nous espérons que vous aimerez les activités et le matériel éducatif.

# L1677
source: This is the average Wellness Score for people in your age group of the same gender who have taken the health assessment
es: Este es la puntuación de bienestar promedio para personas de su mismo sexo y edad que han tomado la {0}
fr: Il s’agit du score de bien-être moyen des personnes du même sexe et du même groupe d’âge qui ont subi l’{0}
pt: Esta é a pontuação média de bem-estar para pessoas na sua faixa etária, do mesmo sexo, e que fizeram a avaliação de saúde

# L1678
source: Take Action Now
es: Tome Acción Ahora
fr: Passez à l’action maintenant
pt: Tome providências agora

# L1679
source: We can help make <strong> health </strong> your lifestyle
es: Podemos ayudar a hacer <strong> la salud </strong> su estilo de vida
fr: Nous pouvons vous aider à avoir un mode de vie<strong> sain</strong>.
pt: Podemos ajudá-lo a tornar seu estilo de vida <strong> saudável </strong>

# L168
source: Weight (without shoes)
es: Peso (sin zapatos)
fr: Poids (sans chaussures)
pt: Peso (sem os sapatos)

# L1680
source: Sign Out
es: Salir
fr: Se déconnecter
pt: Sair

# L1681
source: Additional Resources
es: Recursos Adicionales
fr: Ressources supplémentaires

# L1682
source: Make an appointment
es: Haga una Cita
fr: Prendre rendez-vous
pt: Agende uma consulta

# L1683
source: Lifestyle
es: Estilo de Vida
fr: Mode de vie
pt: Estilo de vida

# L1684
source: Select Group
es: Seleccione un Grupo
fr: Sélectionner un groupe

# L1685
source: Select Course
es: Seleccione un Curso
fr: Sélectionner un cours

# L1686
source: Select Feature
es: Seleccione un Artículo
fr: Sélectionner une caractéristique

# L1687
source: search recipe
es: buscar receta
fr: rechercher une recette

# L1688
source: Welcome
es: Bienvenido
fr: Bienvenue
pt: Seja bem-vindo

# L1689
source: Let's get started. Please complete your Profile and take the {0} below. If you can't
es: Vamos a comenzar. Complete su Perfil y tome su {0} debajo. Si no puede
fr: Commençons. Veuillez remplir votre profil et effectuer l’évaluation de votre état de santé ci-dessous. Si vous ne pouvez pas
pt: Vamos começar. Preencha o seu Perfil e faça o {0} abaixo. Se você não puder

# L169
source: Height (without shoes)
es: Altura (sin zapatos)
fr: Taille (sans chaussures)
pt: Altura (sem os sapatos)

# L1690
source: finish
es: terminar
fr: la faire
pt: concluir

# L1691
source: the entire assessment in one sitting, don't worry. You can always come back later to complete it
es: la evaluación completa en una sola sesión, no se preocupe. Siempre puede volver más tarde para completarla
fr: en une seule fois, ne vous inquiétez pas. Vous pouvez toujours revenir plus tard pour la terminer.
pt: toda a avaliação em uma única intervenção, não se preocupe. Sempre é possível voltar mais tarde para conclui-la

# L1692
source: Please complete your profile before starting the health assessment
es: Por favor complete su perfil antes de comenzar su {0}
fr: Veuillez remplir votre profil avant d’effectuer l’évaluation de votre état de santé.
pt: Preencha o seu perfil antes de iniciar a avaliação de saúde

# L1693
source: Don't show this again
es: No mostrar de nuevo
fr: Toujours masquer
pt: Não mostrar novamente

# L1694
source: Info
es: Información
fr: Information
pt: Informações

# L1695
source: Reset All
es: Restaurar Todo
fr: Réinitialiser tout
pt: Redefinir tudo

# L1696
source: Meal Plan
es: Plan Alimenticio
fr: Programme alimentairen

# L1697
source: Carb Choices
es: Opciones de Carbohidratos
fr: Choix de glucides

# L1698
source: Carb Grams
es: Gramos de Carbohidratos
fr: Grammes de glucides

# L1699
source: Fat Grams
es: Gramos de Grasa
fr: Grammes de gras

# L17
source: Have you ever given birth to a baby weighing more than 9 pounds?
es: ¿Ha dado a luz un bebe que pese más de 9 libras?

# L170
source: Waist Measurement
es: Medida de cintura
fr: Tour de taille
pt: Medida da cintura

# L1701
source: Select Meal Type
es: Seleccione Tipo de Comida
fr: Sélectionnez le type de repas

# L1702
source: Select Food Group
es: Seleccione Grupo Alimenticio
fr: Sélectionnez un groupe alimentaire

# L1703
source: Meal Type
es: Tipo de Comida
fr: Type de repas

# L1704
source: Add to food diary
es: Añadir a Diario de Comida
fr: Ajouter au journal alimentaire

# L1705
source: Food Diary
es: Diario de Comida
fr: Journal alimentaire

# L1706
source: Exercise Diary
es: Diario de Ejercicios
fr: Journal d’activité physique

# L1707
source: Resource
es: Recurso
fr: Ressource

# L1708
source: My Short Term Exercise Goal
es: Mi Meta de Ejercicio a Corto Plazo
fr: Mon objectif lié à l’exercice à court terme

# L1709
source: My Long Term Exercise Goal
es: Mi Meta de Ejercicio a Largo Plazo
fr: Mon objectif lié à l’exercice à long terme

# L171
source: Please only enter these values if you are absolutely certain that they are the correct values for you. If you have any doubt whatsoever, please do not enter these values.
es: Por favor ingrese esos valores si está absolutamente seguro de que son los correctos para usted. Si tiene cualquier duda, por favor no los ingrese
fr: Inscrivez ces valeurs seulement si vous êtes convaincu qu’elles sont exactes. Si vous avez le moindre doute, n’écrivez rien.
pt: Digite esses valores somente se você tiver certeza absoluta de que são os valores corretos para você. Se tiver a menor dúvida, não digite esses valores.

# L1710
source: points per week
es: puntos por semana
fr: points par semaine

# L1711
source: Add to Exercise diary
es: Añadir a Diario de Ejercicio
fr: Ajouter au journal d’activité physique

# L1712
source: Select Activity Type
es: Seleccione Tipo de Actividad

# L1713
source: Time (minutes)
es: Tiempo (minutos)
fr: Temps (minutes)

# L1714
source: Rating of Perceived Exertion (RPE)
es: Escala de Esfuerzo Percibido (EEP)
fr: Échelle de perception de l’effort (EPE)

# L1715
source: Heart Rate (optional)
es: Ritmo Cardiaco (opcional)
fr: Fréquence cardiaque (facultatif)

# L1716
source: Points
es: Puntos

# L1717
source: Notes
es: Notas

# L1718
source: Type
es: Tipo

# L1719
source: A start. You’re on your way
es: Un comienzo. Estas en camino
fr: C’est un début. Vous êtes sur la bonne voie.

# L172
source: Measured Resting Metabolic Rate
es: Medida del Índice Metabólico en Reposo
fr: Taux métabolique au repos mesuré
pt: Taxa metabólica em repouso medida

# L1720
source: Better. You’re making progress
es: Mejor. Esta progresando
fr: C’est mieux. Vous faites des progrès.

# L1721
source: Good. Congratulations
es: Bien. Felicidades
fr: C’est bien. Félicitations!

# L1722
source: Very good. Keep it up. You’re doing well
es: Muy Bien. Siga así. Lo está haciendo bien
fr: C’est très bien. Continuez comme ça. Vous vous en sortez bien.

# L1723
source: Excellent. Be proud of yourself
es: Excelente. Siéntase orgulloso de sí mismo
fr: Excellent. Soyez fier de vous-même.

# L1724
source: Outstanding. You probably don’t need more than this
es: Espectacular. Probablemente no necesite más que esto
fr: C’est remarquable. Il ne vous en faut probablement pas plus.

# L1725
source: Exercise Journal
es: Diario de Ejercicios

# L1726
source: Food Journal
es: Diario de Comida

# L1727
source: Heart Rate
es: Ritmo Cardiaco

# L1728
source: Food Group
es: Grupo Alimenticio
fr: Groupe alimentaire

# L1729
source: Message
es: Mensaje

# L173
source: Recommended Target Heart Rate Range
es: Rango Recomendado de Frecuencia Cardíaca
fr: Plage de fréquence cardiaque cible recommandée
pt: Meta de frequência cardíaca recomendada

# L1730
source: Week of
es: Semana de
fr: Semaine du

# L1731
source: Activity
es: Actividad

# L1732
source: RPE
es: EEP
fr: EPE
