Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L2724
source: <p>Keeping your regularly scheduled appointments with your health coach is important to your success in making and sustaining lifestyle changes. Your coach will listen to your needs, preferences and circumstances and help you stay on track to achieve your goals. He or she will be there to support you every step of the way to better health. </p><p> <h4>What's Required</h4></p><p> <ul> <li>The number of coaching sessions that you may receive during a program year depends upon your responses to the health assessment and other factors. While you should aim to complete all coaching sessions for maximum benefit, you must complete about 75 percent of your sessions to earn this incentive. <li>Ask your health coach to tell you the specific number of sessions you must complete and the deadline for completing your sessions. </ul></p>
es: <p>Mantener sus citas programadas regularmente con su entrenador de salud es importante para el éxito y mantener cambios en su estilo de vida. Su entrenador escuchara sus necesidades, preferencia y circunstancias y le ayudara a mantenerse en camino para completar sus metas. Él o ella estará ahí para apoyarlo en cada paso en su trayectoria a mejor salud. </p><p> <h4>¿Que se Requiere?</h4></p><p> <ul> <li>El número de sesiones de entrenamiento que reciba durante el programa depende de sus repuestas a la evaluación de salud y otros factores. Mientras que debe tratar de completar todas sus sesiones para mayor beneficio, debe completar un 75 por ciento de sus sesiones para lograr su incentivo. <li>Pregúntele a su entrenador de salud el numero especifico de sesiones que debe completar y para cuando debe completar sus sesiones. </ul></p>

# L2801
source: Complete educational kits and quizzes
es: Complete materiales educativos y pruebas
fr: Trousses d’information complètes et questionnaires

# L2802
source: Use the INTERVENT food or exercise diary
es: Use el diario de comida o ejercicios de INTERVENT
fr: Utiliser le journal alimentaire ou d’activité physique d’INTERVENT

# L2803
source: Use a tracking device to monitor activity
es: Use un dispositivo de monitoreo para rastrear su actividad
fr: Utiliser un dispositif de suivi pour surveiller les activités

# L2804
source: Complete log
es: Complete el diario
fr: Remplir le journal

# L2805
source: Try recipes
es: Pruebe las recetas
fr: Essayer des recettes

# L2806
source: Serve as supporter for another person
es: Sirva de apoyo para otra persona
fr: Soutenir quelqu’un d’autre

# L2807
source: Work on a goal with another person
es: Trabaje un objetivo con otra persona
fr: Poursuivre un objectif avec quelqu’un d’autre

# L2808
source: Participate in a community fun walk or run
es: Particípate en una caminata o carrera comunitaria
fr: Participer à une marche ou une course à pied amusante organisée par la communauté

# L2809
source: Other evidences of compliance and effort
es: Otra evidencia de participación y esfuerzo
fr: Autres preuves de conformité et d’effort

# L2810
source: Please note: Once you have chosen to go to LabCorp or to your doctor, you will no longer have the opportunity to enter your own measurements in the health assessment.
es: Por favor note: Una vez haya escogido ir a LabCorp o ir a su doctor, no tendrá la oportunidad de entrar sus propios valores en la evaluación de salud.

# L2811
source: <b>Disclaimer: </b>Values in this report are either self-reported or obtained from a third-party (e.g., external laboratory).
es: <b>Declaración de Responsabilidad: </b>Valores en este informe son auto informados u obtenido de una tercera parte (p.ej., laboratorio externo).

# L2812
source: Values with an asterisk (*) appear to be erroneous.
es: Valores con un asterisco (*) parecen ser erróneos.
fr: Les valeurs marquées d’un astérisque (*) semblent erronées.

# L2730
source: Your lab requisition number is
es: Su número de orden de laboratorio es

# L2731
source: Order could not be placed. Please call us at +1-855-494-1093.
es: La orden no puedo ser completada. Por favor llame al +1-855-494-1093.
fr: La commande n’a pas pu être passée. Veuillez nous appeler au 1-855-494-1093.
pt: Não foi possível fazer o pedido. Entre em contato conosco pelo número +1-855-494-1093.

# L2732
source: Action Taken
es: Acción tomada

# L2471
source: The health assessment is a free, confidential online assessment that considers your lifestyle habits and health history to determine how healthy you are and whether you’re at risk for certain chronic diseases or illnesses. It only takes about 15 minutes to complete.
es: La evaluación de salud es una evaluación en línea gratis y confidencial que considera sus hábitos de estilo de vida e historial médico para determinar cuán saludable usted está y si está en riesgo para ciertas condiciones o enfermedades crónicas. Solo le tomará unos 15 minutos en completar.

# L2739
source: Past 90 Days
es: Pasado 90 Días
fr: Les 90 derniers jours

# L2740
source: Past 30 Days
es: Pasado 30 Días
fr: Les 30 derniers jours

# L2741
source: Past 7 Days
es: Pasado 7 Días
fr: Les 7 derniers jours

# L2742
source: Yesterday
es: Ayer
fr: Hier

# L2743
source: Today
es: Hoy
fr: Aujourd’hui

# L2744
source: Date Range
es: Rango de Fechas
fr: Période

# L2745
source: Steps/Day
es: Pasos / día
fr: Pas/jour

# L2746
source: Number of days
es: Numero de días

# L2747
source: Range
es: Rango
fr: Gamme

# L2748
source: Days with
es: Días con

# L2749
source: Steps
es: Pasos
fr: Pas

# L2750
source: of
es: de

# L2751
source: Number of weeks
es: Numero de semanas
fr: Nombre de semaines

# L2752
source: with step counts
es: con conteo de pasos

# L2753
source: Weeks with
es: Semanas con

# L2755
source: Most recent value
es: Valor más reciente

# L2756
source: Value
es: Valor

# L2757
source: Most recent day
es: Día más reciente

# L2758
source: Entire Measurement Period
es: Periodo Entero de Medición

# L2759
source: Number of readings
es: Numero de lecturas

# L2760
source: Values
es: Valores

# L2761
source: Checks/Day
es: Revisiones/Día

# L2762
source: at goal
es: en meta

# L2763
source: To
es: Para

# L2764
source: Average Blood Glucose (mg/dl)
es: Promedio de Glucosa en Sangre (mg/dl)

# L2765
source: Average Fasting/Pre-meal Glucose (mg/dl)
es: Promedio de Glucosa en Ayunas/Pre-comida (mg/dl)

# L2766
source: Average Post-meal Glucose (mg/dl)
es: Promedio de Glucosa Post-comida (mg/dl)

# L2767
source: An A1C of 7.0% corresponds to an estimated average glucose of 154 mg/dl
es: Un A1C de 7.0% corresponde a un promedio de glucosa estimada de 154 mg / dl
fr: Un A1C de 7.0% correspond à une glycémie moyenne estimée de 154 mg / dl

# L2768
source: An A1C of 5.7% corresponds to an estimated average glucose of 117 mg/dl
es: Un A1C del 5.7% corresponde a un promedio de glucosa estimada de 117 mg / dl
fr: Un A1C de 5.7% correspond à une glycémie moyenne estimée de 117 mg / dl

# L2769
source: Recommended goal for nonpregnant adults= 80 to 130 mg/dl. More or less stringent goals may be appropriate for certain individuals.
es: Objetivo recomendado para adultos no embarazadas = 80 a 130 mg / dl. Los objetivos más o menos estrictos pueden ser apropiados para ciertos individuos.
fr: Objectif recommandé pour les adultes non enceintes = 80 à 130 mg / dl. Pour certains individus, des objectifs plus ou moins stricts pourraient convenir.

# L2770
source: Recommended goal for nonpregnant adults without diabetes= 80 to 100 mg/dl.
es: Objetivo recomendado para adultos no embarazadas sin diabetes = 70 a 100 mg / dl.
fr: Objectif recommandé pour les adultes non enceintes sans diabète = 70 à 100 mg / dl.

# L2771
source: Post-meal measurement should be made 1-2 h after start of meal, Recommended goal for nonpregnant adults is below 180 mg/dl (should not be below 80 mg/dl)
es: La medición posterior a la comida debe realizarse 1-2 h después del inicio de la comida. El objetivo recomendado para las adultas no embarazadas es inferior a 180 mg / dl (no debe ser inferior a 80 mg / dl)
fr: La mesure après le repas doit être effectuée de 1 à 2 h après le début du repas. L'objectif recommandé pour les adultes non enceintes est inférieure 180 mg / dl (ne doit pas être inférieur à 80 mg / dl)

# L2772
source: Post-meal measurement should be made 1-2 h after start of meal, Recommended goal for nonpregnant adults is below 140 mg/dl
es: Revisiones post-comida deberían ocurrir 1-2 hrs después del comienzo de su comida, objetivo recomendado para personas no embarazadas es menos de 140 mg/dl
fr: La mesure postprandiale devrait être effectuée 1 à 2 heures après le début du repas. L’objectif recommandé pour les adultes non enceintes est inférieur à 140 mg/dL.

# L2773
source: minutes/week
es: minutos/semana

# L2774
source: No data were found.
es: No se encontró data.
fr: Aucune donnée n’a été trouvée.

# L2775
source: No steps data were found.
es: No se encontró data de pasos.

# L2779
source: Starting Weight
es: Peso Inicial

# L2776
source: You can only upload following formats: PDF, JPEG, PNG and GIF
es: Puede subir los siguientes formatos: PDF, JPEG, PNG y GIF
fr: Vous ne pouvez téléverser que des fichiers des types suivants : PDF, JPEG, PNG et GIF.

# L2783
source: Portal is not active. Please try again later.
es: Portal no está active. Por favor intente más tarde.

# L2784
source: Calories
es: Calorías

# L2785
source: Carbs(g)
es: Carbohidratos (g)
fr: Glucides(g)

# L2786
source: Fat(g)
es: Grasas(g)

# L2787
source: Fiber(g)
es: Fibra (g)
fr: Fibre (g)

# L2788
source: Meal
es: Comida
fr: Repas

# L2789
source: Protein(g)
es: Proteína (g)

# L2790
source: Sodium(mg)
es: Sodio (mg)

# L2791
source: Source
es: Fuente

# L2792
source: Timestamp
es: Sello de Tiempo

# L2780
source: View More
es: Ver Más
fr: Afficher plus

# L2781
source: View Read
es: Ver Revisado
fr: Afficher les messages lus

# L2782
source: View Unread
es: Ver sin Revisar
fr: Afficher les messages lus

# L2794
source: <p>Associates and spouses covered by an eligible medical plan who are expecting a baby may earn an Amazon gift card if the mother completes the INTERVENT maternity lifestyle management program.</p><p> -$500 Amazon gift card if enrolled during weeks one to 13<br> -$250 Amazon gift card if enrolled during weeks 14 to 26<br> -$100 Amazon gift card if enrolled during weeks 27 to 40 or later</p><P> The free coaching program includes up to 12 telephonic coaching sessions with a dedicated lifestyle health coach over the course of the program year. Prenatal topics include general topics to support the pregnancy. Post-partum topics include physical activity, weight management, nutrition, stress management, risk factor reduction and general prevention. INTERVENT provides a free copy of the Mayo Clinic Guide to a Healthy Pregnancy. The website <a href="http://www.text4baby.com" target="_blank">www.text4baby.com</a> is also recommended for pregnancy resources and parenting resources through the baby’s first year. Women are reminded to keep all appointments with their health care provider and to access resources from the local health system where their baby will be delivered.</p><p> The Amazon gift card will be delivered by email in the month following completion of the maternity lifestyle management program.</p>
es: <p>Asociados y cónyuges bajo un plan médico elegible que estén esperando un bebe pueden obtener para una tarjeta de regalo de Amazon si la madre completa el programa de maternidad de estilo de vida y salud de INTERVENT.</p><p> -Tarjeta de regalo de Amazon de $500 si se inscribe durante la primera semana a la 13<br> -Tarjeta de regalo de Amazon de $250 si se inscribe durante las semanas 14 a 26<br> -Tarjeta de regalo de Amazon de $100 si se inscribe durante las semanas 27 a 40 o más tarde</p><P> El programa de entrenamiento es libre de costo e incluye hasta 12 sesiones telefónicas de entrenamiento con un entrenador de salud a través del curso del año del programa. Temas prenatales incluyen temas generales para el apoyo del embarazo. Temas post-parto incluyen actividad física, manejo de peso, nutrición, manejo de estrés, reducción de factores de riesgo y prevención en general. INTERVENT provee una copia gratis de Clínica Mayo: Guía para un Embarazo Saludable. El sitio web <a href="http://www.text4baby.com" target="_blank">www.text4baby.com</a> también se recomienda para recursos de maternidad y crianza a través del primer año del bebe. Se les recuerda a las mujeres que deben cumplir con todas las citas con sus proveedores de salud y acceder a los recursos del sistema de salud local donde será el parto.</p><p> La tarjeta de regalo de Amazon será enviada vía correo electrónico al siguiente mes de haber completado el programa de maternidad de estilo de vida y salud.</p>

# L2813
source: Please provide a number
es: Por favor proveer un número
fr: Veuillez donner un numéro.
pt: Informe um número

# L2814
source: Blood test results that are displayed here are only associated with measurements that have been validated by a laboratory or a physician. Self reported values will not appear here.
es: Resultados de análisis de sangre presentados solamente están asociados con medidas que ha sido validadas por un laboratorio o médico. Valores auto reportados no aparecerán.

# L2815
source: We have prepared a printable, personalized wellness report for you take to your doctor.
es: Hemos preparado un informe de bienestar personalizado e imprimible para que lo lleve a su doctor.
fr: Nous vous avons préparé une version imprimable de votre rapport sur le bien-être personnalisé pour que vous puissiez l’apportez à votre médecin.

# L2816
source: Now take the next step in achieving your weight loss goals – discuss your report and options with your doctor.
es: Ahora tome el próximo paso para lograr sus metas de pérdida de peso – discuta su informe u opciones con su doctor.
fr: Passez maintenant à l’étape suivante pour atteindre vos objectifs de perte de poids en discutant de votre rapport et de vos options avec votre médecin.

# L2817
source: Weigh yourself?
es: ¿Se pesó hoy?
fr: vous êtes-vous pesé?

# L2818
source: Check your blood pressure (if you have elevated or high blood pressure)?
es: ¿Se tomó su presión hoy como fue recomendada?

# L2819
source: Check your blood glucose as recommended?
es: ¿Verificó su glucosa de sangre hoy como fue recomendada?

# L2820
source: Do at least 30 minutes of moderate or higher intensity aerobic exercise?
es: ¿Realizó al menos 30 minutos de ejercicio aeróbico de intensidad moderada a vigorosa?
fr: Fait au moins 30 minutes d'exercices aérobiques d'intensité modérée ou élevée ?

# L2821
source: Eat healthfully?
es: ¿Comió saludablemente?
fr: Manger sainement ?

# L2822
source: Drink your water?
es: ¿Bebió agua?
fr: Bu de l'eau ?

# L2823
source: Avoid alcohol or have no more than {0} alcoholic drinks?
es: ¿Evitó el alcohol o el no beber más de {0} bebidas alcohólicas?
fr: Évité l'alcool ou pris moins de {0} boissons alcoolisées ?

# L2824
source: Avoid using tobacco or e-cigarettes?
es: ¿Evitó usar tabaco o cigarrillos electrónicos?
fr: Évité d'utiliser du tabac ou des e-cigarettes ?

# L2825
source: Take your medications as recommended?
es: ¿Tomó sus medicamentos como le fueron recomendados?
fr: Pris vos médicaments selon les recommandations ?

# L2826
source: Have NO abnormal symptoms such as chest discomfort, lightheadedness or shortness of breath (including medication side-effects)?
es: ¿Tuvo algún síntoma adverso (incluyendo efectos secundarios de los medicamentos) hoy?

# L2827
source: Get at least 7 hours of sleep?
es: ¿Obtuvo al menos 7 horas de sueño?
fr: Dormis au moins 7 heures ?

# L2828
source: Cope adequately with the stress in your life?
es: ¿Sobrellevó adecuadamente el estrés en su vida?
fr: Fait face adéquatement au stress de votre vie?

# L2833
source: You may still complete your labs at a validated site (such as your doctor or from an approved laboratory). Once you have completed the required form(s) please upload them below or fax them to us at 912-349-2254.
es: Aun puede completar sus análisis de sangre en un local validado (como su doctor o de un laboratorio aprobado). Una vez completado suba el formulario requerido o envíelo por fax al 912-349-2254.

# L2829
source: Feel happy or content most of the time?
es: ¿Se siente feliz o contento la mayoría del tiempo?
fr: Aujourd'hui, est-ce que vous vous êtes senti heureux ou content la plupart du temps ?

# L2830
source: “Daily 10” Vitals
es: Vitales “Daily 10”
fr: Les 10 essentiels quotidiens

# L2831
source: In the last 24 hours, did you:
es: En las últimas 24 horas, acaso usted:
fr: Au cours des dernières 24 heures, avez-vous:

# L2837
source: Score
es: Puntuación

# L2843
source: Program Start Date
es: Fecha de Inicio del Programa
fr: Date de début du programme

# L2844
source: Assessment Date
es: Fecha de Evaluación
fr: Date de l’évaluation

# L2845
source: Progress Report
es: Informe de Progreso
fr: Rapport de progrès

# L2799
source: Thank you for completing this kit.
es: Gracias por completar este tema educativo.
fr: Merci d’avoir effectué ces trousses.

# L2800
source: Go to My Program
es: Ir a Mi Programa
fr: Aller à « Mon programme »

# L2839
source: Please review this section and try again.
es: Por favor revise esta sección e intente de nuevo.
fr: Veuillez revoir cette section et réessayer.

# L2840
source: The best answer is printed in bold. Please go to the next section.
es: La mejor respuesta esta resaltada. Por favor continúe a la próxima sección.
fr: La meilleure réponse est en caractères gras. Veuillez passer à la section suivante.

# L2841
source: There are {0} incorrect answers.
es: Hay {0} contestaciones incorrectas.
fr: Il y a {0} mauvaises réponses.

# L2842
source: Well done!
es: ¡Bien hecho!
fr: Bien joué!

# L2846
source: Correct! Please go to the next section.
es: ¡Correcto! Por favor continúe a la próxima sección.
fr: Exact! Veuillez passer à la section suivante.

# L2470
source: The foods you eat, the stress you feel and the activities you do all affect your health. Now you can find out how by completing our health assessment.
ar: الأطعمة التي تتناولها ، والإجهاد الذي تشعر به والأنشطة التي تقوم بها كلها تؤثر علي صحتك، والآن يمكنك معرفة كيف كل ذلك ممكن من خلال استكمال تقييمنا الصحي.
ar_ae: الطعام الذي تتناوله، والضغوط التي تشعر بها، والأنشطة التي تقوم بها، تؤثر جميعًا في صحتك. وبإمكانك الآن معرفة كيف يحدث ذلك من خلال إتمام تقييمنا الصحي.
es: Los alimentos que come, el estrés que siente y las actividades que hace, todas afectan su salud. Ahora puede descubrir como al completar nuestra evaluación de salud.

# L2489
source: My meal plan
es: Mi plan de alimentación
fr: Mon programme alimentaire

# L2848
source: You are about to go to a third-party site run by our partner EdLogics.
es: Está a punto de ir a un sitio web de terceros administrado por nuestro socio EdLogics.
fr: Vous êtes sur le point d’accéder à un site tiers géré par notre partenaire, EdLogics.

# L2851
source: Go to My Dashboard
es: Ir a Mi Panel de Control
fr: Aller à « Mon tableau de bord »

# L2852
source: Go to Additional Resources
es: Ir a Recursos Adicionales
fr: Aller à « Ressources supplémentaires »

# L2853
source: End Time should not be lesser than the Start Time
es: El tiempo de finalización no debe ser menor que la hora de inicio
fr: L’heure de fin ne doit pas précéder l’heure de début

# L2399
source: Child
ar: طفل
ar_ae: طفل
es: Hijo

# L2400
source: Adult Dependent
ar: ملتحق بالغ
ar_ae: معال بالغ
es: Dependiente Adulto

# L2854
source: Cologuard stool test for colon cancer during the past three years
es: Examen de muestra fecal Cologuard para cáncer del colon durante los pasados tres años.
fr: Test de dépistage du cancer du côlon Cologuard par l’analyse des selles au cours des trois dernières années
pt: Exame de fezes Cologuard para câncer no cólon nos últimos três anos

# L2855
source: Cologuard test: Special stool test used to screen for colorectal cancer.
es: Examen Cologuard: Examen especial de muestra fecal utilizado para detector cáncer colorrectal.
fr: Test Cologuard : Analyse particulière des selles servant à dépister le cancer colorectal.
pt: Exame Cologuard: Exame de fezes especial utilizado para triagem de câncer colorretal.

# L2395
source: Earn up to an additional $5 in weekly wellness credits toward your medical deductions by providing a current blood test and completing a brief session with an INTERVENT coach to review the results.
es: Obtenga hasta $5 adicionales en créditos de bienestar semanales sobre sus deducciones medicas al proveer laboratorios de sangre recientes y completando una sesión breve con un entrenador de INTERVENT para revisar sus resultados.
fr: Obtenez jusqu’à 5 $ supplémentaires en crédits de mieux-être hebdomadaires pour vos déductions des frais médicaux en fournissant une analyse sanguine récente et en participant à une brève séance avec un conseiller INTERVENT pour examiner les résultats.

# L2835
source: Learn how your lifestyle habits measure up to others like you. And, if you are enrolled in an eligible Compass Group medical plan, you will receive a $1 per week wellness credit for completing your health assessment. This reward is also available to spouses.
es: Aprenda como sus hábitos de estilo de vida se comparan con otros como usted. Y si usted está inscrito en un plan médico elegible de Compass Group, recibirá $1 de crédito de bienestar semanal por completar su evaluación de salud. Esta recompensa también está disponible para cónyuges.

# L2836
source: Your HRA will be more accurate and complete if you know your health numbers – your blood pressure, fasting blood values, body weight and height. Knowing your numbers is an important step in understanding how to make smart decisions about your health. You can obtain your health numbers from your personal health care provider or from a local lab. Select an option from “My Labs,” and receive an additional $2 per week wellness credit for submitting your results if you are on an eligible Compass Group medical plan.
es: Su HRA será más preciso y completo si sabe sus valores de salud – su presión arterial, laboratorios de sangre en ayuna, peso corporal y estatura. Saber sus números es un paso importante en entender como tomar decisiones inteligentes sobre su salud. Puede obtener sus valores de salud de su proveedor de salud personal o de un laboratorio local. Seleccione una opción en “Mis Resultados de Laboratorios”, y reciba un crédito de bienestar adicional de $2 por semana si está inscrito en un plan médico de Compass Group elegible.

# L2838
source: You can earn an additional $3 per week credit by completing a brief telephone “coaching results” call with INTERVENT. During this call, you will review your lab results and HRA. Plus, you can learn more about whether you would benefit from having a personal lifestyle coach. If you are not enrolled in the INTERVENT telephonic health coaching program, you may email us at info@myintervent.com to complete your review call immediately or to schedule a time for the review call that is convenient for you.
es: Puede obtener un crédito adicional de $3 por semana al completar una llamada telefónica breve de “revisión de resultados” con INTERVENT. Durante esta llamada, revisara los resultados de sus laboratorios de sangre y su HRA. Además, puede aprender más si se podría beneficiar de tener un entrenador de salud personal. Si no se ha inscrito en el programa de estilo de vida y salud de INTERVENT, puede enviarnos un correo electrónico a info@myintervent.com para completar su llamada inmediatamente o para programar una hora que sea conveniente para usted.

# L2834
source: Complete Coaching Results Call
es: Complete su llamada de Revisión de Resultados
