Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L3367
source: Are you in a research study right now where you are taking an investigational/study drug?
fr: Participez-vous actuellement à une étude dans le cadre de laquelle vous prenez un médicament à l’étude ou expérimental?

# L3368
source: No or not applicable
fr: Non ou sans objet

# L3370
source: Kilograms
fr: Kilogrammes

# L3371
source: Height <span>(Without shoes)</span>
fr: Taille <span>(sans chaussures)</span>

# L3372
source: Inches
fr: Pouces

# L3373
source: Centimeters
fr: Centimètres

# L3374
source: How to measure your waist?
fr: Comment mesurer votre tour de taille?

# L3375
source: <strong>Keep on Going! You're Half Done.</strong> Just 2 minutes more to know if you are eligible
fr: <strong>Poursuivez sur cette lancée! Vous avez rempli la moitié du questionnaire.</strong> Encore deux petites minutes avant de savoir si vous êtes admissible.

# L3376
source: Do you usually do some physical activity such as brisk walking for at least 30 minutes each day? <span>This activity can be done while at work or home</span>
fr: Faites-vous habituellement de l’activité physique, comme de la marche rapide, pendant au moins 30 minutes par jour? <span>Cette activité peut être faite au travail ou à la maison.</span>

# L3377
source: How often do you eat vegetables or fruits?
fr: À quelle fréquence mangez-vous des légumes ou des fruits?

# L3378
source: Every day
fr: Tous les jours

# L3379
source: Not every day
fr: Pas tous les jours

# L3380
source: Have you ever been told by a doctor or nurse that you have high blood pressure OR have you ever taken high blood pressure pills?
fr: Avez-vous déjà appris d’un médecin ou d’une infirmière que vous souffrez d’hypertension OU avez-vous déjà pris des pilules contre l’hypertension?

# L3381
source: Yes, I have
fr: Oui

# L3382
source: No or not sure
fr: Non ou incertain(e)

# L3383
source: Have you ever been found to have high blood sugar either from a blood test, during an illness or during pregnancy?
fr: Avez-vous déjà eu une glycémie élevée à la suite d’une analyse sanguine, pendant une maladie ou une grossesse?

# L3384
source: Have you ever given birth to a large baby weighing 9 pounds (4.1 kg) or more?
fr: Avez-vous déjà accouché d’un bébé de plus de 9 lb (4,1 kg)?

# L3385
source: No, not sure or not applicable
fr: Non, incertaine ou sans objet

# L3386
source: Please select which of the following ethnic groups your biological (blood) parents belong to:
fr: Veuillez choisir, parmi les groupes ethniques suivants, celui auquel appartiennent vos parents biologiques (sang) :

# L3387
source: Mother's ethnic group
fr: Groupe ethnique de la mère

# L3388
source: Have any of your blood relatives ever been diagnosed with diabetes? <span>Check ALL that apply</span>
fr: Des membres de votre famille biologique ont-ils déjà reçu un diagnostic de diabète? <span>Cochez TOUTES les cases qui s’appliquent .</span>

# L3389
source: Mother
fr: Mère

# L3390
source: Father
fr: Père

# L3391
source: Brothers/Sisters
fr: Frères/sœurs

# L3392
source: Children
fr: Enfants

# L3393
source: What is the highest level of education that you have completed?
fr: Quel niveau de scolarité avez-vous atteint?

# L3394
source: University or college degree
fr: Diplôme universitaire ou collégial

# L3395
source: Some college or university
fr: Études collégiales ou universitaires

# L3396
source: High school diploma
fr: Diplôme d’études secondaires

# L3397
source: Some high school or less
fr: Études secondaires partielles ou moins

# L3398
source: Next
fr: Suivant

# L3399
source: You do not qualify for this program
fr: Vous n’êtes pas admissible à ce programme.

# L3400
source: Your CANRISK Score
fr: Votre note CANRISK

# L3401
source: What does this score mean?
fr: Que signifie ce résultat?

# L3402
source: You’re at Low risk
fr: Vous présentez un faible risque.

# L3403
source: Explore other opportunities that may benefit you.
fr: Découvrez d’autres programmes qui pourraient vous être utiles.

# L3404
source: Your data will be held in compliance with INTERVENT’s privacy and service agreements. Your use of INTERVENT’s services is also governed by these documents. By continuing further, you are consenting to the terms and conditions of the Program Participation and Service Agreement located at <a href="{0}" target="_blank">www.myintervent.com/serviceagreement.</a>
fr: Vos données seront conservées conformément à l’entente de confidentialité et à l’entente touchant la prestation de services d’INTERVENT. Votre utilisation des services d’INTERVENT est également régie par ces ententes. En continuant, vous acceptez les modalités de l’entente touchant la prestation de services et la participation au programme qui se trouve à l’adresse <a href="{0}" target="_blank">www.myintervent.com/serviceagreement.</a>

# L3405
source: In order to proceed, you must accept the terms of service.
fr: Pour poursuivre, vous devez accepter les modalités.

# L3406
source: View Other Opportunities
fr: Visualiser les autres programmes

# L3407
source: Create a profile
fr: Créer un profil

# L3408
source: CANRISK scores are in no way a substitute for actual clinical diagnosis. If you have any concerns, please consider discussing your results with a health care provider (e.g. family doctor, nurse practitioner, and pharmacist).
fr: Les notes CANRISK ne remplacent en aucun cas un vrai diagnostic clinique. Pour toute préoccupation, pensez à discuter de vos résultats avec un professionnel de la santé (p. ex., un médecin de famille, un infirmier praticien ou un pharmacien).

# L3409
source: You do not qualify for the program
fr: Vous n’êtes pas admissible au programme.

# L3410
source: Close
fr: Fermer

# L3411
source: Self-Referral Form
fr: Formulaire d’auto-aiguillage

# L3412
source: How to measure your waist?
fr: Comment mesurer votre tour de taille?

# L3413
source: Use a tape measure
fr: Prenez un ruban à mesurer.

# L3414
source: Remove clothing from your waist line.
fr: Enlevez vos vêtements pour dégager votre taille.

# L3415
source: Stand with your feet shoulder width apart (25 to 30 centimetres or 10 to 12 inches) and back straight.
fr: Tenez-vous debout, écartez les pieds à la largeur des épaules, soit de 25 à 30 cm (10 à 12 po), et gardez le dos droit.

# L3416
source: Locate the top of the hip bone. This is the part of the hip bone at the side of the waist not at the front of the body. Use the area between the thumb and index finger to feel for the hip bone at the side of the waist.
fr: Localisez le haut de l’os de votre hanche. Il s’agit de la partie de l’os sur le côté de la taille et non celle à l’avant. Pour ce faire, prenez la partie située entre votre pouce et votre index pour sentir l’os de votre hanche sur le côté de votre taille.

# L3417
source: Align the bottom edge of the measuring tape with the top of the hip bone. Wrap the tape measure all the way around the waist. <br />Ensure that the tape measure is parallel to the floor and not twisted.
fr: Alignez le bord inférieur du ruban à mesurer avec le haut de l’os de votre hanche. Enroulez le ruban à mesurer autour de votre taille. <br />Assurez-vous que le ruban à mesurer est parallèle au sol et qu’il n’est pas tordu.

# L3418
source: Take two normal breaths and on the exhale of the second breath tighten the tape measure so it is snug but not digging into the skin.
fr: Prenez deux respirations normales et, à la deuxième expiration, resserrez le ruban à mesurer pour qu’il soit bien serré sans être enfoncé dans la peau.

# L3419
source: Take the measure of the waist to the nearest 0.5 cm (1/4 inch).
fr: Prenez la mesure de la taille à 0,5 cm (1/4 po) près.

# L3420
source: A healthier life style starts here
fr: Pourquoi ces renseignements sont-ils requis?

# L3421
source: A 12 month digital coaching program that empowers you to lead a healthier life and reduce your risk of developing Type 2 diabetes. Our program will help you live better and feel better with our one-on-one health coaching tools and resources
fr: Vous devez remplir le questionnaire CANRISK pour déterminer si vous êtes admissible à ce programme. Le résultat obtenu indiquera votre risque de souffrir de prédiabète ou de diabète de type 2. Si vous êtes admissible, vous pouvez continuer pour participer à ce programme gratuit.

# L3422
source: Our records indicate you have already completed a CANRISK. If you have any questions, please call us at 855-610-3060.
fr: Nos dossiers indiquent que vous avez déjà rempli un questionnaire CANRISK. Pour toute question, n’hésitez pas à communiquer avec nous par téléphone au 1-855-610-3060.

# L3423
source: In order to continue you must be 18 years or older.
fr: Pour continuer, vous devez être âgée de 18 ans ou plus.

# L3424
source: Please check the format of your postal code, which should be ANA NAN (where A represents a letter in the alphabet and N represents a number).
fr: SVP vérifier le format de votre code postal, qui devrait être ANA NAN (dont A représente une lettre de l'alphabet et N représente un numéro).

# L3425
source: Thank you for your time and interest in the Canadian Diabetes Prevention Program (CDPP). The CDPP is not yet available in your area (based on the postal code you provided). The CDPP is currently available in <a href='https://www.lmc.ca/diabetes-prevention/locations/' target='_blank' style='color:skyblue;'>these locations</a>. If you feel we have excluded you by accident, please contact us at info@myintervent.com.
fr: Merci de votre temps et de l’intérêt que vous portez au Programme canadien de prévention du diabète (PCPD). Le PCPD n’est pas encore offert dans votre région (selon le code postal que vous avez fourni). Il est actuellement offert dans <a href='https://www.lmc.ca/diabetes-prevention/locations/' target='_blank' style='color:skyblue;'>ces régions</a>. Si vous pensez que nous vous avons exclue par mégarde, veuillez nous envoyer un courriel à l’adresse info@myintervent.com.

# L3426
source: Please check back soon as we will be expanding to more locations across the country soon. We will also reach out to you when the CDPP is available in your area.
fr: Revenez visiter notre site bientôt, car nous offrirons prochainement le programme dans d’autres régions du pays. Nous communiquerons aussi avec vous lorsque le PCPD sera accessible dans votre région.

# L3427
source: Individuals under age 18 or over age 74 years should have their fasting blood glucose or A1C values available when completing this eligibility quiz.
fr: Les personnes de moins de 18 ans ou de plus de 74 ans doivent connaître leur glycémie à jeun ou leur taux d’hémoglobine glyquée au moment de remplir ce questionnaire d’admissibilité.

# L3428
source: Thank you for your time and interest. Based on your responses, you may already have diabetes and, therefore, you do not qualify for this program.
fr: Merci de votre temps et de votre intérêt. Selon vos réponses, il se peut que vous viviez déjà avec le diabète et, par conséquent, vous n’êtes pas admissible à ce programme.

# L3429
source: Please discuss any questions with your doctor or healthcare provider. Click on this link to see other opportunities that may be of benefit to you.
fr: Veuillez discuter de toute question avec votre médecin ou votre professionnel de la santé. Cliquez sur ce lien pour consulter d’autres programmes qui pourraient vous être utiles.

# L3430
source: Thank you for your time and interest. Based on your responses, you are pregnant and, therefore, do not qualify for this program.
fr: Merci de votre temps et de votre intérêt. Selon vos réponses, vous êtes enceinte et, par conséquent, vous n’êtes pas admissible à ce programme.

# L3431
source: Please discuss any questions with your doctor or healthcare provider.
fr: Veuillez discuter de toute question avec votre médecin ou votre professionnel de la santé.

# L3432
source: Thank you for your time and interest. Based on your responses, you do not qualify for this program.
fr: Merci de votre temps et de votre intérêt. Selon vos réponses, vous n’êtes pas admissible à ce programme.

# L3433
source: Please discuss any questions with your doctor or healthcare provider.
fr: Veuillez discuter de toute question avec votre médecin ou votre professionnel de la santé.

# L3434
source: Thank you for your time and interest. The program is intended for those between the ages of 18 and 74, or those with a diagnosis of prediabetes. Based on your responses, you do not qualify for this program.
fr: Merci de votre temps et de votre intérêt. Le programme s’adresse aux personnes âgées de 18 à 74 ans ou à celles qui ont reçu un diagnostic de prédiabète. Selon vos réponses, vous n’êtes pas admissible à ce programme.

# L3435
source: If you have any questions, please discuss them with your doctor or healthcare provider.
fr: Si vous avez des questions, veuillez en discuter avec votre médecin ou votre professionnel de la santé.

# L3436
source: Thank you for your time and interest. Based on your A1C and/or fasting blood glucose values, you may already have diabetes and, therefore, you do not qualify for this program.
fr: Merci de votre temps et de votre intérêt. Selon votre taux d’hémoglobine glyquée ou votre glycémie à jeun, il se peut que vous viviez déjà avec le diabète et, par conséquent, vous n’êtes pas admissible à ce programme.

# L3437
source: Please discuss any questions with your doctor or healthcare provider. If you would like to see a diabetes specialist please fill out the self-referral form here.
fr: Veuillez discuter de toute question avec votre médecin ou votre professionnel de la santé. Si vous souhaitez consulter un spécialiste du diabète, veuillez remplir le formulaire d’auto-aiguillage ici.

# L3438
source: Thank you for your time and interest. The program is intended for those between the ages of 18 and 74, or those with a diagnosis of prediabetes. Without an A1c or fasting blood glucose value, we cannot tell if you are eligible or not.
fr: Merci de votre temps et de votre intérêt. Le programme s’adresse aux personnes âgées de 18 à 74 ans ou à celles qui ont reçu un diagnostic de prédiabète. Sans votre taux d’hémoglobine glyquée ou votre glycémie à jeun, nous ne pouvons pas savoir si vous êtes admissible ou non au programme.

# L3439
source: Please contact your healthcare provider to obtain an A1c and/or fasting blood glucose test before completing this eligibility process.
fr: Veuillez communiquer avec votre professionnel de la santé pour obtenir un test de glycémie à jeun ou d’hémoglobine glyquée avant de poursuivre le processus d’admissibilité.

# L3440
source: You qualify for this program.
fr: Vous êtes admissible à ce programme.

# L3441
source: Please enter your full name
fr: Veuillez entrer votre nom complet.

# L3442
source: Please enter a valid phone number.
fr: Veuillez entrer un numéro de téléphone valide.

# L3443
source: Postal code
fr: Code postal

# L3444
source: Father's ethnic group
fr: Groupe ethnique du père

# L3445
source: In order to proceed, you must accept the terms and conditions.
fr: Pour poursuivre, vous devez accepter les modalités.

# L3446
source: I agree to the CanRisk Questionnaire <a href="../pdf/CANRISKConsent.pdf" target="_blank">Terms of Service</a> and you may submit the information I just provided to the Study.
fr: J’accepte les modalités du questionnaire CANRISK <a href="../pdf/CANRISKConsent.pdf" target="_blank"></a>. Vous pouvez soumettre les renseignements que je viens de fournir à des fins d’étude.

# L3447
source: Join the Canadian Diabetes Prevention Program
fr: Participer au PCPD

# L3448
source: A free 12-month lifestyle health coaching program that empowers you to lead a healthier life and reduce your risk of developing type 2 diabetes.
fr: Il s’agit d’un programme d’encadrement gratuit de 12 mois portant sur la santé et le mode de vie qui vous permet de mener une vie saine et de réduire votre risque de développer le diabète de type 2.

# L3449
source: “While 3.4 million Canadians have diabetes, more than 5.7 million have prediabetes.”
fr: « Alors que 3,4 millions de Canadiens vivent avec le diabète, plus de 5,7 millions souffrent de prédiabète. »

# L3450
source: Early detection can help reduce the risk of developing diabetes
fr: Le dépistage précoce peut aider à réduire le risque de développer un diabète.

# L3451
source: Complete the following sections to see if you are eligible
fr: Remplissez les sections qui suivent pour savoir si vous êtes admissible.

# L3452
source: Take the eligibility quiz
fr: Répondre au questionnaire d’admissibilité

# L3453
source: You're at High Risk
fr: Vous présentez un risque élevé.

# L3454
source: <p>Thank you for your time and interest in the Canadian Diabetes Prevention Program. Based on your responses, you are at a higher risk of developing type 2 diabetes in the future, and you qualify for this free program.</p><p>Many years before people develop type 2 diabetes, most of them develop prediabetes, which you may already have based on your score. This individualized coaching program can empower you to lead a healthier lifestyle and reduce your risk of developing type 2 diabetes.</p><p>Get Started Today<br/>Step 1: Click the button below to create your profile<br/>Step 2: A specialist will call you in the next two business days</p><p>Do not delay. Prediabetes and type 2 diabetes are serious chronic diseases.</p>
fr: <p>Merci pour le temps et l'intérêt que vous portez au Programme canadien de prévention du diabète. D'après vos réponses, vous courez un risque plus élevé de développer le diabète de type 2 à l'avenir, et vous êtes admissible au programme qui est gratuit.</p><p> Avant que les gens développent un diabète de type 2, la plupart d'entre eux développent un prédiabète plusieurs années en avance. Vous pourriez déjà avoir le prédiabète en fonction de votre score. Ce programme de coaching individualisé peut vous permettre de mener une vie plus saine et réduire votre risque de développer un diabète de type 2.</p><p>Commencez dès aujourd'hui<br/>Étape 1 : Cliquez sur le bouton ci-dessous pour créer votre profil<br/>Étape 2 : Un spécialiste vous appellera dans les deux prochains jours de travail</p><p>Ne tardez pas. Le prédiabète et le diabète de type 2 sont des maladies chroniques graves.</p>

# L3455
source: <p>Thank you for your time and interest in the Canadian Diabetes Prevention Program. Based on your AIC and/or fasting blood sugar you provided you qualify for this free program.</p><p>Many years before people develop type 2 diabetes, most of them develop prediabetes, which you may already have based on your answers. This individualized coaching program can empower you to lead a healthier lifestyle and reduce your risk of developing type 2 diabetes.</p><p>Get Started Today<br/>Step 1: Click the button below to create your profile<br/>Step 2: A specialist will call you in the next two business days</p><p>Do not delay. Prediabetes and type 2 diabetes are serious chronic diseases.</p>
fr: <p> Merci de votre temps et de votre intérêt envers le Programme canadien de prévention du diabète. Basé sur votre A1C et/ou de votre glycémie à jeun, vous êtes admissible à ce programme gratuit.</p><p>Avant que les gens développent un diabète de type 2, la plupart d'entre eux développent un prédiabète plusieurs années en avance. En fonction de vos réponses, vous avez peut-être déjà le prédiabète. Ce programme de coaching individualisé peut vous permettre de mener une vie plus saine et de réduire votre risque de développer un diabète de type 2.</p><p>Commencez dès aujourd'hui<br/>Étape 1 : Cliquez sur le bouton ci-dessous pour créer votre profil<br/>Étape 2 : Un spécialiste vous appellera dans les deux prochains jours de travail</p><p>Ne tardez pas. Le prédiabète et le diabète de type 2 sont des maladies chroniques graves.</p>

# L3456
source: You're at Low Risk
fr: Vous présentez un faible risque.

# L3457
source: Thank you for your time and interest. Based on your responses, you are at low risk of having prediabetes or type 2 diabetes and, therefore, do not qualify for this program. However, it always pays to maintain a healthy lifestyle. Please click the button below to view other opportunities that may be of benefit to you. When prompted to enter your coupon code, use the code DPP_19.
fr: Merci de votre temps et de votre intérêt. Selon vos réponses, vous présentez un risque faible de souffrir de prédiabète ou de diabète de type 2 et, par conséquent, vous n’êtes pas admissible à ce programme. Cependant, il est toujours bon de maintenir un mode de vie sain. Veuillez cliquer sur le bouton ci-dessous pour consulter d’autres programmes qui pourraient vous être utiles. Lorsque vous êtes invitée à entrer votre code promotionnel, utilisez le code DPP_19.

# L3458
source: You're at Moderate Risk
fr: Vous présentez un risque modéré.

# L3459
source: <p>Thank you for your time and interest. Based on your responses, you are at moderate risk of having prediabetes or type 2 diabetes and, therefore, do not qualify for this program. However, it always pays to maintain a healthy lifestyle. Please click the button below to view other opportunities that may be of benefit to you. When prompted to enter your coupon code, use the code DPP_19. You may also wish to consult with a health care provider about your risk of developing diabetes.</p>
fr: Merci de votre temps et de votre intérêt. Selon vos réponses, vous présentez un risque modéré de souffrir de prédiabète ou de diabète de type 2 et, par conséquent, vous n’êtes pas admissible à ce programme. Cependant, il est toujours bon de maintenir un mode de vie sain. Veuillez cliquer sur le bouton ci-dessous pour consulter d’autres programmes qui pourraient vous être utiles. Lorsque vous êtes invitée à entrer votre code promotionnel, utilisez le code DPP_19. Vous pouvez également consulter un professionnel de la santé au sujet de votre risque de développer un diabète.

# L3464
source: In order to gain access to your personal wellness report and individualized recommendations, you must complete a validated blood test. Only these validated results will be updated on the "My Labs" section of your dashboard.
fr: Pour accéder à votre rapport de bien-être personnel et à vos recommandations personnalisées, vous devez effectuer une analyse sanguine validée avec Dynacare. Seuls ces résultats validés seront ajoutés dans la section « Mes laboratoires » de votre tableau de bord.

# L3465
source: The validated health screening includes bloodwork required to determine your A1C and fasting blood sugar.
fr: Le dépistage médical validé comprend les analyses sanguines nécessaires pour déterminer votre taux d’hémoglobine glyquée et votre glycémie à jeun.

# L3466
source: Required blood tests include total cholesterol, triglycerides, LDL (“bad”) cholesterol, HDL (“good”) cholesterol and glucose or A1C. Fasting blood test results are preferred but not mandatory.
fr: Les analyses sanguines requises comprennent celles pour le cholestérol total, les triglycérides, le cholestérol LDL (le « mauvais »), le cholestérol HDL (le « bon ») et le glucose ou hémoglobine glyquée. Les résultats d’analyses sanguines à jeun sont préférables, mais ils ne sont pas obligatoires.

# L3467
source: Aerobic dancing
fr: Danse aérobique

# L3468
source: Aerobic dancing (bench/step training)
fr: Danse aérobique (entraînement avec une plateforme)

# L3469
source: Alpine skiing
fr: Ski alpin

# L3470
source: Aqua-aerobics
fr: Aquagym

# L3471
source: Backpacking
fr: Excursion pédestre

# L3474
source: Ball games
fr: Jeux de balle

# L3475
source: Ball hockey
fr: Hockey-balle

# L3476
source: Ballroom dancing
fr: Danse de salon

# L3479
source: Bicycling
fr: Bicyclette

# L3480
source: Bowling
fr: Quilles

# L3481
source: Boxing
fr: Boxe

# L3482
source: Canoeing
fr: Canoë
