Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L3483
source: Catch (ball)
fr: Attraper une balle

# L3484
source: Circuit weight-training
fr: Entraînement avec poids et haltères en circuit

# L3486
source: Cross-country skiing
fr: Ski de fond

# L3488
source: Disco, popular and folk dancing
fr: Danse disco, populaire et traditionnelle

# L3489
source: Elliptical (legs)
fr: Elliptique (jambes)

# L3490
source: Elliptical (legs and arms)
fr: Elliptique (jambes et bras)

# L3491
source: Exercise classes
fr: Cours d’activité physique

# L3492
source: Fencing
fr: Escrime

# L3493
source: Figure skating
fr: Patinage artistique

# L3494
source: Football (American)
fr: Football américain

# L3495
source: Football (touch)
fr: Touch-football

# L3497
source: Gardening
fr: Jardinage

# L3499
source: Gymnastics
fr: Gymnastique

# L3500
source: Handball (4-wall)
fr: Balle au mur (sur quatre murs)

# L3501
source: Heavy housework
fr: Tâches ménagères intenses

# L3502
source: Hiking
fr: Randonnée

# L3503
source: Home calisthenics
fr: Callisthénie à domicile

# L3504
source: Hunting
fr: Chasse

# L3505
source: Ice hockey
fr: Hockey sur glace

# L3508
source: Jumping rope
fr: Corde à sauter

# L3509
source: Karate
fr: Karaté

# L3510
source: Kayaking
fr: Kayak

# L3511
source: Lacrosse
fr: Crosse

# L3512
source: Modern dancing
fr: Danse moderne

# L3513
source: Mountaineering
fr: Alpinisme

# L3514
source: Mowing lawn (push mower)
fr: Tonte du gazon (tondeuse poussée)

# L3515
source: Orienteering
fr: Course d’orientation

# L3518
source: Rebounding
fr: Entraînement sur mini-trampoline

# L3519
source: Roller skating
fr: Patinage à roulettes

# L3520
source: Rowing
fr: Rameur

# L3522
source: Sailing (small boat)
fr: Voile (petit bateau)

# L3523
source: Scuba diving
fr: Plongée sous-marine

# L3524
source: Sculling
fr: Aviron

# L3525
source: Skateboarding
fr: Planche à roulettes

# L3526
source: Skating (ice)
fr: Patinage sur glace

# L3527
source: Snorkeling
fr: Plongée avec tuba

# L3528
source: Snowmobiling
fr: Motoneige

# L3529
source: Snow shoveling
fr: Pelletage

# L3531
source: Softball
fr: Balle molle

# L3532
source: Square dancing
fr: Danse carrée

# L3534
source: Stair climbing/ stepping
fr: Monter les escaliers

# L3535
source: Stationary cycling (legs only)
fr: Vélo d’exercice (jambes uniquement)

# L3536
source: Stationary cycling (arms only)
fr: Vélo d’exercice (bras seulement)

# L3537
source: Stationary cycling (dual-action)
fr: Vélo d’exercice (bras et jambes)

# L3538
source: Swimming (beach)
fr: Natation (plage)

# L3539
source: Swimming (pool)
fr: Natation (piscine)

# L3540
source: Synchronized swimming
fr: Nage synchronisée

# L3541
source: Table tennis
fr: Tennis de table

# L3542
source: Tag games
fr: Jeux de poursuite

# L3544
source: Tobogganing
fr: Toboggan

# L3545
source: Trail biking
fr: Vélo de montagne

# L3547
source: Walking
fr: Marche

# L3548
source: Walking (treadmill with incline)
fr: Marche (tapis roulant incliné)

# L3549
source: Walking (up stairs)
fr: Marche (monter les escaliers)

# L3550
source: Walk-jog
fr: Marche rapide

# L3551
source: Waterskiing
fr: Ski nautique

# L3552
source: Windsurfing
fr: Planche à voile

# L3553
source: Woodcutting
fr: Coupe de bois

# L3554
source: Wrestling
fr: Lutte

# L3562
source: Fruit
fr: Fruits

# L3563
source: Non-starchy Vegetables
fr: Légumes pauvres en féculents

# L3566
source: Hand-held weights
fr: Mini-haltères

# L3567
source: Weight machines
fr: Appareils de musculation

# L3568
source: Calisthenics
fr: Callisthénie

# L3569
source: Thin resistance band
fr: Bande élastique mince

# L3570
source: Medium resistance band
fr: Bande élastique moyenne

# L3571
source: Thick resistance band
fr: Bande élastique épaisse

# L3572
source: Other (specify in notes section)
fr: Autre (à préciser dans la section des notes)

# L3573
source: Steps
fr: Podomètre

# L3574
source: Who do I contact for more information?
fr: À qui dois-je m’adresser pour obtenir de plus amples renseignements?

# L3575
source: If you have started the screening process:
fr: Si vous avez commencé le processus de présélection,

# L3576
source: Contact <a href="mailto:info@myintervent.com">info@myintervent.com
fr: veuillez communiquer par courriel à l’adresse <a href="mailto:info@myintervent.com">info@myintervent.com.

# L3577
source: If you are enrolled and need assistance in completing the baseline assessments:
fr: Si vous êtes inscrit et que vous avez besoin d’aide pour effectuer les évaluations de base,

# L3578
source: Call 1 855 610 3060
fr: veuillez composer le 1-855-610-3060.

# L3579
source: The Public Health Agency of Canada
fr: Agence de la santé publique du Canada

# L3581
source: McMaster University
fr: Université McMaster

# L3582
source: Once you are enrolled you are encouraged to tell your doctor about your participation in the CDPP and share copies of the reports you receive as part of the program. He or she is likely to be very supportive of your participation in this program and will be interested in following your progress. Your doctor remains in control of all aspects of your medical care. You should always follow your doctor’s advice.
fr: Une fois que vous êtes inscrit, nous vous invitons à informer votre médecin de votre participation au Programme canadien de prévention du diabète et à lui transmettre les rapports que vous recevez dans le cadre du programme. Votre médecin sera probablement très favorable à ce que vous participiez à ce programme. Il souhaitera suivre vos progrès et continuer de s’occuper de tous les aspects de vos soins médicaux. Vous devriez toujours suivre ses conseils.

# L3583
source: After completing your baseline measurements, you may enroll and schedule your first telephone appointment with your health coach. Immediately upon scheduling your coaching appointment, you will receive two modules:
fr: Après avoir fourni vos mesures de référence, vous pouvez vous inscrire et planifiez votre premier rendez-vous téléphonique avec votre conseiller en santé. Immédiatement après avoir pris votre rendez-vous pour obtenir de l’encadrement, vous recevrez deux modules :

# L3584
source: For Doctors/Health Professionals:
fr: Pour les médecins et les professionnels de la santé :
pt: Para médicos/profissionais de saúde:

# L3585
source: There are two ways:
fr: Il existe deux façons :

# L3586
source: 2. Individuals can also self-refer at www.lmc.ca/diabetes-prevention by clicking on “Am I eligible?”
fr: 2. Les patients peuvent également s’inscrire sur le site du programme à l’adresse www.lmc.ca/diabetes-prevention en cliquant sur « Suis-je admissible? ».

# L3587
source: For more information, please visit www.lmc.ca/diabetes-prevention.
fr: Pour de plus amples renseignements, veuillez vous rendre à l’adresse www.lmc.ca/diabetes-prevention.

# L3641
source: VIP / Prime
fr: VIP/Préférentiel

# L3642
source: Elite
fr: Élite

# L3643
source: Elite Plus
fr: Élite plus

# L3675
source: Your Diabetes Risk Test score is {0}.
fr: Votre score au test de risque de diabète est de {0}.
pt: Sua pontuação no Teste de risco de diabetes é de {0}.

# L3681
source: Thank you for your time and interest. Based on the weight you have entered, you do not qualify for this program.
fr: Merci de votre temps et de votre intérêt. Selon le poids que vous avez inscrit, vous n’êtes pas admissible à ce programme.

# L3687
source: You are about to leave the INTERVENT site. When you return, you may be prompted to log in again.
fr: Vous êtes sur le point de quitter le site d’INTERVENT. Lorsque vous reviendrez, vous devrez peut-être vous reconnecter.

# L3689
source: Your validated blood test results from Dynacare will appear here once they have been processed.If you have any questions, please call 855-610-3060.
fr: Les résultats de vos analyses sanguines réalisées par Dynacare apparaîtront ici après leur traitement. Pour toute question, n’hésitez pas à communiquer avec nous par téléphone au 855 610-3060.

# L369
source: Colorectal
fr: Examen colorectal
pt: Colorretal

# L3719
source: French
fr: Français

# L3720
source: You entered a high A1C and or fasting blood glucose level in response to a previous question
fr: Vous avez saisi un taux d’hémoglobine glyquée élevé ou une glycémie élevée en réponse à une question précédente

# L3721
source: Earn points toward valuable gift cards from INTERVENT as you travel on the pathway over the years to optimal health. INTERVENT automatically awards points for completing specific program activities and holds quarterly raffles to select winners.<br />The more points you earn, the more chances you have to win.
fr: Accumulez des points pour obtenir des cartes-cadeaux d’INTERVENT intéressantes en cheminant vers un mode de vie sain au fil des années. INTERVENT attribue automatiquement des points pour la réalisation de certaines activités du programme et organise des tirages trimestriels pour choisir les gagnants.<br />Plus vous cumulez de points, plus vous avez de chances de gagner.

# L3723
source: All information we collect is kept strictly confidential and will not be used or sold for marketing purposes
fr: Tous les renseignements que nous recueillons sont strictement confidentiels et ne seront pas utilisés ou vendus à des fins publicitaires

# L3724
source: Your postal code will allow us to confirm whether the program is available in your area
fr: Votre code postal nous permettra de vérifier si le programme est offert dans votre région

# L3727
source: Not your average prevention program
fr: Un programme de prévention unique en son genre

# L3728
source: Personal Health Coach
fr: Conseiller en santé personnel

# L3729
source: Individualized support
fr: Soutien personnalisé

# L3730
source: Technology enabled
fr: Activé par la ta technologie

# L3731
source: Lasting change
fr: Changement durable

# L3732
source: Get Score
fr: Obtenir un score

# L3733
source: White (Caucasian)
fr: Blanc (Caucasienne)

# L3734
source: Aboriginal
fr: Amérindienne

# L3735
source: Black (Afro-Caribbean)
fr: Noir (Afro Caraïbes)

# L3736
source: East Asian (Chinese, Vietnamese, Filipino, Korean, etc)
fr: Asiatiques de l’Est (Chinoise, Vietnamienne, Philippine, Coréenne etc.).

# L3737
source: Other non-white (Latin American, Arab, West Asian)
fr: Autre (Latino-Américaine, Arabe, Asiatique de l’Ouest)

# L3738
source: completed
fr: terminé

# L3739
source: to
fr: à

# L3743
source: Thank you for completing your follow-up! You will also be contacted by Dynacare to schedule an appointment for validated blood work that will be completed in the comfort of your own home.
fr: Merci d’avoir effectué votre suivi. Dynacare communiquera avec vous afin de fixer un rendez-vous pour procéder à des analyses sanguines validées, et ce, dans le confort de votre foyer.

# L3808
source: Desired Weight
fr: Poids Désiré
pt: Peso desejado

# L3811
source: Canadian Diabetes Prevention Program
fr: Programme canadien de prévention du diabète

# L3815
source: Steps per day
fr: Nombre de pas par jour

# L382
source: Dental
fr: Examen dentaire
pt: Odontológico

# L3838
source: Don't know
fr: Ne sais pas

# L3839
source: White (Caucasian)
fr: Blanc (Caucasien)

# L3840
source: Aboriginal
fr: Amérindien

# L3841
source: Black (Afro-Caribbean)
fr: Noir (Afro Caraïbes)

# L3842
source: East Asian (Chinese, Vietnamese, filipino, Korean etc)
fr: Asiatiques de l’Est (Chinois, Vietnamien, Philippin, Coréen etc.).

# L3843
source: South Asian (East Indian, Pkistani, Sri Lankan etc)
fr: Asiatiques du Sud (Indiens de l’Est, Pakistanais, Sri Lankais, etc.).

# L3844
source: Other non-white (Latin American, Arab, West Asian)
fr: Autre (Latino-Américain, Arabe, Asiatique de l’Ouest)

# L3852
source: Performed by a health care professional during a home visit that you will schedule at your convenience.
fr: Mesures prises par un professionnel de la santé lors d’une visite à domicile planifiée à votre convenance;

# L3853
source: Blood measures performed by a health care professional at a laboratory, and later you will weigh and measure yourself using a scale and measuring tape. Your measures will be verified by providing a photograph of the scale and measuring tape result, or a live interaction over secure videoconferencing with study staff.
fr: Analyses sanguines réalisées en laboratoire par un professionnel de la santé, puis mesures de votre poids et de votre taille prises par vous avec un pèse-personne et un ruban à mesurer. Vos mesures seront vérifiées à l’aide d’une photographie du pèse-personne et du ruban à mesurer ou d’une vidéoconférence sécurisée en direct avec le personnel de l’étude.

# L3854
source: Thank you for your selection
fr: Merci pour votre sélection.
pt: Obrigado pela sua seleção

# L3855
source: The CDPP will contact you with the next steps to complete your bloodwork. Depending on your location, you will be offered either a home visit, or an appointment at a laboratory in your area. You can expect an email and call within 24 hours.
fr: Le PCPD vous contactera pour vous laissez savoir comment terminer votre prise de sang. Selon votre situation géographique, soit une visite à domicile vous sera proposée ou un rendez-vous dans un laboratoire de votre région. Vous pouvez vous attendre à recevoir un e-mail et un appel dans les 24 heures.
pt: O CDPP vai entrar em contato com você com os próximos passos para concluir seus exames de sangue. Conforme a sua localização, você poderá optar por uma visita domiciliar ou marcar um horário em um laboratório na sua região. Você pode esperar um e-mail e um telefonema em 24 horas.

# L3856
source: Thank you for choosing the laboratory option to get your new bloodwork done.
fr: Merci d'avoir choisi l'option d'aller à un laboratoire pour faire votre nouvelle analyse sanguine.
pt: Obrigado por optar pelo laboratório para fazer seu novos exames de sangue.

# L3857
source: When we receive your results they will be uploaded for you and you will receive a notification via email.
fr: À la réception de vos résultats, nous les téléverserons pour vous et vous recevrez un avis par courriel.
pt: Quando recebermos seus resultados, eles serão enviados para você e você receberá uma notificação por e-mail.

# L3858
source: Get your health screening and bloodwork completed through a laboratory, if you do not have access to recent results from within the last 60 days.
fr: Si vous ne pouvez pas fournir les résultats d’un dépistage médical effectué dans les 60 derniers jours, choisissez l’option de dépistage et d’analyses sanguines en laboratoire.
pt: Faça seu check-up geral e os exames de sangue em um laboratório se você não tiver acesso a resultados recentes nos últimos 60 dias.

# L3859
source: Upload your recent health screening and bloodwork completed with your doctor. Your results must be from within the last 60 days.
fr: Téléchargez votre examen médical et vos analyses sanguines récentes completés avec votre médecin. Vos résultats doivent provenir des 60 derniers jours.
pt: Envie seu check-up geral e exames de sangue recentes realizados com o seu médico. Seus resultados devem ser dos últimos 60 dias.

# L3860
source: If you can’t access these results, choose “Use a Laboratory” instead.
fr: Si vous ne pouvez pas accéder à ces résultats, choisissez plutôt "Utiliser un laboratoire".
pt: Se você não puder acessar esses resultados, selecione "Utilizar um Laboratório".

# L3861
source: If you have completed bloodwork with your doctor in the last 60 days, and can upload the results, new bloodwork is not required.
fr: Si vous avez effectué des analyses sanguines avec votre médecin au cours des 60 derniers jours et que vous pouvez téléverser les résultats, il est inutile de faire de nouvelles analyses.

# L3862
source: <p>If you have not had bloodwork completed in the last 60 days, or you don't have access to the results, we will organize an appointment for you to get your new results. Depending on your location, you will be offered either a home visit, or an appointment at a lab in your area. To get more accurate results you must fast before the appointment: Do not have anything to eat or drink including chewing gum (except plain water) for at least 12 hours before blood collection.</p><p>The following measurements are also required: weight, height and waist circumference. These mreasurements will be collected at the same time as your new bloodwork if you are having a home visit. If your bloodwork is being done at a laboratory, these measurements will be collected by your health coach during your first coaching call (you will weigh and measure yourself using a scale and measuring tape and your values will be verified by your coach via a photograph of the scale and measuring tape results, or a live interaction over secure videoconferencing).</p>
fr: <p>Si vous n’avez pas subi d’analyses sanguines au cours des 60 derniers jours ou si vous n’avez pas accès aux résultats, un rendez-vous sera fixé. Selon votre lieu de résidence, on vous proposera une visite à domicile ou un rendez-vous dans un laboratoire de votre région. Pour obtenir des résultats précis, il faut rester à jeun, c’est-à-dire qu’il ne faut rien manger ni boire (sauf de l’eau), ni même mâcher de la gomme, pendant au moins 12 heures avant la prise de sang.</p><p> Il faut également fournir les mesures de votre poids, de votre taille et de votre tour de taille. Si votre dépistage médical est réalisé à domicile, ces mesures seront prises en même temps que vos analyses sanguines. Si votre dépistage médical est effectué dans un laboratoire, vous devrez fournir les mesures à votre conseiller en santé lors du premier appel d’encadrement. Il faudra vous peser avec une balance et vous mesurer avec un ruban à mesurer, puis envoyer des photos des résultats à votre conseiller pour qu’il les vérifie (il est aussi possible d’effectuer la vérification par vidéoconférence sécurisée).</p>

# L3863
source: Please note, for new bloodwork:
fr: Remarque relative aux nouvelles analyses sanguines

# L3864
source: You will be provided further information about the specific COVID-19 precautions taken by labs in your area, or by the health care provider assigned to complete your home visit.
fr: Vous recevrez de plus amples renseignements sur les précautions liées à la COVID-19 prises par les laboratoires de votre région ou par le professionnel de la santé chargé d’effectuer votre visite à domicile.

# L3865
source: All participants will be screened before their tests as part of COVID-19 precautions. You will be screened for:
fr: Avant vos analyses sanguines, vous devrez aussi indiquer si :

# L3866
source: Symptoms associated with COVID-19
fr: vous présentez des symptômes de la COVID-19;

# L3867
source: Recent travel
fr: vous avez voyagé récemment;

# L3868
source: Potential contact with a confirmed or suspected COVID-19 case
fr: vous avez été en contact potentiel avec un cas confirmé ou suspect de COVID-19.

# L3869
source: All laboratory staff are screened using the above criteria, and are routinely trained on proper COVID-19 precautions. All staff use appropriate personal protective equipment (gloves, masks, face shields and gowns).
fr: Tous les membres du personnel de laboratoire sont soumis à ces mêmes obligations et sont formés régulièrement sur les mesures appropriées en lien avec la COVID-19. De plus, ils portent tous l’équipement de protection individuelle approprié (gants, masques, visières de protection et blouses).

# L3870
source: Quarterly drawing for a $25 gift card
fr: Tirage trimestriel pour gagner une carte-cadeau de 25 $

# L3871
source: Quarterly drawing for a $50 gift card
fr: Tirage trimestriel pour gagner une carte-cadeau de 50 $

# L3872
source: Quarterly drawing for a $100 gift card
fr: Tirage trimestriel pour gagner une carte-cadeau de 100 $

# L3873
source: The program is not available in your area.
fr: Le programme n'est pas disponible dans votre région.

# L3874
source: Note: The program may be available at a city or town near you – if you can travel to a city near you to complete the required blood tests for program, please contact us at info@myintervent.com.
fr: Note : Le programme peut être offert dans une ville ou une cité près de chez vous - si vous pouvez vous rendre dans une ville près de chez vous pour effectuer les tests sanguins requis pour le programme, veuillez nous contacter à info@myintervent.com.

# L3876
source: <ul><li>1 small grapefruit,l</li><li>1 cup of blueberries or 2 cups of blackberries/strawberries</li></ul>
fr: 1 portion : 1 morceau de fruit ou de melon de petite à moyenne taille • 1/2 pamplemousse • 1/2 tasse de baies • 1/2 tasse de fruits en conserve

# L3884
source: <ul><li>1 cup of milk</li><li>3/4 cup of yogurt</li></ul>
fr: 1 tasse de lait, 3/4 tasse de yogourt

# L3885
source: <ul><li>1/2 cup (120mL) of dry cereal</li><li>1/3 cup of cooked rice</li></ul>
fr: 1/2 tasse (120ml) de céréales, 1/3 tasse de riz cuit

# L3886
source: <ul><li>1 cup of chopped or raw vegetables</li></ul>
fr: 1 tasse de légumes crus ou cuits

# L3887
source: <ul><li>2.5 oz of cooked meat</li><li>fish</li><li>poultry or meat substitut</li><li> 2 Tbsp peanut butter</li></ul>
fr: 2.5 onces de viande cuite, poisson, volaille ou substitut de viande, 2 c.a.s de beurre d'arachide

# L3888
source: <ul><li>1 cup of chopped or raw starchy vegetables</li></ul>
fr: 1 tasse de légumes féculents crus ou cuits

# L3890
source: Goal
fr: Objectif

# L4103
source: Azores
fr: Açores

# L4128
source: Kabul
fr: Kaboul

# L4129
source: Islamabad, Karachi, Tashkent
fr: Islamabad, Karachi, Tachkent

# L4137
source: Almaty, Novosibirsk
fr: Almaty, Novossibirsk

# L4139
source: Krasnoyarsk
fr: Krasnoïarsk

# L4152
source: Yakutsk
fr: Iakoutsk

# L4261
source: <p>Thank you for your time and interest in the Canadian Diabetes Prevention Program. Based on your responses, you are at a fairly low risk of having type 2 diabetes. However, based on your age and body mass index (calculated from your height and weight), you may be at risk for prediabetes and, therefore, you do qualify for this free program.</p><br/><p>Many years before people develop type 2 diabetes, most of them develop prediabetes. This individualized coaching program can empower you to lead a healthier lifestyle, manage your weight and reduce your risk of developing prediabetes and type 2 diabetes.</p><br><p>Get Started Today<br/>Step 1: Click the button below to create your profile<br/>Step 2: A specialist will call you in the next two business days</p><br><p>Do not delay. Prediabetes and type 2 diabetes are serious chronic diseases.</p>
fr: <p>Merci de votre temps et de votre intérêt dans le Programme canadien de la prévention du diabète. D'après vos réponses, vous présentez un risque assez faible d’avoir le diabète de type 2. Cependant, en fonction de votre âge et de votre indice de masse corporelle (calculé utilisant votre taille et de votre poids), vous pouvez être à risque de prédiabète et, par conséquent, vous êtes admissible à ce programme gratuit. </p><br/> <p>Plusieurs années avant que les gens ne développent le diabète de type 2, la plupart d'entre eux développent un prédiabète. Ce programme de coaching personnalisé peut vous permettre de mener une vie plus saine, de gérer votre poids et de réduire votre risque de développer un prédiabète et un diabète de type 2. </p><br> <p>Commencer aujourd'hui :</p> <p>Étape 1: Cliquez sur le bouton ci-dessous pour créer votre profil.</p> Étape 2: Un spécialiste vous appellera dans les deux prochains jours de travail.</p> <p>Ne tardez pas. Le prédiabète et le diabète de type 2 sont des maladies chroniques graves.</p>
