Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1854
source: Access to Personal Information is restricted to those employees, contractors or agents of INTERVENT who need such access to administer or assist INTERVENT to administer the Services.
es: El acceso a la Información Personal es restringido solo aquel personal, contratista o agentes de INTERVENT para administrar los Servicios.
fr: L’accès aux renseignements personnels est limité aux employés, entrepreneurs ou agents d’INTERVENT qui en ont besoin pour gérer les services ou aider INTERVENT à le faire.
pt: O acesso aos Dados Pessoais é restrito para os funcionários, contratadas ou agentes da INTERVENT que precisarem de tal acesso para administrar ou auxiliar a INTERVENT a gerenciar seus Serviços.

# L1855
source: Personal Information also may be disclosed, where permitted by applicable law, in connection with a corporate restructuring, sale, or assignment of assets, merger, divestiture, or other changes of the financial status of INTERVENT or any of our subsidiary or affiliated companies. Personal Information also may be disclosed to third parties, in accordance with applicable law, to protect your vital interests, to protect the rights of INTERVENT or others, or in INTERVENT’s good faith judgment to comply with applicable law, law enforcement investigations, or court orders.
es: Información Personal puede ser revelada, donde solo sea permitido por ley, en conexión con restructuración corporativa, venta, o asignación de propiedad, unión, despojo o otros cambios financieros de INTERVENT o cualquier subsidiaria o compañía afiliada. La Información Personal puede ser revelada a terceros, según acordado con la ley establecida, para proteger su interés fundamental, para proteger los derechos de INTERVENT y el de otros, en buen juicio para cumplir con la ley establecida, investigaciones legales, y órdenes de la corte
fr: Lorsque la loi le permet, les renseignements personnels peuvent également être divulgués dans le cadre d’une restructuration, d’une vente ou d’une cession d’actifs, d’une fusion, d’un dessaisissement ou d’autres changements de la situation financière d’INTERVENT ou d’une de nos sociétés affiliées. Ils peuvent également être divulgués à des tiers, conformément à la loi applicable, pour protéger vos intérêts vitaux ou les droits d’INTERVENT ou d’autres personnes, ou selon le jugement de bonne foi de l’entreprise de se conformer aux lois applicables, aux enquêtes policières ou aux ordonnances d’une cour.
pt: Dados Pessoais também podem ser divulgados, quando permitido pela legislação em vigor, se associados a uma reestruturação corporativa, venda ou transmissão de bens, incorporação, desinvestimento ou outras mudanças na situação financeira da INTERVENT ou de qualquer de suas subsidiárias ou afiliadas. Dados Pessoais também pode ser divulgados a terceiros, conforme a legislação em vigor, para proteger seus interesses críticos, para proteger os direitos da INTERVENT ou de terceiros, ou a critério da INTERVENT em boa-fé, para cumprir a legislação em vigor, investigações de órgãos de segurança pública ou mandados judiciais.

# L1856
source: You may choose to use your personal email to correspond with INTERVENT. Please be careful about the information you send to us in email. As with any public web tool, your email may not be secure; so please do not include sensitive information.
es: Usted puede escoger utilizar su correo electrónico personal para comunicarse con INTERVENT. Por favor tenga mucho cuidado con la información que usted envía a nosotros por correo electrónico. Como cualquier herramienta publica, correo electrónico puede que no sea seguro; POR FAVOR no incluya información sensitiva.
fr: Vous pouvez choisir d’utiliser votre adresse électronique personnelle pour écrire à INTERVENT. Par contre, veuillez faire attention aux informations que vous nous envoyez par courriel. Comme c’est le cas pour tout outil public en ligne, il se peut que votre courriel ne soit pas sécurisé; veuillez donc ne pas inclure de renseignements sensibles.
pt: Você pode optar por utilizar seu e-mail pessoal para se corresponder com a INTERVENT. Tenha cuidado com as informações que você nos enviar por e-mail. Assim como ocorre com qualquer ferramenta pública na internet, seu e-mail pode não ser seguro; portanto, não envie informações sigilosas.

# L1857
source: SPECIAL NOTICE RELATED ONLY TO EMPLOYER-SPONSORED PARTICIPANTS
es: NOTA ESPECIAL RELACIONADA SOLO A PARTICIPANTES PATROCINADOS POR EMPLEADOR
fr: AVIS SPÉCIAL CONCERNANT UNIQUEMENT LES PARTICIPANTS PARRAINÉS PAR UN EMPLOYEUR
pt: AVISO ESPECIAL RELACIONADO SOMENTE A PARTICIPANTES PATROCINADOS POR EMPREGADORES

# L1858
source: IF YOUR USE OF THE SITE IS OFFERED TO YOU BY AN EMPLOYER, THE FOLLOWING ADDED PROVISIONS AND NOTIFICATIONS SHALL APPLY:
es: SI UTILIZA ESTA DIRECCION ELECTRONICA OFRECIDA A USTED POR SU EMPLEADOR, LAS PROVICIONES ADDICIONALES Y NOTIFICACIONES LE APLICAN:
fr: SI UN EMPLOYEUR VOUS PROPOSE D’UTILISER LE SITE, LES DISPOSITIONS ET AVIS SUPPLÉMENTAIRES SUIVANTS S’APPLIQUENT :
pt: SE SUA UTILIZAÇÃO DO SITE FOR OFERECIDA A VOCÊ POR UM EMPREGADOR, AS SEGUINTES DISPOSIÇÕES E NOTIFICAÇÕES ADICIONAIS SE APLICARÃO:

# L1859
source: YOUR EMPLOYER (OR THE EMPLOYER OF YOUR SPOUSE, PARTNER OR FAMILY MEMBER) MAY HAVE ALLOWED YOU TO USE THE HEALTH MANAGEMENT PROGRAMS AND SERVICES ("SERVICES") DESCRIBED ON THIS SITE AND MAY HAVE PROVIDED US WITH YOUR ELIGIBILITY INFORMATION. YOUR PARTICIPATION IN THE SERVICES IS COMPLETELY VOLUNTARY, BUT IF YOU DO PARTICIPATE, WE WILL NEED TO COLLECT YOUR PERSONAL INFORMATION TO ALLOW YOU TO USE THE SERVICES.
es: SU EMPLEADOR (O EL EMPLEADOR DE SU CONYUGE, PAREJA O MIEMBRO FAMILIAR) LE HA DADO ACCESO PARA USAR EL PROGRAMA MANEJO DE SALUD Y SUS SERVICIO ("SERVICIOS”) DESCRITO EN NUESTRA DIRECCION ELECTRONICA Y HA SIDO PROVISTO CON SU INFORMACION DE ELEGIBILIDAD. SU PARTICIPACION EN LOS SERVICIOS ES COMPLETAMENTE VOLUNTARIA, PERO SI DESEA PARTICIPAR, NECESITAMOS RECOLECTAR SU INFORMACION PERSONAL PARA PODER DARLE ACCESO A LOS SERVICIOS.
fr: VOTRE EMPLOYEUR (OU L’EMPLOYEUR DE VOTRE CONJOINT, DE VOTRE PARTENAIRE OU D’UN MEMBRE DE VOTRE FAMILLE) PEUT VOUS AVOIR PERMIS D’UTILISER LES PROGRAMMES ET SERVICES DE GESTION DE LA SANTÉ (CI-APRÈS « LES SERVICES ») DÉCRITS SUR CE SITE ET PEUT NOUS AVOIR FOURNI DES RENSEIGNEMENTS SUR VOTRE ADMISSIBILITÉ. VOTRE UTILISATION DES SERVICES EST ENTIÈREMENT VOLONTAIRE, MAIS SI VOUS LES UTILISEZ, NOUS DEVRONS RECUEILLIR VOS RENSEIGNEMENTS PERSONNELS POUR VOUS PERMETTRE DE LE FAIRE.
pt: SEU EMPREGADOR (OU O EMPREGADOR DE SEU CÔNJUGE, PARCEIRO OU FAMILIAR) PODE TER AUTORIZADO A UTILIZAÇÃO DOS PROGRAMAS E SERVIÇOS DE GESTÃO DE SAÚDE ("SERVIÇOS") DESCRITOS NESTE SITE E PODE TER FORNECIDO INFORMAÇÕES SOBRE SEUS CRITÉRIOS DE QUALIFICAÇÃO PARA NÓS. SUA PARTICIPAÇÃO NOS SERVIÇOS É INTEIRAMENTE VOLUNTÁRIA, MAS SE VOCÊ PARTICIPAR, PRECISAMOS COLETAR SEUS DADOS PESSOAIS PARA PERMITIR QUE VOCÊ UTILIZE OS SERVIÇOS.

# L186
source: TV
es: Televisión
fr: Télévision

# L1860
source: AT THE DIRECTION OF YOUR EMPLOYER AND IN ACCORDANCE WITH APPROPRIATE REGULATIONS, WE MAY DISCLOSE YOUR PERSONAL INFORMATION TO CONTRACTORS, AGENTS OR DATA PROCESSORS THAT WORK WITH YOUR EMPLOYER. SUCH USES MAY INCLUDE SHARING YOUR NON-PERSONALLY IDENTIFIABLE INFORMATION ON A CONFIDENTIAL BASIS WITH A DATA WAREHOUSE FOR ANALYSIS OF HEALTH TRENDS AND EFFECTIVENESS OF HEALTH PROGRAMS OR WITH OTHER THIRD PARTY SERVICE PROVIDERS, INCLUDING THOSE ASSOCIATED WITH YOUR EMPLOYER OR HEALTH PLAN THAT HELP YOUR EMPLOYER MANAGE THE QUALITY AND COST OF THE SERVICES.
es: LAS DIRECTRIZES DE SU EMPLEADOR Y EN ACUERDO CON LAS REGULACIONES APROPIADAS, PODRIAMOS DIVULGAR SU INFORMACION PERSONAL A CONTRATISTAS, AGENTES O PROCESADORES DE DATA QUE TRABAJEN CON SU EMPLEADOR. TAL USO PODRIA INCLUIR EL INTERCAMBIO DE SU INFORMACION PERSONAL NO-IDENTIFICABLE DE MANERA CONFIDENCIAL CON EL ALMACEN DE INFORMACION PARA ANALISIS DE LAS TENDENCIAS DE SALUD Y SU EFECTIVIDAD EN LOS PROGRAMAS DE SALUD O CON PROVEEDORES INTERMEDIARIOS DE SERVICIOS, INLCUYENDO AQUELLOS CON LOS QUE SU EMPLEADOR O PLAN DE SALUD QUE AYUDA A SU EMPLEADOR A MANEJAR LA CALIDAD Y COSTO DE LOS SERVICIOS.
fr: À LA DEMANDE DE VOTRE EMPLOYEUR ET CONFORMÉMENT AUX RÈGLEMENTS APPROPRIÉS, NOUS POUVONS DIVULGUER VOS RENSEIGNEMENTS PERSONNELS AUX ENTREPRENEURS, AUX AGENTS OU AUX RESPONSABLES DU TRAITEMENT DES DONNÉES QUI TRAVAILLENT AVEC VOTRE EMPLOYEUR. UNE TELLE UTILISATION PEUT COMPRENDRE LE PARTAGE CONFIDENTIEL DE VOS RENSEIGNEMENTS NON PERSONNELS AVEC UN ENTREPÔT DE DONNÉES À DES FINS D’ANALYSE DE L’EFFICACITÉ DES PROGRAMMES ET DES TENDANCES EN MATIÈRE DE SANTÉ OU AVEC D’AUTRES TIERS FOURNISSEURS DE SERVICES, Y COMPRIS CEUX ASSOCIÉS À VOTRE EMPLOYEUR OU À VOTRE RÉGIME D’ASSURANCE MALADIE AFIN D’AIDER VOTRE EMPLOYEUR À GÉRER LA QUALITÉ ET LES COÛTS DES SERVICES.
pt: SOB A DIREÇÃO DO SEU EMPREGADOR E CONFORME AS NORMAS APLICÁVEIS, PODEMOS DIVULGAR SEUS DADOS PESSOAIS PARA CONTRATADAS, AGENTES OU PROCESSADORAS DE DADOS QUE TRABALHEM COM SEU EMPREGADOR. ESSA UTILIZAÇÃO PODE INCLUIR O COMPARTILHAMENTO DE SUAS INFORMAÇÕES QUE NÃO PERMITAM IDENTIFICAÇÃO PESSOAL DE MODO CONFIDENCIAL COM UM DEPÓSITO DE DADOS, PARA ANÁLISE DE TENDÊNCIAS DE SAÚDE E DA EFICÁCIA DOS PROGRAMAS DE SAÚDE, OU COM OUTROS PRESTADORES DE SERVIÇOS TERCEIRIZADOS, INCLUINDO OS ASSOCIADOS AO SEU EMPREGADOR OU AO SEU PLANO DE SAÚDE, QUE AJUDEM SEU EMPREGADOR A GERENCIAR A QUALIDADE E O CUSTO DOS SERVIÇOS.

# L1861
source: <h5>WE WILL NOT SHARE ANY MEDICAL, HEALTH, OR RELATED PERSONAL INFORMATION DIRECTLY WITH YOUR EMPLOYER.</h5> <p>FOR SOME OF OUR EMPLOYER SPONSORED PROGRAMS, WE ARE REQUIRED TO SHARE LIMITED INFORMATION WITH YOUR HEALTH PLAN OR YOUR EMPLOYER’S DESIGNEES WHO ADMINISTER HEALTH AND WELLNESS PROGRAMS. INTERVENT MAY ADVISE PLANS WHETHER YOU HAVE CHOSEN TO PARTICIPATE IN: CARE, DISEASE OR MATERNITY MANAGEMENT, OR WELLNESS AND HEALTH PROMOTION PROGRAMS AND WHETHER YOU QUALIFY FOR INCENTIVES, IF OFFERED BY THE PLAN.</p>
es: <h5>NO COMPARTIREMOS INFORMACION MEDICA, DE SALUD O RELACIONADA A LO PERSONAL DIRECTAMENTE CON SU PATRON.</h5> <p>PARA ALGUNOS PROGRAMAS AUSPICIADOS POR SU PATRON, ESTAMOS REQUERIDOS COMPARTIR INFORMACION LIMITADA CON SU PLAN MEDICA O DEISGNADOS DE SU PATRON QUIENES ADMINISTRAN PROGRAMAS DE SALUD Y BIENESTAR. INTERVENT PODRA ACONSEJAR PLANES SI HA ELEGIDO PARTICIPAR EN: MANEJO DE CUIDADO, ENFERMEDADES O MATERNIDAD O PROMOCIONES DE PROGRAMAS DE BIENESTAR O SALUD Y SI CALIFICA PARA INCENTIVOS, SI SON OFRECIDOS POR EL PLAN.</p>
fr: <h5>NOUS NE COMMUNIQUERONS AUCUN RENSEIGNEMENT PERSONNEL SUR VOTRE SANTÉ À VOTRE EMPLOYEUR.</h5> <p>POUR CERTAINS DE NOS PROGRAMMES PARRAINÉS PAR UN EMPLOYEUR, NOUS SOMMES TENUS DE PARTAGER CERTAINES INFORMATIONS AVEC VOTRE RÉGIME D’ASSURANCE MALADIE OU LES DÉLÉGUÉS DE VOTRE EMPLOYEUR QUI GÈRENT DES PROGRAMMES DE SANTÉ ET DE MIEUX-ÊTRE. INTERVENT PEUT CONSEILLER DES RÉGIMES SI VOUS AVEZ CHOISI D’UTILISER LES SERVICES SUIVANTS : SOINS, ENCADREMENT DES MALADIES OU DE LA MATERNITÉ, PROGRAMMES DE PROMOTION DE LA SANTÉ ET DU MIEUX-ÊTRE ET ADMISSIBILITÉ À DES PRIX D’ENCOURAGEMENT, S’ILS SONT OFFERTS PAR LE RÉGIME.</p>
pt: <h5>NÃO COMPARTILHAMOS QUAISQUER DADOS PESSOAIS MÉDICOS, DE SAÚDE OU RELACIONADOS DIRETAMENTE COM SEU EMPREGADOR.</h5> EM ALGUNS DOS NOSSOS PROGRAMAS PATROCINADOS POR EMPREGADORES, É NECESSÁRIO COMPARTILHAR INFORMAÇÕES LIMITADAS COM SEU PLANO DE SAÚDE OU COM AS PESSOAS DESIGNADAS PELO SEU EMPREGADOR QUE ADMINISTREM OS PROGRAMAS DE SAÚDE E BEM-ESTAR. A INTERVENT PODE PRESTAR CONSULTORIA A PLANOS NOS QUAIS VOCÊ TENHA OPTADO POR PARTICIPAR: GESTÃO DE CUIDADOS, DOENÇAS, MATERNIDADE OU BEM-ESTAR E OS PROGRAMAS DE PROMOÇÃO DA SAÚDE, ALÉM DA SUA EVENTUAL QUALIFICAÇÃO PARA INCENTIVOS OFERECIDOS PELO PLANO.

# L1862
source: WE MAY SHARE LIMITED PERSONAL INFORMATION ABOUT YOU WITH YOUR EMPLOYER CONSISTING OF YOUR NAME AND CONTACT INFORMATION ONLY. WE SHARE THIS INFORMATION WITH EMPLOYERS PRIMARILY FOR THE PURPOSES OF TRACKING THE NUMBER OF PARTICIPANTS ENROLLED, PAYMENT AND ADMINISTRATIVE PURPOSES, INCLUDING PROVIDING INCENTIVES FOR PARTICIPATION FROM YOUR EMPLOYER.
es: PODREMOS COMPARTIR INFORMACION PERSONAL LIMITADA SOBRE USTED A SU PATRON QUE CONSISTIRA DE SU NOMBRE E INFORMACION DE CONTACTO SOLAMENTE. COMPARTIMOS ESTA INFORMACION CON EL PATRON PRIMORDIALMENTE PARA TENER UN NUMERO DE PERSONAS INSCRITAS EN EL PROGRAMA, PAGOS O PROPOSITOS ADMINISTRATIVOS, INCLUYENDO PROVEYENDO INCENTIVOS POR PARTICIPARTIPACION A SU PATRON.
fr: NOUS POUVONS COMMUNIQUER CERTAINS DE VOS RENSEIGNEMENTS PERSONNELS À VOTRE EMPLOYEUR, SOIT VOTRE NOM ET VOS COORDONNÉES SEULEMENT. NOUS LE FAISONS SURTOUT DANS LE BUT DE SUIVRE LE NOMBRE DE PARTICIPANTS INSCRITS ET LES PAIEMENTS, AINSI QU’À DES FINS ADMINISTRATIVES, CE QUI COMPREND DE FOURNIR DES PRIX D’ENCOURAGEMENT POUR LA PARTICIPATION DES EMPLOYEURS.
pt: PODEMOS COMPARTILHAR DADOS PESSOAIS LIMITADOS SOBRE VOCÊ COM SEU EMPREGADOR, CONSISTINDO SOMENTE EM NOME E DADOS PARA CONTATO. COMPARTILHAMOS ESSAS INFORMAÇÕES COM EMPREGADORES PRINCIPALMENTE PARA FINS DE MONITORAMENTO DO NÚMERO DE PARTICIPANTES INSCRITOS, PAGAMENTOS E ADMINISTRAÇÃO, INCLUINDO A OFERTA DE INCENTIVOS À PARTICIPAÇÃO DO SEU EMPREGADOR.

# L1863
source: Selling your Personal Information
es: Vender su Información Personal
fr: Vente de vos renseignements personnels
pt: Venda de Dados Pessoais

# L1864
source: We do not sell your Personal Information.
es: No vendemos su Información Personal
fr: Nous ne vendons pas vos renseignements personnels.
pt: Nós não vendemos Dados Pessoais de usuários.

# L1865
source: Sharing your Personal Information for marketing
es: Compartiendo su Información Personal para mercadeo
fr: Communication de vos renseignements personnels à des fins publicitaires
pt: Compartilhamento de seus Dados Pessoais para fins de marketing

# L1866
source: WE DO NOT SELL YOUR PERSONAL INFORMATION FOR MARKETING PURPOSES. EXCEPT AS DISCLOSED ABOVE, WE DO NOT SHARE YOUR PERSONAL INFORMATION WITH ANYONE EXCEPT TO DELIVER OUR PROGRAM, AS OUTLINED. SO, THERE IS NO REASON FOR YOU TO OPT OUT. IF WE CHANGE OUR POLICY, WE WILL TELL YOU AND GIVE YOU AN OPPORTUNITY TO OPT OUT BEFORE WE SHARE YOUR INFORMATION.
es: NO SE VENDERA SU INFORMACION PERSONAL PARA FINES DE MERCADEO. CON LA EXCEPCION DE LA DECLARACION ARRIBA, NO COMPARTIMOS SU INFORMACION PERSONAL CON NADIE EXCEPTO PARA CUMPLIR CON EL PROGRAMA, COMO INDICADO. ASI, NO HAY PARA NO PARTICIPAR. SI CAMBIAMOS NUESTRA POLITICA, LE INDICAREMOS Y LE DAREMOS OPORTUNIDAD DE OPTAR FUERA DEL PROGRAMA ANTES DE COMPARTIR SU INFORMACION.
fr: NOUS NE VENDONS PAS VOS RENSEIGNEMENTS PERSONNELS À DES FINS PUBLICITAIRES. À L’EXCEPTION DE CE QUI EST ÉNONCÉ CI-DESSUS, NOUS NE COMMUNIQUERONS PAS VOS RENSEIGNEMENTS PERSONNELS À QUI QUE CE SOIT, SAUF POUR L’EXÉCUTION DE NOTRE PROGRAMME, COMME IL EST DÉCRIT. VOUS N’AVEZ DONC AUCUNE RAISON DE VOUS RETIRER. SI NOUS MODIFIONS NOTRE POLITIQUE, NOUS VOUS AVISERONS ET VOUS DONNERONS LA POSSIBILITÉ DE VOUS RETIRER AVANT DE COMMUNIQUER VOS RENSEIGNEMENTS PERSONNELS.
pt: NÃO VENDEMOS SEUS DADOS PESSOAIS PARA FINS DE MARKETING. EXCETO NA FORMA DIVULGADA ACIMA, NÃO COMPARTILHAMOS SEUS DADOS PESSOAIS COM QUALQUER PESSOA, EXCETO PARA CUMPRIR NOSSOS PROGRAMAS, CONFORME DELINEADOS. PORTANTO, NÃO HÁ MOTIVOS PARA VOCÊ OPTAR POR NÃO FORNECÊ-LOS. SE ALTERARMOS NOSSA POLÍTICA, VOCÊ SERÁ INFORMADO E TERÁ A OPORTUNIDADE DE OPTAR POR NÃO PARTICIPAR ANTES DE COMPARTILHARMOS SUAS INFORMAÇÕES.

# L1867
source: Data located in the United States
es: Data localizada en los Estados Unidos
fr: Données situées aux États-Unis
pt: Dados localizados nos Estados Unidos

# L1868
source: The Site is hosted on servers located in the United States. The telephone call centers supporting the Site are also located in the United States. All Services-related analyses of the Personal Information you provide will be performed by INTERVENT employees or agents using servers in the United States. Therefore, if you reside or work outside the United States, the Personal Information that you provide via your computer may be transferred to the United States, a jurisdiction where the privacy laws might not provide a level of protection to Personal Information that is equivalent to that of the laws of your home jurisdiction or jurisdiction in which you are located. This does not change any of our commitments to safeguard your privacy.
es: El sitio web se encuentra en servidores ubicados en los Estados Unidos. Los centros de llamadas telefónicas de apoyo del sitio web también se encuentran en los Estados Unidos. Todos los análisis relacionados con los servicios de la información personal que proporcione serán realizados por los empleados o agentes de INTERVENT que utilizan los servidores de Estados Unidos. Por lo tanto, si usted reside o trabaja fuera de los Estados Unidos, la información personal que usted proporciona a través de su computadora puede ser transferida a los Estados Unidos, una jurisdicción donde las leyes de privacidad no proporcionen un nivel de protección a la información personal que es equivalente a la de las leyes de su jurisdicción local o jurisdicción en la que se encuentra. Esto no cambia cualquiera de nuestros compromisos para proteger su privacidad.
fr: Le site est hébergé sur des serveurs situés aux États-Unis. Les centres d’appels reliés au site s’y trouvent également. Toutes les analyses des renseignements personnels fournis liées aux services seront effectuées par les employés ou les agents d’INTERVENT à l’aide de serveurs situés aux États-Unis. Par conséquent, si vous résidez ou travaillez ailleurs, les renseignements personnels que vous fournissez par l’intermédiaire de votre ordinateur peuvent être transférés aux États-Unis, une collectivité publique où les lois sur la protection des renseignements personnels pourraient ne pas être équivalentes à celles de votre collectivité publique d’origine ou de celle où vous êtes situé. Cela ne change en rien notre engagement à protéger votre vie privée.
pt: O Site é hospedado em servidores situados nos Estados Unidos. Os centros de chamadas telefônicas que prestam suporte ao Site também estão situados nos Estados Unidos. Todas as análises do Dados Pessoais fornecidos por você e relacionadas aos Serviços serão realizadas por funcionários ou agentes da INTERVENT, utilizando servidores nos Estados Unidos. Portanto, se você reside ou trabalha fora dos Estados Unidos, os Dados Pessoais que você fornecer utilizando seu computador poderão ser transferidos para os Estados Unidos, uma jurisdição em que as leis de privacidade podem não proporcionar um nível de proteção para Dados Pessoais equivalente ao das leis da sua jurisdição de domicílio ou trabalho. Isto não altera qualquer dos nossos compromissos quanto à proteção da sua privacidade.

# L1869
source: Data security
es: Seguridad de Data
fr: Protection des données
pt: Segurança dos dados

# L187
source: Word Of Mouth
es: De boca de otro
fr: De bouche-à-oreille
pt: Boca-a-boca

# L1870
source: We maintain technical, electronic, and organizational procedures to maintain the security of Personal Information, and safeguard Personal Information against unauthorized or unlawful processing and/or against accidental loss, alteration, disclosure or access. Our security procedures include contractual terms with any contractors, agents or data processors to ensure that such entities protect the security and confidentiality of Personal Information in accordance with our standards and applicable laws and regulations.
es: Mantenemos procedimientos técnicos, electrónicos y de organización para mantener la seguridad de la información personal y guardar la información personal contra el procesamiento no autorizado o ilegal y / o contra la pérdida accidental, la alteración, divulgación o acceso. Nuestros procedimientos de seguridad incluyen términos contractuales con los contratistas, agentes o procesadores de datos para asegurar que dichas entidades proteger la seguridad y confidencialidad de la información personal de acuerdo con nuestras normas y leyes y regulaciones aplicables.
fr: Nous appliquons des procédures techniques, électroniques et organisationnelles pour assurer la sécurité des renseignements personnels et les protéger contre tout traitement non autorisé ou illégal et la perte accidentelle, la modification, la divulgation ou l’accès. Nos procédures de sécurité comprennent des clauses contractuelles avec tous les entrepreneurs, les agents ou les responsables du traitement des données afin qu’ils assurent la sécurité et la confidentialité des renseignements personnels conformément à nos normes, aux lois et aux règlements applicables.
pt: Mantemos procedimentos técnicos, eletrônicos e organizacionais em vigor para manter a segurança dos Dados Pessoais e protegê-los contra o processamento não autorizado ou ilegítimo e/ou contra perdas, alterações, divulgação ou acessos acidentais. Nossos procedimentos de segurança incluem termos contratuais firmados com todas as contratadas, agentes e processadoras de dados, para assegurar que essas entidades protejam a segurança e a confidencialidade dos Dados Pessoais, conforme as nossas normas e a legislação em vigor.

# L1871
source: We limit access to your Personal Information to those who need it to do their jobs. The law requires our business partners to use your Personal Information only for our purposes. They may not share it or use it in any other way. We comply with all data security laws.
es: Limitamos el acceso a su información personal a aquellos que lo necesitan para hacer su trabajo. La ley requiere que nuestros socios usen su información personal sólo para nuestros propósitos. Ellos no pueden compartir o utilizarlo de cualquier otra manera. Cumplimos con todas las leyes de seguridad de datos.
fr: Nous limitons l’accès à vos renseignements personnels à ceux qui en ont besoin dans le cadre de leur travail. Selon la loi, nos partenaires doivent les utiliser uniquement à nos fins. Ils ne peuvent pas les communiquer ou les utiliser autrement. Nous respectons toutes les lois sur la protection des données.
pt: Nós limitamos o acesso aos seus Dados Pessoais para aqueles que precisem deles para realizar seu trabalho. A lei exige que nossos parceiros comerciais utilizem seus Dados Pessoais somente para os fins por nós estabelecidos. Eles não poderão compartilhá-los ou utilizá-los de qualquer outra maneira. Nós cumprimos todas as leis de segurança de dados.
