Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1318
source: Learn to wait for the urge to pass. Research shows the physical urge to use tobacco only lasts a few minutes at a time. Think of the urge as a wave that builds, crests, and then drops off suddenly. If you can ride the wave for a few minutes, it will go away. Focus on not using tobacco for five minutes at a time. After three or four five-minute periods, the physical urge will go away. And, the next urge will last even a shorter time period.
es: Aprenda a esperar a que pase la urgencia. Los estudios demuestran que la urgencia física de usar tabaco sólo dura unos minutos cada vez. Piense en esa urgencia como una ola que nace, crece, y luego desaparece de repente. Si usted puede controlar esa ola durante unos minutos, ésta desaparecerá. Céntrese en no usar tabaco durante cinco minutos cada vez. Después de tres o cuatro periodos de cinco minutos, la urgencia física se irá. Y, la siguiente urgencia durará incluso menos.
fr: Apprendre à laisser les envies passer. Selon des études, l’envie physique de tabac ne dure que quelques minutes à la fois. Voyez l’envie comme une vague qui se forme, atteint un pic, puis s’arrête soudainement. Si vous pouvez surfer la vague quelques minutes, elle disparaîtra. Concentrez-vous sur le fait de ne pas consommer de tabac pendant cinq minutes à la fois. Après trois ou quatre périodes de cinq minutes, l’envie physique disparaîtra. La prochaine durera encore moins longtemps;
pt: Aprenda a esperar até que a vontade de fumar passe. Pesquisas mostram ânsia pela dependência física da nicotina dura apenas alguns minutos de cada vez. Pense na vontade como uma onda que se forma, chega ao ápice e se quebra na praia subitamente. Se você conseguir resistir à onda por alguns minutos, ela vai embora. Concentre-se em não utilizar o fumo por cinco minutos de cada vez. Depois três ou quatro períodos de cinco minutos, a vontade física irá embora. As próximas vontades vão durar cada vez menos.

# L1319
source: Build confidence to stay tobacco free. Tobacco withdrawal symptoms may begin almost immediately after you stop using smokeless tobacco. They may include cravings, anxiety, irritability, restlessness, mood changes, nervousness, drowsiness, sleep disturbances, headaches, or digestive changes. Withdrawal symptoms are usually worst during the first three or four days. After two weeks, your physical symptoms of nicotine withdrawal should go away. That doesn’t mean, however, that you won’t want to use tobacco. The behavior (habit) of using tobacco takes longer to break. Remember, when it comes to tobacco use, there is no such thing as moderation - even small amounts are harmful to you.
es: Crecer en confianza para no fumar. Los síntomas de abstinencia de tabaco pueden empezar casi inmediatamente después de que deje de usar tabaco de mascar. Éstos pueden incluir, antojos, ansiedad, irritabilidad, insomnio, problemas de sueño, nerviosismo, intranquilidad, dolores de cabeza, o cambios digestivos. Los síntomas de la abstinencia son generalmente peores durante los primeros tres o cuatro días. Después de dos semanas, sus síntomas físicos de falta de nicotina deberían desaparecer. Eso no significa, sin embargo, que no quiera volver a fumar. El comportamiento (hábito) de fumar necesita más tiempo para romperse. Recuerde, cuando se habla del uso de tabaco, no hay moderación que valga - incluso cantidades pequeñas son dañiñas.
fr: Renforcer l’assurance d’une vie sans tabac. Les symptômes de sevrage tabagique peuvent commencer presque immédiatement après que vous ayez arrêté de consommer du tabac sans fumée. Il peut s’agir de fringales, d’anxiété, d’irritabilité, d’agitation, de changements d’humeur, de nervosité, de somnolence, de troubles du sommeil, de maux de tête ou de changements au plan digestif. Les symptômes sont habituellement les plus sévères au cours des trois ou quatre premiers jours. Après deux semaines, vos symptômes physiques de sevrage à la nicotine devraient disparaître. Toutefois, cela ne signifie pas que vous n’allez plus en vouloir. L’habitude (le comportement) de consommer du tabac prend plus de temps à perdre. Rappelez-vous qu’en matière de tabagisme, la modération n’existe pas : même une petite quantité de tabac est nocive.
pt: Desenvolva autoconfiança para se ver livre do tabagismo. Os sintomas da abstinência de tabaco podem surgir quase imediatamente após o momento em que se deixa de usar tabaco. Eles podem incluir crises de abstinência, ansiedade, irritabilidade, agitação, mudanças de humor, nervosismo, sonolência, distúrbios do sono, dores de cabeça ou alterações digestivas. Os sintomas de abstinência costumam ser piores nos primeiros três ou quatro dias. Passadas duas semanas, os sintomas físicos pela abstinência de nicotina devem desaparecer. Mas isto não quer dizer que você não vai sentir vontade de mascar fumo. O comportamento (hábito) de mascar fumo precisa de mais tempo para desaparecer. Lembre-se: quando o assunto é o uso do tabaco, não existe moderação – até mesmo pequenas quantidades são prejudiciais para você.

# L132
source: Blood pressure during the past 12 months
es: Presión arterial durante los pasados doce meses
fr: Mesure de la pression artérielle au cours des 12 derniers mois
pt: Pressão arterial nos últimos 12 meses

# L1320
source: My Personal Contract to Quit Tobacco
es: Mi contrato personal para dejar el tabaco
fr: Mon contrat personnel de cessation tabagique
pt: Meu contrato pessoal para abandonar o fumo

# L1321
source: I will quit tobacco on
es: Dejaré de fumar el
fr: Je vais arrêter de consommer du tabac le :
pt: Eu me comprometo a largar o tabaco no dia

# L1322
source: Even if you don't smoke yourself, but you or your family are exposed regularly to secondhand smoke, there is a higher risk of:
es: Incluso si no fuma, pero usted o su familia están expuestos regularmente al humo del tabaco, hay un alto riesgo de:
fr: Même si vous ne fumez pas, si vous ou votre famille êtes régulièrement exposés à la fumée secondaire, vous présentez un risque plus élevé des affections suivantes :
pt: Mesmo que você e seus familiares não fumem, se estiverem expostos regularmente como fumantes passivos, há um risco mais alto de:

# L1323
source: When I feel the urge to use tobacco, I will:
es: Cuando sienta la necesidad de consumir tabaco, haré lo siguiente:
fr: Quand j’aurai envie de consommer du tabac, je ferai ce qui suit :
pt: Quando eu sentir ânsia para mascar fumo, eu vou:

# L1324
source: I will ask _______________ to help me stay tobacco free by assisting in these ways:
es: Le pediré a _______________ que me ayude a mantenerme sin fumar apoyandome de estas maneras:
fr: Je demanderai à ______________ de m’aider à ne pas consommer de tabac des façons suivantes :
pt: Vou pedir a ajuda de _______________ para me manter afastado do fumo de mascar nos seguintes dias:

# L1325
source: My reward for staying tobacco free for two weeks will be
es: Mi recompensa por no fumar durante dos semanas será
fr: Ma récompense pour ne pas avoir consommé de tabac pendant deux semaines sera la suivante :
pt: Minha recompensa por ficar sem mascar fumo por duas semanas será

# L1326
source: My reward for staying tobacco free for one month will be
es: Mi recompensa por no fumar durante un mes será
fr: Ma récompense pour ne pas avoir consommé du tabac pendant un mois sera la suivante :
pt: Minha recompensa por ficar sem mascar fumo por um mês será

# L1327
source: Lung cancer
es: Cáncer de pulmón
fr: Cancer du poumon
pt: Câncer no pulmão

# L1328
source: In infants and children, more respiratory infections (such as pneumonia), asthma and poor lung function as the lungs mature
es: En infantes y niños, más infecciones respiratorias (como pulmonía), asma y funcionamiento pulmonar pobre a medida que los pulmones maduran
fr: Chez les nourrissons et les enfants, le risque d’infections respiratoires (comme la pneumonie), d’asthme et de mauvaise fonction pulmonaire augmente à mesure que les poumons se développent.
pt: Em bebês e crianças, mais infecções respiratórias (como pneumonia), asma e funções pulmonares prejudicadas durante a fase de crescimento

# L1329
source: Sudden and severe reactions, including eye, nose, throat, and lower respiratory tract symptoms
es: Repentinas y severas reacciones, incluyendo síntomas oculares, de nariz, garganta, y zona baja respiratoria
fr: Réactions soudaines et graves, y compris aux yeux, au nez, à la gorge et aux voies respiratoires inférieures
pt: Reações súbitas e intensas, incluindo sintomas nos olhos, no nariz, na garganta e no sistema respiratório inferior

# L133
source: Fasting cholesterol test during the past 12 months
es: Examen de colesterol en ayunas durante los pasados doce meses
fr: Analyse du taux de cholestérol à jeun au cours des 12 derniers mois
pt: Exame de colesterol em jejum nos últimos 12 meses

# L1330
source: Avoid secondhand smoke as much as possible.
es: Evite el humo del tabaco tanto como sea posible.
fr: Évitez autant que possible la fumée secondaire.
pt: Evite ser um fumante passivo sempre que possível.

# L1331
source: There are numerous health reasons for not using tobacco and for avoiding secondhand smoke. Tobacco and its various chemical components - like tar, nicotine, and thousands of others - can increase the risk of:
es: Hay numerosas razones para no fumar y evitar el ser fumador pasivo. El tabaco y sus componentes químicos - como alquitrán, nicotina, y cientos otros - pueden incrementar el riesgo de:
fr: De nombreuses raisons médicales justifient de ne pas consommer de tabac et d’éviter la fumée secondaire. Le tabac et ses divers composants chimiques, comme le goudron, la nicotine et des milliers d’autres, peuvent augmenter les risques des affections suivantes :
pt: Existem inúmeros motivos de saúde para não utilizar o tabaco e evitar de se tornar um fumante passivo. O tabaco e seus diversos componentes químicos – como alcatrão, nicotina e milhares de outros – podem aumentar os riscos de:

# L1332
source: If you use smokeless tobacco long term, you have many of these very same risks. You also have a 50 times greater risk for oral cancer.
es: Si consume tabaco de mascar durante un periodo largo, tiene muchos de estos riesgos. Usted también tiene un riesgo 50 veces mayor de padecer cáncer oral.
fr: Si vous consommez du tabac sans fumée depuis longtemps, vous courez plusieurs de ces mêmes risques. Votre risque de cancer de la bouche est également 50 fois plus élevé.
pt: Se você utiliza fumo de mascar há muito tempo, você corre muitos desses riscos também. Você também corre um risco 50 vezes maior de desenvolver câncer de boca.

# L1333
source: Are you currently using CPAP or any other special medical devices for the treatment of sleep apnea?
es: ¿Está actualmente usando CPAP o algún otro aparato médico para el tratamiento de su apnea del sueño?
fr: Utilisez-vous actuellement un appareil de PPC ou tout autre appareil médical conçu spécialement pour le traitement de l’apnée du sommeil?
pt: Você está utilizando CPAP atualmente ou qualquer outro dispositivo médico especial para tratamento de apneia do sono?

# L1334
source: You may benefit from "high-intensity" treatment with a class of cholesterol-lowering drugs called "statins" (based on recommendations from the American College of Cardiology and American Heart Association in the November 2018 issues of the Journal of the American College of Cardiology and Circulation). Please discuss this with your doctor if you have not already recently done so and/or are not currently taking high-intensity statin treatment. Note: "High-intensity" means a statin dose that lowers LDL cholesterol on average by approximately 50 percent or more; if you are uncertain whether you are currently taking high-intensity statin treatment, please check with your doctor or health coach.
es: Usted se puede beneficiar con un tratamiento de "alta intensidad” con una clase de medicamentos para reducir el colesterol llamados "estatinas” (basados en recomendaciones del Colegio Americano de Cardiología y la Asociación Americana del Corazón en Noviembre 2018 en la publicación de la Revista del Colegio Americano de Cardiología y Circulación). Por favor discuta esto con su médico si no lo ha hecho recientemente y/o no está con un tratamiento de estatina de alta-intensidad. Nota: "Alta-intensidad” significa que la dosis de estatina que baja el colesterol LDL en promedio aproximadamente de un 50 porciento o mas; si usted no está seguro si está tomando un tratamiento de alta-intensidad de estatina, por favor verifique con su médico o su consejero de la salud.
fr: Vous pouvez retirer des bénéfices d'un traitement ’’de haute intensité’’ avec une classe de médicaments hypocholestérolémiants appelés ‘‘statines’’ (suivant les recommandations de l'American College of Cardiology et de l'American Heart Association dans l’article de Novembre 2018 du Journal of the American College of Cardiology and Circulation). Veuillez en discuter avec votre médecin si vous ne l'avez pas déjà fait récemment et / ou si vous ne prenez pas de statines à l’instant. Remarque : le terme ‘‘haute intensité’’ signifie une dose de statine qui réduit le cholestérol LDL en moyenne d'environ 50 pour cent ou plus. Si vous ne savez pas si vous prenez actuellement des statines de haute intensité, veuillez consulter votre médecin ou votre coach de santé.
pt: Você pode se beneficiar de um tratamento de "alta intensidade", utilizando medicamentos de redução de colesterol chamados "estatinas" (com base nas recomendações do American College of Cardiology e da American Heart Association publicadas nas edições de novembro de 2018 do Journal of the American College of Cardiology e da revista Circulation). Converse sobre o assunto com o seu médico se você ainda não tiver conversado e/ou se não estiver utilizando medicamentos à base de estatinas de alta intensidade. Observação: "Alta intensidade" significa uma dose de estatina que vai reduzir o colesterol LDL em média em cerca de 50% ou mais; se você não tiver certeza de que está tomando medicamentos à base de estatina no momento, verifique com o seu médico ou com o seu coach de saúde.

# L1335
source: You may benefit from "moderate-intensity" treatment with a class of cholesterol-lowering drugs called "statins" (based on recommendations from the American College of Cardiology and American Heart Association in the November 2018 issues of the Journal of the American College of Cardiology and Circulation). Please discuss this with your doctor if you have not already recently done so and/or are not currently taking moderate intensity statin treatment. Note: "Moderate-intensity" means a statin dose that lowers LDL cholesterol on average by approximately 30 to 49 percent; if you are uncertain whether you are currently taking moderate-intensity statin treatment, please check with your doctor or health coach.
es: Usted se puede beneficiar con un tratamiento de "intensidad moderada” con una clase de medicamentos para reducir el colesterol llamados "estatinas” (basados en recomendaciones del Colegio Americano de Cardiología y la Asociación Americana del Corazón en Noviembre 2018 en la publicación de la Revista del Colegio Americano de Cardiología y Circulación). Por favor discuta esto con su médico si no lo ha hecho recientemente y/o no está con un tratamiento de estatina de intensidad moderada. Nota: "Intensidad-Moderada” significa que la dosis de estatina que baja el colesterol LDL en promedio aproximadamente de un 30 a 49 porciento o mas; si usted no está seguro si está tomando un tratamiento de alta-intensidad de estatina, por favor verifique con su médico o su consejero de la salud.
pt: Você pode se beneficiar de um tratamento de "intensidade moderada", utilizando medicamentos de redução de colesterol chamados "estatinas" (com base nas recomendações do American College of Cardiology e da American Heart Association publicadas nas edições de novembro de 2018 do Journal of the American College of Cardiology e da revista Circulation). Converse sobre o assunto com o seu médico se você ainda não tiver conversado e/ou se não estiver utilizando medicamentos à base de estatinas de intensidade moderada. Observação: "Intensidade moderada" significa uma dose de estatina que vai reduzir o colesterol LDL em média em cerca de 30 a 49%; se você não tiver certeza de que está tomando medicamentos à base de estatina no momento, verifique com o seu médico ou com o seu coach de saúde.

# L1336
source: You may benefit from "moderate intensity" treatment with a class of cholesterol-lowering drugs called "statins" (based on recommendations from the American College of Cardiology and American Heart Association in the November 2018 issues of the Journal of the American College of Cardiology and Circulation). Please discuss this with your doctor if you have not already recently done so and/or are not currently taking moderate-to-high intensity statin treatment. Note: "Moderate-intensity" means a statin dose that lowers LDL cholesterol on average by approximately 30 to 49 percent; if you are uncertain whether you are currently taking moderate intensity statin treatment, please check with your doctor or health coach.
es: Usted se puede beneficiar con un tratamiento de "intensidad moderada” con una clase de medicamentos para reducir el colesterol llamados "estatinas” (basados en recomendaciones del Colegio Americano de Cardiología y la Asociación Americana del Corazón en Noviembre 2018 en la publicación de la Revista del Colegio Americano de Cardiología y Circulación). Por favor discuta esto con su médico si no lo ha hecho recientemente y/o no está con un tratamiento de estatina de intensidad moderada. Nota: "Intensidad-Moderada” significa que la dosis de estatina que baja el colesterol LDL en promedio aproximadamente de un 30 a 49 porciento o mas; si usted no está seguro si está tomando un tratamiento de alta-intensidad de estatina, por favor verifique con su médico o su consejero de la salud.
pt: Você pode se beneficiar de um tratamento de “intensidade moderada", utilizando medicamentos de redução de colesterol chamados "estatinas" (com base nas recomendações do American College of Cardiology e da American Heart Association publicadas nas edições de novembro de 2018 do Journal of the American College of Cardiology e da revista Circulation). Converse sobre o assunto com o seu médico se você ainda não tiver conversado e/ou se não estiver utilizando medicamentos à base de estatinas de intensidade moderada a alta. Observação: "Intensidade moderada" significa uma dose de estatina que vai reduzir o colesterol LDL em média em cerca de 30 a 49%; se você não tiver certeza de que está tomando medicamentos à base de estatina no momento, verifique com o seu médico ou com o seu coach de saúde.

# L1337
source: You may potentially benefit from treatment with a class of cholesterol-lowering drugs called "statins" (based on recommendations from the American College of Cardiology and American Heart Association in the November 2018 issues of the Journal of the American College of Cardiology and Circulation). Please discuss this with your doctor if you have not already recently done so and/or are not currently taking a statin medication. Note: If you are uncertain whether you are currently taking a statin medication, please check with your doctor or health coach.
es: Usted potencialmente puede beneficiarse del tratamiento de una clase de medicamentos para reducir el colesterol llamados "estatina” (basados en recomendaciones del Colegio Americano de Cardiología y la Asociación Americana del Corazón en Noviembre 2018 en la publicación de la Revista del Colegio Americano de Cardiología y Circulación). Por favor discuta esto con su médico si no lo ha hecho recientemente y/o no está con un tratamiento de estatina. Nota: si usted no está seguro si está tomando un tratamiento de estatina, por favor verifique con su médico o su consejero de la salud.
fr: Vous pourriez peut-être bénéficier d'un traitement avec une classe de médicaments hypocholestérolémiants appelés "statines" (sur la base des recommandations de l'American College of Cardiology et de l'American Heart Association dans les articles de novembre 2018 du journal titré American College of Cardiology and Circulation) . Veuillez en discuter avec votre médecin si vous ne l'avez pas encore fait récemment et/ou si vous ne prenez pas actuellement de statine. Remarque : Si vous ne savez pas si vous prenez actuellement un médicament à base de statine, veuillez consulter votre médecin ou votre coach de santé.
pt: Você talvez se beneficie de um tratamento de "intensidade moderada", utilizando medicamentos de redução de colesterol chamados "estatinas" (com base nas recomendações do American College of Cardiology e da American Heart Association publicadas nas edições de novembro de 2018 do Journal of the American College of Cardiology e da revista Circulation). Converse sobre o assunto com o seu médico se você ainda não tiver conversado e/ou se não estiver utilizando um medicamento à base de estatinas. Observação: Se você não souber ao certo se está tomando um medicamento à base de estatinas, verifique com o seu médico ou coach de saúde.

# L1338
source: Colonoscopy during the past 10 years
es: Colonoscopia durante los pasados 10 años
fr: Coloscopie au cours des dix dernières années
pt: Colonoscopia nos últimos 10 anos

# L1339
source: Blockages in your heart’s arteries (that is, the coronary arteries)?
es: Obstrucciónes en las arterias de su corazón (es decir, las arterias coronarias)
fr: Blocages dans les artères du cœur (c’est-à-dire les artères coronaires)?
pt: Obstruções nas artérias do seu coração (ou seja, nas artérias coronárias)?

# L134
source: Fasting glucose (blood sugar) or A1C diabetes test during the past 12 months
es: Examen de glucosa en ayunas (azúcar en la sangre) durante los pasados doce meses
fr: Analyse de la glycémie à jeun (glycémie sanguine) ou test d’hémoglobine glyquée pour dépister le diabète au cours des 12 derniers mois
pt: Glicemia de jejum (açúcar no sangue) ou teste de diabetes A1C nos últimos 12 meses

# L1340
source: Language Preference Is Required.
es: Preferencia de Idioma es Requerido
fr: La langue de préférence est requise.
pt: É obrigatório indicar um idioma de preferência.

# L1341
source: Please note: Your profile information is extremely important. Please provide correct/accurate information to ensure you receive appropriate recommendations.
es: Por favor note: La información de su perfil es extremadamente importante. Por favor proporcione información correcta/exacta para asegurar que reciba recomendaciones adecuadas.
fr: Remarque : Les renseignements de votre profil sont de la plus haute importance. Veuillez fournir des renseignements exacts pour recevoir les recommandations appropriées.
pt: Observe que: As informações do seu perfil são extremamente importantes. Forneça informações corretas/precisas para se assegurar que você vai receber recomendações adequadas.

# L1342
source: Learn how your lifestyle habits measure up to others like you. And, if you are enrolled in an eligible {0} medical plan, you will receive a $3 per week wellness credit for completing your health assessment. This credit is also available to spouses
es: Aprenda cómo sus hábitos de vida va a la altura de otros como usted. Y, si está inscrito en un plan médico de {0} elegible, usted recibirá un crédito de $ 3 por semana de bienestar por completar su evaluación de la salud. Este crédito también está disponible para los cónyuges.
