Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L3231
source: When I enrolled in coaching, I learned that I could reduce the risk of my prediabetes turning into type 2 diabetes by losing five to 10 percent of my weight and by being more physically active. With the help of my health coach, I’ve now lost 12 kilos (about 26 pounds) and I’m happy to say that I no longer have prediabetes. My cholesterol values are also in the normal range. I feel great. I couldn’t have made these changes without the support of my health coach. I rate the coaching program as excellent and I definitely recommend it to others who need to deal with a chronic medical condition or who just want to stay healthy.
fr: « Lorsque j’ai demandé à obtenir de l’encadrement, j’ai appris que je pouvais réduire le risque que le prédiabète se transforme en diabète de type 2 en perdant 5 à 10 % de mon poids et en faisant de l’activité physique. Avec l’aide de ma conseillère en santé, j’ai maintenant perdu pas loin de 26 lb (12 kg) et j’ai le plaisir de dire que je ne vis plus avec le prédiabète. De plus, mon taux de cholestérol est normal. Je me sens très bien. Je n’aurais pas pu apporter ces changements sans le soutien de ma conseillère en santé. Selon moi, il s’agit d’un excellent programme d’encadrement que je recommande à toutes les personnes qui doivent prendre en charge un problème de santé chronique ou qui souhaitent simplement rester en santé. »
pt: Quando me inscrevi no coaching, descobri que podia reduzir o risco de o meu pré-diabetes se transformar em diabetes tipo 2 ao perder de 5% a 10% do meu peso e praticar mais atividade física. Com a ajuda do meu coach de saúde, perdi 12 kg, e é com satisfação que digo que já não tenho pré-diabetes. Meu colesterol também está normal. Eu me sinto muito bem. Não conseguiria fazer essas mudanças sem o apoio do meu coach de saúde. Para mim o programa de coaching é excelente, e definitivamente o recomendo a quem precise lidar com uma questão crônica de saúde ou que só queira ter boa saúde.

# L3232
source: I have lost 10 kilos (about 22 pounds) with the help of my coach. As a result, my blood pressure and glucose level are within the normal range. My coach is always upbeat and positive. I got a 'high five' at my doctor’s office today! I love my coach and this program.
fr: « J’ai perdu environ 22 livres (10 kg) avec l’aide de mon conseiller. Ma pression artérielle et mon taux de glucose sont normaux. Mon conseiller est toujours optimiste et positif. J’ai aussi reçu des félicitations de la part de mon médecin! J’adore mon conseiller et ce programme. »
pt: Perdi 10 kg com a ajuda do meu coach. Por causa disso, a minha pressão arterial e a minha glicemia agora estão normais. Meu coach tem uma ótima energia. Recebi um elogio no consultório do médico hoje! Adoro meu coach e este programa.

# L3237
source: For Participants
fr: Pour les participants

# L3238
source: For Doctors/Health Professionals
fr: Pour les médecins et les professionnels de la santé

# L3239
source: What is the Canadian Diabetes Prevention Program?
fr: Qu’est-ce que le Programme canadien de prévention du diabète (PCPD)?

# L3240
source: The Canadian Diabetes Prevention Program (CDPP) is a clinical study that aims to prevent or delay the start of type 2 diabetes in Canadians. The risk of type 2 diabetes is increasing among Canadians and the disease puts a major burden on individuals and the health care system.
fr: Le PCPD est une étude clinique qui vise à prévenir le diabète de type 2 chez les Canadiens ou à retarder son apparition. Le risque de diabète de type 2 augmente au sein de la population. Cette maladie représente un fardeau important pour les personnes et le système de santé.

# L3241
source: For Canadians, the CDPP is modeled, in part, after a similar program developed by the Centers for Disease Control and Prevention in the United States. The U.S. program was based on a landmark study showing that people at risk for type 2 diabetes who take part in a structured lifestyle management program can cut their future risk for developing type 2 diabetes by 58 percent (71 percent for people over 60 years old).
fr: Pour les Canadiens, le PCPD s’inspire en partie d’un programme semblable élaboré par les Centres pour le contrôle et la prévention des maladies aux États-Unis. Le programme américain est fondé sur une étude de référence qui démontre que les personnes à risque de développer le diabète de type 2 participant à un programme structuré de prise en charge du mode de vie peuvent réduire leur risque de 58 % (71 % chez les personnes âgées de plus de 60 ans).

# L3242
source: The Canadian study plans to enroll 3,850 adults across all areas of Canada over the next four years. Specifically, this program will test if individualized one-on-one lifestyle health coaching provided via the telephone along with online educational resources are effective in reducing the risk of type 2 diabetes in Canadians.
fr: L’étude effectuée au Canada prévoit recruter 3 850 adultes dans l’ensemble du pays au cours des quatre prochaines années. Plus précisément, ce programme permettra de vérifier si l’encadrement individuel et personnalisé sur la santé et le mode de vie est efficace pour réduire le risque de développer le diabète de type 2 chez les Canadiens. L’encadrement est offert par téléphone et des ressources éducatives en ligne sont mises à la disposition des participants.

# L3243
source: What are clinical studies?
fr: Que sont les études cliniques?

# L3244
source: Clinical studies are a way to learn about and develop new or improved treatments and medications for diseases and conditions. This study will examine behavioral interventions to prevent type 2 diabetes – no medications or changes to your existing medications will be introduced as part of this study. In Canada, there are strict rules and guidelines for designing and conducting clinical studies and Health Canada monitors them very closely.
fr: Les études cliniques permettent de créer ou d’améliorer des traitements et des médicaments conçus pour traiter des affections et d’en apprendre sur le sujet. Cette étude examinera les interventions comportementales qui visent à prévenir le diabète de type 2. Aucun médicament ne sera administré et aucun changement ne sera apporté à votre médication existante dans le cadre de cette étude. Au Canada, il existe des règles et des lignes directrices strictes qui régissent la conception et la réalisation des études cliniques, et Santé Canada les surveille de très près.

# L3245
source: What companies are involved in this program?
fr: Quelles entreprises participent à ce programme?

# L3246
source: A partnership between highly respected public and private organizations has been created to design, implement, manage and evaluate this program. Participating organizations include:
fr: Un partenariat entre des organismes publics et privés très respectés a été créé pour concevoir, mettre en œuvre, gérer et évaluer ce programme. Les organismes participants sont :

# L3248
source: Diabetes Canada
fr: Diabète Canada

# L3251
source: Who is eligible to participate in the study?
fr: Qui peut participer à l’étude?

# L3252
source: All participants must complete a screening to determine their eligibility. There are two groups of people who are eligible for this program:
fr: Tous les participants doivent répondre à un questionnaire de présélection pour déterminer s’ils sont admissibles. Deux groupes de personnes sont admissibles à ce programme :

# L3253
source: Those age 18 to 74 who are deemed at higher risk for developing type 2 diabetes by scoring 33 or above on the CanRisk* questionnaire
fr: Les personnes âgées de 18 à 74 ans qui sont jugées plus à risque de développer le diabète de type 2 ayant obtenu une note d’au moins 33 dans le questionnaire CANRISK*;

# L3254
source: Those who have been diagnosed with prediabetes (i.e. A1C value of 6.0 to 6.4 percent (A1C is a measure of your average three-month blood sugar level) and/or fasting blood sugar of 6.1 to 6.9 mmol/L)
fr: Les personnes qui ont reçu un diagnostic de prédiabète, c’est-à-dire qui ont un taux d’hémoglobine glyquée de 6,0 à 6,4 % (l’hémoglobine glyquée est une mesure de votre glycémie moyenne sur trois mois) ou de glycémie à jeun de 6,1 à 6,9 mmol/L.

# L3255
source: Participants must have access to phone and internet via their home, work, friend’s home, relative’s home, public library, or other location.
fr: Les participants doivent avoir accès à un téléphone et à Internet, peu importe où ils se trouvent : à la maison, au travail, au domicile d’un ami, à la bibliothèque municipale ou chez un parent.

# L3256
source: People who have already been diagnosed with diabetes are not eligible to participate in this program. There are also additional criteria that could exclude someone from participating, such as pregnancy or certain other conditions.
fr: Les personnes qui ont déjà reçu un diagnostic de diabète ne sont pas admissibles à ce programme. D’autres critères, comme la grossesse ou certains problèmes de santé, peuvent aussi exclure une personne.

# L3257
source: *Anyone age 18 to 74 years is welcome to take the test to find out his or her risk of developing type 2 diabetes. To take the test and find out your risk score,
fr: * Toute personne âgée de 18 à 74 ans est invitée à participer à l’essai pour connaître son risque de développer le diabète de type 2. Pour participer à l’essai et connaître votre note de risque,

# L3258
source: click here
fr: cliquez ici.

# L3259
source: Where is it available?
fr: Dans quelles régions ce programme est-il offert?

# L3260
source: It is being offered to particpants in major cities across the country <a href="https://www.lmc.ca/diabetes-prevention/locations/" target="_blank">(listed here)</a> and Winnipeg and will be expanding to more locations across the country soon.
fr: Il est offert aux participants vivant dans les grandes villes du sud de partout au pays <a href="https://www.lmc.ca/diabetes-prevention/locations/" target="_blank">(liste ici)</a>

# L3261
source: What must I do if I choose to participate?
fr: Que dois-je faire si je choisis de participer?

# L3262
source: If you enroll in the study, you will follow a structured program of healthy eating and physical activity for a period of about one year. There are no clinical treatments or medications being tested as part of the program; it is purely a lifestyle intervention. Except for measurements (weight, waist measurement and blood test) at the beginning, after six months and at the end of the program (you may also be asked to complete these measures half way though the program), no other physical exams or tests are required as part of the program. You will continue to take your usual medications as directed by your health care provider.
fr: Si vous vous inscrivez à l’étude, vous suivrez un programme structuré d’une durée approximative d’un an axé sur la saine alimentation et l’activité physique. Il n’y a aucun traitement clinique ou médicament à l’essai dans le cadre du programme. Il s’agit d’une intervention purement axée sur le mode de vie. À l’exception des mesures et de l’échantillon qui vous sont demandés (on vous invitera peut-être à prendre ces mesures à mi-chemin pendant le programme) au début, après six mois et à la fin du programme, aucun autre examen ou test physique n’est requis dans le cadre de ce programme. Vous continuerez de prendre votre médication habituelle selon les directives de votre professionnel de la santé.

# L3263
source: During the one-year program, you will work one-on-one with a professional health coach to make lifestyle changes to improve your health and reduce your risk of developing type 2 diabetes. Up to 22 private and confidential coaching sessions will be conducted over the phone at times that are convenient for you (daytime and evening appointments are available). A major advantage of this program is that you don’t have to travel to a clinic to participate in the coaching sessions. You should be able to use a computer or smartphone to access your program materials and tools via the Internet.
fr: Au cours de ce programme d’un an, vous collaborerez avec un conseiller en santé professionnel afin d’apporter des changements à votre mode de vie pour améliorer votre santé et réduire votre risque de développer le diabète de type 2. Vous aurez jusqu’à 22 séances d’encadrement privées et confidentielles par téléphone, aux heures qui vous conviennent (rendez-vous de jour et de soir offerts). Un des principaux avantages de ce programme est que vous n’avez pas besoin de vous rendre dans une clinique pour participer aux séances d’encadrement. Vous devez pouvoir utiliser un ordinateur ou un téléphone intelligent pour accéder à la documentation et aux outils du programme en ligne.

# L3264
source: Because the program is part of a clinical study, you will be required to complete baseline and follow-up assessments, including several questionnaires and measurements, so that the program’s effectiveness can be evaluated. More information about the specific assessments will be provided before you agree to participate. By taking the time to complete all of the assessments, you will gain useful information while making an important scientific contribution to Canadian health care.
fr: Comme le programme fait partie d’une étude clinique, vous devrez effectuer des évaluations de base et de suivi en remplissant plusieurs questionnaires et en prenant diverses mesures afin d’évaluer l’efficacité du programme. De plus amples renseignements sur les évaluations particulières vous seront fournis avant que vous n’acceptiez de participer. En prenant le temps de remplir toutes les évaluations, vous obtiendrez des renseignements utiles tout en apportant une importante contribution scientifique aux soins de santé au Canada.

# L3265
source: Is my personal health information secure and confidential?
fr: Mes renseignements personnels sur la santé sont-ils protégés et confidentiels?

# L3266
source: Yes. In Canada, health information must be secured and held confidential by law . For more information about those requirements, <a href="https://www.ontario.ca/laws/statute/04p03" target="_blank">click here</a>
fr: Oui. Au Canada, la loi exige que les renseignements sur la santé soient protégés et confidentiels. Pour obtenir de plus amples informations sur ces exigences, <a href="https://www.ontario.ca/laws/statute/04p03" target="_blank">cliquez ici.</a>

# L3267
source: What are my rights if I choose to participate in this program?
fr: Quels sont mes droits si je choisis de participer à ce programme?

# L3268
source: Your participation in the program is completely voluntary. You will review and accept a privacy policy, service agreement and informed consent before beginning the program. Should you have any concerns about the program or what you are asked to do, please speak to your health coach, an LMC manager at prevention@lmc.ca or the Research Ethics Board, which can be contacted by phone at 1-866-449-8591 or by email at subjectinquiries@irbservices.com.
fr: Votre participation au programme est entièrement volontaire. Vous lirez et accepterez une politique de confidentialité et une entente touchant la prestation de services en plus de remplir un formulaire de consentement éclairé avant de suivre le programme. Pour toute préoccupation au sujet du programme ou de ce qui vous est demandé, veuillez communiquer avec votre conseiller en santé, un gestionnaire de LMC par courriel à l’adresse prevention@lmc.ca, ou le comité d’éthique de la recherche par téléphone au 1-866-449-8591 ou par courriel à l’adresse subjectinquiries@irbservices.com.

# L3269
source: Is there a cost to participate in the program?
fr: Faut-il débourser des frais pour participer au programme?

# L3270
source: No. The program, including measurements and assessments, is at no cost to you. You will never be asked for credit card or payment information.
fr: Non. Le programme, y compris les mesures et les évaluations, est sans frais. Nous ne vous demanderons jamais vos renseignements bancaires ou de carte de crédit.

# L3271
source: Tell me more about the coaching program.
fr: Pouvez-vous me donner des précisions concernant le programme d’encadrement?

# L3272
source: CDPP is a personalized, lifestyle management program that empowers you to lead a healthier life and may reduce your risk for type 2 diabetes. Your personal health coach will guide and support you through this program in a step-by-step manner. Together with your coach, you will set action goals, develop plans and actively engage in trying new healthy habits that are tailored to your needs, interests and personal circumstances. Between coaching sessions, you will be provided with online educational materials to complete and apply to your everyday life. Your health coach will help you be accountable for achieving the goals that are set. You will report your current weight, waist measurement and minutes of aerobic physical activity in the past week.
fr: Le Programme canadien de prévention du diabète est un programme personnalisé de prise en charge du mode de vie qui vous permet de mener une vie saine et de réduire votre risque de développer le diabète de type 2. Votre conseiller en santé personnel vous guidera et vous soutiendra tout au long de ce programme, étape par étape. En collaboration avec votre conseiller, vous fixerez des objectifs, élaborez des plans et vous engagerez activement à adopter de nouvelles habitudes de vie saines adaptées à vos besoins, à vos champs d’intérêt et à votre situation personnelle. Entre les séances d’encadrement, vous recevrez du matériel pédagogique en ligne à remplir et à mettre en pratique dans la vie de tous les jours. Votre conseiller en santé vous aidera à vous responsabiliser afin d’atteindre les objectifs que vous vous êtes fixés. Vous devez fournir votre poids et votre tour de taille actuels ainsi que le nombre de minutes que vous avez consacré à faire de l’exercice d’aérobie au cours de la semaine précédente.

# L3273
source: During the first three months of the program, you’ll meet with your health coach weekly. During months 4 through 12, you’ll have monthly coaching sessions. All coaching calls are via telephone appointments. You should keep all of your coaching appointments. During your first two sessions with your personal health coach, you will get to know each other, review the results of your baseline assessments and establish your personal wellness vision. These sessions are longer than other sessions and will require approximately 30 minutes. Other sessions will require 15 minutes.
fr: Au cours des trois premiers mois du programme, vous aurez une rencontre avec votre conseiller en santé chaque semaine. Par la suite, et ce, jusqu’à la fin du programme, vous aurez une séance d’encadrement par mois. Tous les appels d’encadrement se font par téléphone. Vous devez vous présenter à tous vos rendez-vous. Au cours des deux premières séances avec votre conseiller en santé personnel, vous apprendrez à vous connaître, à analyser les résultats de vos évaluations de base et à établir votre vision personnelle du bien-être. Les deux premières séances dureront environ 30 minutes, tandis que les autres dureront 15 minutes.

# L3274
source: The program gives you access to the following, all at no charge:
fr: Le programme vous donne accès gratuitement à ce qui suit :

# L3275
source: Twenty-two (22) private telephone sessions with a personal health coach at times that are convenient for you
fr: Vingt-deux (22) séances téléphoniques privées avec un conseiller en santé personnel au moment qui vous convient;

# L3276
source: Access to various health and wellness resources via the online program platform:
fr: Diverses ressources sur la santé et le bien-être par l’entremise de la plateforme du programme en ligne :

# L3277
source: Educational modules covering healthy eating, physical activity, weight management, stress management and smoking cessation, if needed
fr: Des modules éducatifs portant sur la saine alimentation, l’activité physique, la gestion du poids, la gestion du stress et la cessation tabagique, au besoin,

# L3278
source: Audio versions of the education modules
fr: La version audio des modules éducatifs,

# L3279
source: Personalized meal and exercise plans
fr: Des programmes alimentaires et d’exercice personnalisés,

# L3280
source: Tools to track your eating, exercise and stress
fr: Des outils permettant de faire le suivi de l’alimentation, de l’activité physique et du stress,

# L3281
source: Healthy recipes
fr: Des recettes santé,

# L3282
source: Fun challenges and incentives, including drawings for prizes
fr: Des défis amusants et incitatifs, notamment des tirages pour gagner des prix,

# L3283
source: Monthly webinars on topics to support and expand upon what you learn in your coaching sessions
fr: Des webinaires mensuels sur des sujets pour intégrer et approfondir les notions acquises lors des séances d’encadrement.

# L3284
source: Must I go to a gym?
fr: Dois-je aller dans un centre de conditionnement physique?

# L3285
source: No, you don’t have to go to a gym. You will work with your personal health coach to develop and implement a personal exercise plan that is safe and effective and that suits your needs and preferences. The only thing you’ll need is a good pair of shoes for physical activity.
fr: Non, ce n’est pas nécessaire. Vous travaillerez avec votre conseiller en santé personnel pour élaborer et mettre en œuvre un programme d’exercice personnalisé, sécuritaire et efficace qui répond à vos besoins et à vos préférences. Tout ce dont vous avez besoin est une bonne paire de chaussures pour l’activité physique.

# L3286
source: What are the qualifications of the health coaches?
fr: Quelles sont les qualifications des conseillers en santé?

# L3287
source: CDPP health coaches are specially trained health care professionals who have completed a minimum of a university degree in science. The CDPP health coaches may also include certified diabetes educators (CDEs) and registered dietitians (RDs). All CDPP health coaches have experience in helping people make lifestyle changes, especially in the areas of healthy eating and exercise. In addition to their university education, CDPP health coaches have completed at least 100 hours of training specific to this program and health coaching principles.
fr: Les conseillers en santé du Programme canadien de prévention du diabète (PCPD) sont des professionnels de la santé qui ont reçu une formation spéciale et obtenu au moins un diplôme d’études universitaires en sciences. Parmi ces conseillers, on trouve des éducateurs agréés en diabète (ÉAD) et des diététistes (Dt.P.). Ils possèdent tous de l’expérience pour aider les gens à modifier leur mode de vie, en particulier dans les domaines de la saine alimentation et de l’activité physique. En plus de leur formation universitaire, les conseillers en santé ont suivi au moins 100 heures de formation spécifique au PCPD et aux principes d’encadrement sur la santé.

# L3288
source: What results should I expect to achieve?
fr: Quels sont les résultats auxquels je devrais m’attendre?

# L3289
source: While results will vary from participant to participant, if you follow the program guidelines, you may experience the following improvements in your lifestyle and health:
fr: Bien que les résultats obtenus varient d’un participant à l’autre, si vous suivez les lignes directrices du programme, vous pourriez :

# L329
source: A1C (%)
fr: Hémoglobine glyquée (%)

# L3290
source: Loss of at least five percent of initial weight, if you are overweight
fr: perdre au moins 5 % de votre poids initial, si vous faites de l’embonpoint;
