Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1
source: Recommendations are your personal action plan for achieving your individualized goals.
es: Recomendaciones son su plan de acción personal para lograr metas individualizadas.

# L10
source: Your action plan summarizes some of the key steps you should take to optimize your health and reduce your risk for chronic diseases and other conditions. You are not expected to make all these changes at once.
es: El plan de acción resume algunos pasos claves que debe tomar para optimizar su salud y reducir su riesgo para enfermedades crónicas y otras condiciones. No se espera que haga todos estos cambios a la misma vez.
fr: Votre plan d’action résume certaines des mesures clés que vous devez prendre pour améliorer votre santé et réduire votre risque de maladies chroniques et d’autres affections. On ne s’attend pas à ce que vous fassiez tous ces changements en même temps.

# L100
source: Not applicable
es: No aplica
fr: Sans objet
pt: Não se aplica

# L1000
source: The calculator cannot be used to provide risk estimates for individuals under age 40 years, over age 79 years and/or with known cardiovascular disease.
es: La calculadora no se puede utilizar para calcular los riesgos estimados de individuos menores de 40 años, mayor de 79 años y/o con enfermedades cardiovasculares.
fr: Le calculateur ne doit pas servir à fournir des estimations du risque pour les personnes âgées de moins de 40 ans et de plus de 79 ans, ou qui sont atteintes d’une maladie cardiovasculaire connue.
pt: A calculadora não pode ser utilizada para calcular estimativas de riscos para pessoas com menos de 40 anos de idade, com mais de 79 anos de idade e/ou com doença cardiovascular confirmada.

# L1001
source: Your Heart Age (based on your risk for heart disease) is over {0}. Values highlighted in red may be in need of improvement.
es: Su Edad del Corazón (basado en el riesgo de sufrir enfermedades del corazón) es más de {0}. Los valores resaltados en rojo puede estar en necesidad de mejoramiento.
fr: Votre âge cardiaque (en fonction de votre risque de maladie du cœur) est supérieur à {0}. Les valeurs surlignées en rouge pourraient être améliorées.
pt: Sua idade cardíaca (com base no seu risco para doenças cardíacas) está acima de {0}. Valores destacados em vermelho podem requerer melhoria.

# L1002
source: Your Heart Age (based on your risk for heart disease) is {0}. To see how certain key factors affect your Heart Age, change the values alongside the risk factors. Values with an exclamation point (!) may be in need of improvement.
es: Su Edad del Corazón (basado en su riesgo a enfermedad cardiaca) es {0}. Para ver cómo ciertos factores claves afectan su Edad del Corazón, cambie los valores justo a los factores de riesgo. Valores con puntos de exclamación (!)pueden necesitar mejoras.
fr: Votre âge cardiaque (en fonction de votre risque de maladie du cœur) est de {0}. Pour savoir comment certains facteurs importants influent sur votre âge cardiaque, modifiez les valeurs aux côtés des facteurs de risque. Les valeurs accompagnées d’un point d’exclamation (!) pourraient être améliorées.
pt: Sua idade cardíaca (com base no seu risco para doenças cardíacas) é de {0}. Para ver como determinados fatores-chave afetam sua Idade cardíaca, mude os valores ao lado dos fatores de risco. Valores com um ponto de exclamação (!) podem requerer melhorias.

# L1003
source: Atherosclerotic cardiovascular disease (‘ASCVD’) is the disease that causes heart attacks and most strokes. The graph below shows your risk (or likelihood) of developing or dying from ASCVD in the next 10 years. For this graph, ASCVD is defined as having a first heart attack or stroke or dying from coronary heart disease or stroke. As you can see, based on your risk factors, you have a {0} risk of ASCVD in the next 10 years. Someone your age, sex and race with optimal risk factor levels would be expected to have a {1} or lower risk of ASCVD in the next 10 years. To see how certain key factors affect your risk, change the values alongside the risk factors. Values with an exclamation point (!) may be in need of improvement.
es: Enfermedad cardiovascular aterosclerótica (‘ASCVD’) es la enfermedad que causa ataques al corazón y la mayoría de los derrames cerebrales. La gráfica debajo muestra su riesgo (o posibilidad) de desarrollar o morir de ASCVD en los próximos 10 años. Para esta gráfica, ASCVD se define como teniendo un primer ataque al corazón o derrame cerebral o morir de enfermedad cardiaca coronaria o derrame cerebral. Como puede ver, basado en sus factores de riesgo, tiene un {0} riesgo de ASCVD en los próximos 10 años. Alguien de su edad, sexo y raza con niveles de factor de riesgo óptimos se espera que tenga un {1} o riesgo menor de ASCVD en los próximos 10 años. Para ver cómo ciertos factores claves afectan su riesgo, cambio los valores junto a los factores de riesgo. Valores con puntos de exclamación (!)pueden necesitar mejoras.
fr: La maladie cardiovasculaire athéroscléreuse provoque les crises cardiaques et la plupart des AVC. Ce graphique montre votre risque (ou probabilité) de développer une maladie cardiovasculaire athéroscléreuse au cours des dix prochaines années, ou d’en mourir. Cette maladie y est définie comme une première crise cardiaque ou un premier AVC, ou bien un décès dû à une cardiopathie congénitale ou à un AVC. Comme vous pouvez le constater, d’après vos facteurs de risque, vous présentez un risque {0} de maladie cardiovasculaire athéroscléreuse au cours de dix prochaines années. Une personne de votre âge, de votre sexe et de votre race présentant des niveaux de facteurs de risque optimaux devrait présenter un risque de maladie cardiovasculaire athéroscléreuse au cours des dix prochaines années d’au plus {1}. Pour savoir comment certains facteurs importants influent sur votre risque, modifiez les valeurs aux côtés des facteurs de risque. Les valeurs accompagnées d’un point d’exclamation (!) pourraient être améliorées.
pt: A doença cardiovascular aterosclerótica (“DCVA”) é uma doença que causa ataques cardíacos e a maioria dos derrames. Este gráfico abaixo mostra seu risco (ou sua probabilidade) de desenvolver ou morrer de DCVA nos próximos 10 anos. Neste gráfico, define-se DCVA como ter o primeiro ataque cardíaco ou derrame ou morrer de doença arterial coronariana ou derrame. Como você pode ver, com base nos seus fatores de risco, você tem um risco de desenvolver DCVA de {0} nos próximos 10 anos. Alguém da sua idade, do mesmo sexo e raça, com níveis ideais de fatores de risco deve ter um risco de desenvolver DCVA de {1} ou menos nos próximos 10 anos. Para ver como determinados fatores-chave afetam seu risco, mude os valores ao lado dos fatores de risco. Valores com um ponto de exclamação (!) podem requerer melhorias.

# L1004
source: Atherosclerotic cardiovascular disease (‘ASCVD’) is the disease that causes heart attacks and most strokes. In the graph below, ‘Your Risk’ is the lifetime risk (or likelihood) of developing or dying from ASCVD for a person at age 50 years with your risk factor levels. For this graph, ASCVD is defined as having a first heart attack or stroke or dying from coronary heart disease or stroke. As you can see, at age 50 years a person with your risk factor levels has a {0} risk of developing or dying from ASCVD in the future. Someone at age 50 years with optimal risk factor levels would be expected to have a {1} or lower lifetime risk of ASCVD. To see how certain key factors affect your risk, change the values alongside the risk factors. Values with an exclamation point (!) may be in need of improvement.
es: Enfermedad cardiovascular aterosclerótica (‘ASCVD’) es la enfermedad que causa ataques al corazón y la mayoría de los derrames cerebrales. La gráfica debajo muestra, ‘Su Riesgo’ es el riesgo de por vida (o posibilidad) de desarrollar o morir de ASCVD para una persona de los 50 años de edad con sus niveles de factor de riesgo. Para esta gráfica, ASCVD se define como teniendo un primer ataque al corazón o derrame cerebral o morir de enfermedad cardiaca coronaria o derrame cerebral. Como puede ver, a los 50 años de edad una persona con sus niveles de factores de riesgo tiene un riesgo de {0} de desarrollar o morir de ASCVD en un futuro. Una persona de 50 años de edad con niveles de factor de riesgo óptimos se espera que tenga un {1} o riesgo menor de por vida para ASCVD. Para ver cómo ciertos factores claves afectan su riesgo, cambio los valores junto a los factores de riesgo. Valores con puntos de exclamación (!)pueden necesitar mejoras.
fr: La maladie cardiovasculaire athéroscléreuse provoque les crises cardiaques et la plupart des AVC. Dans ce graphique, « Votre risque » est le risque à vie (ou la probabilité) de développer une maladie cardiovasculaire athéroscléreuse, ou d’en mourir, pour une personne âgée de 50 ans présentant des facteurs de risque de votre niveau. Cette maladie y est définie comme une première crise cardiaque ou un premier AVC, ou bien un décès dû à une cardiopathie congénitale ou à un AVC. Comme vous pouvez le constater, à 50 ans, une personne présentant vos niveaux de facteurs de risque présente un risque {0} de développer une maladie cardiovasculaire athéroscléreuse, ou d’en mourir. Une personne de 50 ans présentant des niveaux de facteurs de risque optimaux devrait présenter un risque de maladie cardiovasculaire athéroscléreuse au cours des dix prochaines années d’au plus {1}. Pour savoir comment certains facteurs importants influent sur votre risque, modifiez les valeurs aux côtés des facteurs de risque. Les valeurs accompagnées d’un point d’exclamation (!) pourraient être améliorées.
pt: A doença cardiovascular aterosclerótica (“DCVA”) é uma doença que causa ataques cardíacos e a maioria dos derrames. No gráfico abaixo, o campo "Seu risco" é o risco vitalício (ou a probabilidade) de desenvolver ou morrer de DCVA, para uma pessoa com 50 anos de idade, e os níveis dos fatores de risco. Neste gráfico, define-se DCVA como ter o primeiro ataque cardíaco ou derrame ou morrer de doença arterial coronariana ou derrame. Como você pode ver, com 50 anos de idade, uma pessoa com seus níveis de fatores de risco tem um risco de desenvolver ou morrer de DCVA de {0} no futuro. Alguém com 50 anos de idade, com níveis ideais de fatores de risco, deve ter um risco vitalício de desenvolver DCVA de {1} ou menos. Para ver como determinados fatores-chave afetam seu risco, mude os valores ao lado dos fatores de risco. Valores com um ponto de exclamação (!) podem requerer melhorias.

# L1005
source: If your doctor or another healthcare professional has provided recommendations different to those outlined here, please discuss this with him/her before implementing our recommendations.
es: Si su doctor u otro profesional de la salud le ha proveído recomendaciones diferentes a las señaladas aquí, por favor discuta las mismas con el/ella antes de implementar nuestras recomendaciones.
fr: Si votre médecin ou un autre professionnel de la santé a formulé des recommandations différentes de celles qui sont décrites ici, veuillez en discuter avec lui avant de mettre en œuvre nos recommandations.

# L1006
source: Recommendations are your personal action plan for achieving your individualized goals.
es: Recomendaciones son su plan de acción personal para lograr metas individualizadas.
fr: Ces dernières sont votre plan d’action personnalisé pour atteindre vos objectifs personnels.

# L1007
source: Recommendations summarize some of the key steps you should take to optimize your health and reduce your risk for chronic diseases and other conditions.
es: Recomendaciones resume algunos pasos claves que debe tomar para optimizar su salud y reducir su riesgo para enfermedades crónicas y otras condiciones.
fr: Les recommandations résument certaines des mesures clés que vous devez prendre pour améliorer votre santé et réduire votre risque de maladies chroniques et d’autres affections.

# L1008
source: But before we show you your personal recommendations, please select one of the program(s) that are available to you.
es: Pero antes de mostrarle sus recomendaciones personales, por favor seleccione su(s) programa(s) que están disponible para usted.
fr: Par contre, veuillez d’abord sélectionner un des programmes qui s’offrent à vous.

# L1009
source: I'll decide later. Go to Dashboard.
es: Decidiré luego. Ir al Tablero.
fr: Je déciderai plus tard. Aller au tableau de bord.

# L101
source: How often do you use drugs or medicines (include prescription medications) which affect your mood or help you to relax?
es: ¿Con qué frecuencia utiliza usted drogas o medicamentos (incluyendo recetados) que afectan su carácter o le ayudan a relajarse?
fr: À quelle fréquence prenez-vous des médicaments (y compris ceux sur ordonnance) qui influent sur votre humeur ou vous aident à vous détendre?
pt: Com que frequência você utiliza drogas ou medicamentos (incluindo medicamentos com receita) que afetam seu humor ou ajudam você a relaxar?

# L1010
source: Recommendations
es: Recomendaciones

# L1011
source: Select Coach
es: Selecione entrenador
fr: Sélectionnez un conseiller

# L1012
source: Nutrition
es: Nutrición

# L1013
source: My Basic Information – Physical Activity
es: Mi Información Básica - Actividad Física
fr: Mes renseignements de base : activité physique

# L1014
source: Dietary Supplement
es: Suplementos Dietéticos
fr: Supplément alimentaire

# L1015
source: Most adults don't get as much exercise as they need to be healthy. Scientists have identified many health benefits of aerobic exercise. Examples of aerobic exercise include brisk walking, jogging, swimming, cycling, skating, dancing, climbing stairs, rowing, and other similar activities.
es: La mayoría de los adultos no hacen ejercicio todo lo que necesita para estar sano. Los científicos han identificado muchos beneficios de salud de ejercicio aeróbico. Ejemplos de ejercicio aeróbico incluyen caminar rápido, trotar, nadar, montar en bicicleta, patinar, bailar, subir escaleras, remar y otras actividades similares.
fr: La plupart des adultes ne maintiennent pas le niveau d’activité physique dont ils ont besoin pour être en bonne santé. D’après les scientifiques, la pratique d’exercices d’aérobie a de nombreux bienfaits sur la santé. Les exercices d’aérobie peuvent prendre différentes formes : marche rapide, jogging, nage, vélo, patinage, danse, utilisation des escaliers, aviron, etc.
pt: A maioria dos adultos não faz a quantidade de exercícios que deveria fazer para se manter saudável. Os cientistas identificaram muitos benefícios dos exercícios aeróbicos para a saúde. Exemplos de exercícios aeróbicos incluem caminhadas em ritmo acelerado, cooper, natação, ciclismo, skate, dançar, subir escadas, remar e outras atividades semelhantes.

# L1016
source: Aerobic exercise can help you
es: El ejercicio aeróbico puede ayudarle a
fr: Voici quelques bienfaits des exercices d’aérobie
pt: Os exercícios aeróbicos podem ajudar você a

# L1017
source: Reduce your risk of dying prematurely
es: Reducir su riesgo de muerte prematura
fr: Réduction du risque de mourir prématurément;
pt: Reduzir os riscos de morrer prematuramente

# L1018
source: Reduce your risk for heart attack, stroke, and some types of cancer
es: Reducir su riesgo de ataques al corazón, accidentes cerebrovasculares, y algunos tipos de cáncer
fr: Réduction du risque de maladie du cœur, d’AVC et de certains types de cancer;
pt: Reduzir os riscos de ataques cardíacos, derrames e alguns tipos de câncer

# L1019
source: Prevent or control high blood pressure
es: Prevenir o controlar la tensión arterial alta
fr: Prévention et contrôle de l’hypertension;
pt: Evitar ou controlar a pressão arterial alta

# L102
source: Almost every day
es: Casi todos los días
fr: Presque tous les jours
pt: Quase diariamente

# L1020
source: Raise your HDL ("good") blood cholesterol and lower blood triglyceride levels
es: Elevar su nivel de colesterol HDL ("bueno") en la sangre y reducir sus niveles de triglicéridos
fr: Augmentation du taux de cholestérol HDL (le « bon ») et baisse du taux de triglycérides dans le sang;
pt: Aumentar o nível de HDL ("colesterol bom") e reduzir os níveis de triglicérides no sangue

# L1021
source: Prevent or control prediabetes/diabetes
es: Prevenir o controlar prediabetes/diabetes
fr: Prévention et contrôle du diabète et du prédiabète;
pt: Evitar ou controlar o pré-diabetes

# L1022
source: Manage your weight
es: Controlar su peso
fr: Maintien d’un poids santé;
pt: Controlar o peso

# L1023
source: Look more fit and trim
es: Estar más en forma y en buen estado
fr: Maintien d’une bonne forme;
pt: Manter-se em forma

# L1024
source: Manage stress
es: Controlar el estrés
fr: Gestion du stress;
pt: Controlar o estresse

# L1025
source: Improve your sense of well-being
es: Mejorar su sensación de bienestar
fr: Amélioration du sentiment de bien-être;
pt: Melhorar seu senso de bem-estar

# L1026
source: Strengthen your bones and prevent osteoporosis
es: Fortalecer sus huesos y prevenir osteoporosis
fr: Renforcement des os et prévention de l’ostéoporose;
pt: Fortalecer seus ossos e evitar a osteoporose

# L1027
source: Have more energy and pep
es: Tener más energía y ánimo
fr: Augmentation du niveau d’énergie et de dynamisme;
pt: Ter mais energia e vitalidade

# L1028
source: Relax and sleep better at night
es: Relajarse y dormir mejor de noche
fr: Amélioration du sommeil et de la capacité à se détendre.
pt: Relaxar e dormir melhor à noite

# L1029
source: Expanding your physical activity program to include "lifestyle physical activities" as well as traditional exercise can help you increase your activity and learn new ways to fit in exercise. For example:
es: Extender su programa de actividad física e incluir "actividades físicas en su estilo de vida" junto al ejercicio tradicional puede ayudarle a incrementar su actividad y conocer nuevos caminos para mantenerse en forma. Por ejemplo:
fr: Varier votre programme en y intégrant des activités physiques liées au mode de vie et des exercices traditionnels peut vous aider à augmenter votre niveau d’activité physique et à découvrir de nouvelles façons de bouger. Voici quelques exemples:
pt: Expandir seu programa de atividades físicas para incluir "atividades físicas relacionadas ao estilo de vida" e exercícios tradicionais que podem ajudar você a aumentar sua atividade e descobrir novas maneiras de se exercitar. Por exemplo:

# L103
source: A few times per month
es: Pocas veces al mes
fr: Quelques fois par mois
pt: Algumas vezes por mês

# L1030
source: Take the stairs instead of the elevator
es: Subir por las escaleras en vez de usar el ascensor
fr: Prendre l’escalier plutôt que l’ascenseur;
pt: Use a escada em vez do elevador

# L1031
source: Park farther away from the store and walk the extra distance
es: Estacionarse más lejos de la tienda y andar esa distancia adicional
fr: Se stationner loin de l’entrée d’un magasin pour marcher davantage;
pt: Estacione mais longe das lojas e caminhe uma distância extra

# L1032
source: Cut the grass
es: Cortar el césped
fr: Tondre le gazon;
pt: Corte a grama

# L1033
source: Work in the garden
es: Arreglar el jardín
fr: Jardiner;
pt: Trabalhe no jardim

# L1034
source: Walk the dog
es: Pasear al perro
fr: Promener le chien;
pt: Leve o cachorro para passear

# L1035
source: Play ball with children
es: Jugar a la pelota con los niños
fr: Jouer au ballon avec les enfants.
pt: Jogue bola com as crianças

# L1036
source: In addition to aerobic exercise, strength or "resistance" training can also be of benefit to you. Strength training helps maintain muscle while losing fat. Because of this, strength training is an important part of a weight management program. It helps prevent your metabolism from slowing down and may even cause it to speed up. Strength training also has other positive benefits, including
es: Además del ejercicio aeróbico, el entrenamiento de fuerza y "resistencia" puede ser beneficioso para usted. El entrenamiento de fuerza ayuda a mantener los músculos mientras pierde grasa. Por eso, el entrenamiento de fuerza es una parte importante del programa de control de peso. Ayuda a prevenir que su metabolismo se ponga lento e incluso puede acelerarlo. El entrenamiento de fuerza tiene también otros beneficios positivos, incluyendo
fr: Comme les exercices d’aérobie, les exercices qui travaillent la force ou la musculation ont aussi un effet bénéfique sur la santé. La musculation permet de maintenir la masse musculaire tout en brûlant des graisses. Voilà pourquoi elle constitue une part importante d’un programme de gestion du poids. Elle empêche le métabolisme de ralentir et peut même contribuer à son accélération. Voici d’autres effets positifs de la musculation
pt: Além dos exercícios aeróbicos, treinar sua força ou "resistência" também pode ser um benefício para você. A musculação ajuda a manter os músculos e queimar gorduras ao mesmo tempo. Portanto, a musculação é uma parte importante de um programa de controle de peso. Ela ajuda a evitar que seu metabolismo se desacelere e pode até acelerá-lo. A musculação também tem outros benefícios positivos, incluindo

# L1037
source: Improved posture
es: Mejora en la postura
fr: Amélioration de la posture;
pt: Melhora da postura

# L1038
source: Better protection against injury
es: Mejor protección ante lesiones
fr: Protection accrue contre les blessures;
pt: Mais proteção contra lesões

# L1039
source: Less pain in the back and joints
es: Menor dolor de espalda y articulaciones
fr: Diminution des douleurs lombaires et articulaires;
pt: Menos dor nas costas e nas juntas

# L104
source: Rarely
es: Rara vez
fr: Rarement
pt: Raramente

# L1040
source: Improved confidence
es: Más confianza
fr: Amélioration de la confiance en soi;
pt: Mais autoconfiança

# L1041
source: Better appearance and self-image
es: Mejor apariencia e imagen de uno mismo
fr: Amélioration de l’apparence et de la perception de soi;
pt: Melhor aparência e autoimagem

# L1042
source: Stronger bones
es: Huesos más fuertes
fr: Renforcement de l’ossature;
pt: Ossos mais fortes

# L1043
source: Improved function, especially in the older years
es: Mejora en el funcionamiento, especialmente en la vejez
fr: Amélioration des fonctions physiques, surtout chez les personnes âgées.
pt: Funções melhoradas, particularmente para pessoas idosas
