Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1872
source: It is your responsibility to safeguard any username or password that you have received in connection with the Site, and to notify us if you ever suspect that the security and confidentiality of such username or password has been compromised in any way. You are solely responsible for any use of this Site via your username and password.
es: Vamos a mantener la información personal durante el tiempo que estamos obligados a hacerlo por ley (s) aplicable, o por el tiempo que sea necesario para el propósito (s) para el que se recoge, utiliza, o se procesa como se describe anteriormente. Se eliminará de la información personal cuando ya no es necesario para un propósito relacionado con su colección o un uso o al expirar el plazo de almacenamiento establecido por la ley aplicable.
fr: Il est de votre responsabilité de protéger tout nom d’utilisateur ou mot de passe que vous avez reçus en lien avec le site, et de nous aviser si vous soupçonnez que leur sécurité et leur confidentialité ont été compromises de quelque façon que ce soit. Vous êtes entièrement responsable de toute utilisation de ce site avec votre nom d’utilisateur et votre mot de passe.
pt: Você tem a responsabilidade proteger todos os nomes de usuário e todas as senhas que você receber associadas ao Site, bem como notificar-nos se em qualquer momento suspeitar de que a segurança e a confidencialidade dessas informações tenham sido comprometidas de qualquer forma. Você se responsabiliza exclusivamente por qualquer tipo de uso deste Site por meio do seu nome de usuário e da sua senha.

# L1873
source: Retention of Personal Information
es: Retención de Información Personal
fr: Conservation des renseignements personnels
pt: Retenção de Dados Pessoais

# L1874
source: We will maintain Personal Information for as long as we are required to do so by applicable law(s), or for as long as necessary for the purpose(s) for which it is collected, used, or processed as outlined above. We will delete Personal Information when it is no longer needed for a purpose related to its collection or use or upon expiration of the storage term set forth by applicable law.
es: Vamos a mantener la información personal durante el tiempo que estamos obligados a hacerlo por ley (s) aplicable, o por el tiempo que sea necesario para el propósito (s) para el que se recoge, utiliza, o se procesa como se describe anteriormente. Se eliminará de la información personal cuando ya no es necesario para un propósito relacionado con su colección o un uso o al expirar el plazo de almacenamiento establecido por la ley aplicable.
fr: Nous conserverons les renseignements personnels aussi longtemps que les lois applicables l’exigent ou aussi longtemps que nécessaire aux fins pour lesquelles ils sont recueillis, utilisés ou traités de la manière décrite ci-dessus. Nous supprimerons les renseignements personnels lorsqu’ils ne seront plus nécessaires aux fins liées à leur collecte ou à leur utilisation, ou à la fin de la période prévue par la loi applicable.
pt: Manteremos os Dados Pessoais arquivados pelo tempo que for necessário nos termos da lei, ou pelo tempo que for necessário para atender aos fins para os quais foram coletados, utilizados ou processados, conforme descrito acima. Excluiremos os Dados Pessoais quando não forem mais necessários para algum objetivo relacionado à coleta ou utilização, ou ainda quando expirar o prazo de armazenamento definido na legislação em vigor.

# L1875
source: Web links
es: Enlaces de Web
fr: et aux conjoints. Veuillez vous connecter pour faire l’évaluation de votre état de santé pour l’année du calcul des prestations {0} pour 2020. Si c’est
pt: Links da internet

# L1876
source: Other companies or organizations may have links to their websites on our web pages. We are not responsible for how they collect, use, disclose or secure the information that you provide to them. Please read their privacy policies so you can learn how their website uses your information.
es: Otras compañías u organizaciones pueden tener enlaces a sus sitios web en nuestra página de web. No somos responsable de como ellos recopilan, usan, divulgan o guardan la información que le proveen. Por favor lean sus políticas de privacidad para aprender como sus sitios web utilizan su información.
fr: Il peut y avoir sur nos pages Web des liens vers les sites d’autres entreprises ou organisations. Nous ne sommes pas responsables de la façon dont ils recueillent, utilisent, divulguent ou protègent les renseignements que vous leur fournissez. Veuillez lire leurs politiques de confidentialité afin de savoir comment vos renseignements personnels sont utilisés sur leurs sites Web.
pt: Outras empresas ou organizações podem manter links para seus sites na nossa página na internet. Não nos responsabilizamos pela forma como esses links coletam, utilizam, divulgam ou retêm as informações que você fornecer para eles. Leia as políticas de privacidade de cada site para saber como eles utilizam suas informações.

# L1877
source: Access rights and questions
es: Preguntas y Derechos de Acceso
fr: Droits d’accès et questions
pt: Direitos de acesso e perguntas

# L1878
source: Where required by applicable law, you are generally entitled to update or access Personal Information that we hold about you. In most circumstances, you may do so via the Site or by contacting us at info@myintervent.com. Requested copies of your Personal Information will be provided in a reasonable period. If there is a charge for the cost of producing a copy, we will advise you of the cost in advance of processing your request.
es: Donde requerido por ley aplicable, generalmente tiene el derecho de actualizar o acceder la Información Personal que tengamos sobre usted. En muchas circunstancias, podría hacer esto vía el sitio web o contactándonos a info@myintervent.com. Copias pedidas de su Información Personal serán proveídas dentro de un periodo razonable. Si hay un costo por la producción de una copia, le avisaremos del costo antes de procesar su pedido.
fr: Lorsque la loi applicable l’exige, vous avez généralement le droit de mettre à jour les renseignements personnels que nous détenons à votre sujet ou d’y accéder. Dans la plupart des cas, vous pouvez le faire sur le site ou en nous contactant à info@myintervent.com. Les copies demandées de vos renseignements personnels seront fournies dans un délai raisonnable. Si des frais pour la production d’une copie s’appliquent, nous vous en aviserons avant de traiter votre demande.
pt: Quando assim exigido pela legislação em vigor, você geralmente fará jus à atualização ou ao acesso aos seus Dados Pessoais que mantemos arquivados. Na maioria das circunstâncias, você poderá fazer isto no próprio Site ou entrando em contato conosco pelo e-mail info@myintervent.com. Cópias solicitadas de seus Dados Pessoais serão fornecidas no prazo cabível. Se houver algum custo para gerar a cópia solicitada, você será avisado antecipadamente do valor cobrado para processar sua solicitação.

# L1879
source: We have a process that allows you to review your information after we have verified your identity. Please note that we can only give you access to, correct or update Personal Information that we control.
es: Tenemos un proceso que le permite la revisión de su información luego de haber verificado su identidad. Por favor note que solo le podemos dar acceso para corregir o actualizar información personal que nosotros controlamos.
fr: Nous avons un processus qui vous permet d’examiner vos renseignements après que nous ayons vérifié votre identité. Veuillez noter que nous pouvons seulement vous donner accès aux renseignements personnels que nous contrôlons et vous laissez les corriger ou les mettre à jour.
pt: Temos um processo que permite que você analise suas informações depois que confirmarmos sua identidade. Observe que podemos conceder acesso somente para fins de correção dos Dados Pessoais sob o nosso controle.

# L188
source: Summary for My Doctor
es: Resumen para su Doctor
fr: Résumé pour mon médecin
pt: Resumo para o meu médico

# L1880
source: These are our privacy practices. They apply to all current and former clients of INTERVENT.
es: Estas son nuestras pólizas de privacidad. Aplican a todo cliente corriente y previo de INTERVENT.
fr: Voilà nos pratiques en matière de confidentialité. Elles s’appliquent à tous les clients actuels et anciens d’INTERVENT.
pt: Esta são nossas práticas de privacidade. Elas se aplicam a todos os clientes atuais e anteriores da INTERVENT.

# L1881
source: Last Updated: January 18, 2024
es: Ultima actualización: 18 de enero de 2024
fr: Dernière mise à jour : 18 janvier 2024
pt: Última atualização: 18 de janeiro de 2024

# L1882
source: Kit Outline
es: Diagrama del Kit
fr: Aperçu des trousses

# L1883
source: Finish
es: Terminar
fr: Terminer

# L1884
source: Previous
es: Anterior
fr: Précédent
pt: Anterior

# L1885
source: Click it to reload your personal values from your HRA
es: Haga clic para recargar sus valores personales de su HRA
fr: Cliquez pour recharger les valeurs personnelles de votre ERS.
pt: Clique para recarregar os valores pessoais da sua ARS

# L1886
source: Risk of Heart Disease
es: Riesgo a Enfermedad del Corazón
fr: Risque de maladie du cœur
pt: Risco de desenvolver doenças cardíacas

# L1887
source: Risk
es: Riesgo
fr: Risque
pt: Risco

# L1888
source: Cannot calculate. Please scroll down for reason
es: No se puede calcular. Por favor desplace hacia abajo para ver la razón
fr: Impossible de calculer. Veuillez défiler vers le bas pour connaître la raison.
pt: Não é possível calcular. Deslize a tela para baixo para ver o motivo

# L1889
source: servings
es: porciones
fr: portions

# L189
source: Resting Blood Pressure
es: Presión arterial en reposo
fr: Pression artérielle au repos
pt: Pressão arterial em repouso

# L1890
source: Connect Your Device
es: Conectar su dispositivo
fr: Connectez votre appareil

# L1891
source: Show Graph
es: Enseñar Grafica
fr: Afficher le graphique
pt: Exibir o gráfico

# L1892
source: Hide Graph
es: Esconder Grafica
fr: Masquer le graphique
pt: Ocultar o gráfico

# L1893
source: Your Health and Wellness Journey Starts Here…and Now
es: Su trayecto de salud y bienestar comienza aquí… y ahora
fr: Votre voyage vers la santé et le bien-être commence ici… et maintenant
pt: Sua jornada em busca de saúde e bem-estar começa aqui… e agora

# L1894
source: Welcome {0} associates and spouses. Please log in to take your health assessment for the {0} 2023 benefits year. If this is your first time visiting us, please sign up. You may call us at {1} if you have questions or need assistance.
es: Bienvenidos Asociados y Cónyuges de {0}. Por favor acceda a su cuenta para tomar su evaluación de salud para el año de beneficios 2023 de {0}. Si esta es la primera vez que nos visita, por favor regístrese antes. Nos puede llamar al {1} si tiene preguntas o necesita asistencia.
fr: Bienvenue {0} aux associés et aux conjoints. Veuillez vous connecter pour faire l’évaluation de votre état de santé pour l’année du calcul des prestations {0} pour 2023. S’il s’agit de votre première visite, veuillez vous inscrire. Pour toute question ou assistance, vous pouvez composer le {1}.

# L1895
source: {0} is required
ar: {0} مطلوب
ar_ae: {0} مطلوب
es: Se requiere el {0}
fr: {0} est obligatoire.

# L1896
source: Select Personnel Type
ar: اختر نوع الشخص
ar_ae: تحديد نوع الموظف
es: Seleccione Tipo de Personal

# L1897
source: Associate
ar: شريك
ar_ae: موظف
es: Asociado

# L1899
source: Spouse
ar: الزوج/الزوجة
ar_ae: الزوج/الزوجة
es: Cónyuge

# L19
source: High blood pressure?
es: ¿Presión arterial alta?
fr: Hypertension?
pt: Pressão arterial alta?

# L190
source: Blood Test
es: Prueba de Sangre
fr: Analyse sanguine

# L1900
source: Personnel Type is required
ar: نوع الشخص مطلوب
ar_ae: نوع الموظف مطلوب
es: Se requiere tipo de personal

# L1901
source: Do you like to learn at your own pace?
es: ¿Le gusta aprender su propio ritmo?
fr: Vous aimez apprendre à votre propre rythme?

# L1902
source: Do you enjoy online, interactive tools and features?
es: ¿Disfruta de recursos y herramientas interactivas en línea?
fr: Vous aimez les fonctionnalités les outils interactifs en ligne?

# L1903
source: Date of Birth is required.
ar: تاريخ الميلاد مطلوب
ar_ae: تاريخ الميلاد مطلوب.
es: Se requiere la fecha de nacimiento
fr: La date de naissance est obligatoire.
pt: É obrigatório inserir a data de nascimento.

# L1904
source: The foods you eat, the stress you feel and the activities you do all affect your health. Now you can find out how by completing our health risk assessment (HRA)
es: Los alimentos que usted come, el estrés que siente y las actividades que realiza afectan su salud. Ahora se puede descubrir cómo completando nuestro Health Risk Assessment (HRA)

# L1905
source: The HRA is a free confidential online assessment that considers your lifestyle habits and health history to determine how healthy you are and whether you’re at risk for certain chronic diseases or illnesses. It only takes about 15 minutes to complete
es: El HRA es una evaluación en línea gratuita y confidencial que toma en cuenta sus hábitos de estilo de vida y su historia clínica para determinar qué saludable esta y si usted está en riesgo de contraer ciertas enfermedades crónicas o condiciones. Sólo se tarda unos 15 minutos para completar

# L1906
source: Once you complete the HRA you will immediately receive a great personal report, health roadmap and a wealth of useful information individually tailored for you. Plus, you’ll be able to take advantage of our lifestyle management programs where you can learn about how to eat more healthfully, manage your weight, reduce your stress level and much more
es: Una vez que haya completado el HRA recibirá inmediatamente un gran informe personal, la salud y la hoja de ruta de una gran cantidad de información útil adaptado individualmente para usted. Además, usted será capaz de tomar ventaja de nuestros programas de gestión de estilo de vida donde se puede aprender acerca de cómo comer de manera más saludable, controlar su peso, reducir su nivel de estrés y mucho más

# L1907
source: You must first complete an HRA before enrolling in a lifestyle management program. You may call us at {0} if you have any questions or would like to enroll over the phone.
es: Primero debe completar un HRA antes de inscribirse en un programa de manejo de estilo de vida. Nos puede llamar al {0} si tiene alguna pregunta o desea inscribirse por teléfono.
fr: Vous devez effectuer une ERS avant de vous inscrire à un programme de prise en charge du mode de vie. Vous pouvez nous appeler au {0} si vous avez des questions ou si vous souhaitez vous inscrire par téléphone.

# L1908
source: Enroll in our telephonic lifestyle health coaching program to be paired with a health coach who’ll help you make and sustain important lifestyle changes – to get healthier, stay healthier and feel better
es: Inscribirse en nuestro programa telefónico de entrenamiento de estilo de vida para ser apareado con un entrenador de salud que va a ayudarle a tomar y sostener cambios importantes de estilo de vida - para ser más saludable, mantenerse saludable y sentirse mejor

# L1909
source: No matter what your goals are – losing weight and keeping it off, exercising more, quitting smoking, reducing your risk for a chronic medical condition, living healthier with a chronic medical condition – our lifestyle health coaching program can benefit you
es: No importa cuáles son sus metas - perder peso y mantenerlo, hacer más ejercicio, dejar de fumar, reducir el riesgo de una condición médica crónica, una vida más sana con una condición médica crónica - nuestro programa de entrenamiento de la salud estilo de vida le puede beneficiar

# L191
source: days
es: días

# L1910
source: Our caring, dedicated health coaches are available to assist you in making the changes that are important to you at this time. They’ve worked with thousands of participants just like you. Our coaches listen to your needs, preferences and circumstances and help you develop a plan that is individualized for you. Your coach will hold you accountable for your actions and support you every step of the way to better health
es: Nuestros cuidadosos y dedicados entrenadores de la salud están disponibles para ayudarle a hacer los cambios que son importantes para usted en este momento. Han trabajado con miles de participantes como usted. Nuestros entrenadores escuchan sus necesidades, preferencias y circunstancias y ayudarán a desarrollar un plan que se individualiza para usted. Su entrenador le pedirá cuentas de sus acciones y el le brindara apoyo que en cada paso del camino hacia una mejor salud

# L1911
source: You must first complete a health risk assessment (HRA) before enrolling in a coached program. You may call us at {0} if you have any questions or would like to enroll over the phone
es: Primero debe completar una evaluación de riesgos de salud (HRA) antes de inscribirse en un programa entrenado. Nos puede llamar al {0} si tiene alguna pregunta o desea inscribirse por teléfono

# L1912
source: Coached Programs
es: Programas Entrenados

# L1913
source: Self-Help Programs
es: Programas de Auto-Ayuda

# L1914
source: This version of our lifestyle management program is designed especially for people who desire to manage their own program. The self-help programs focus on a specific topic (for example, nutrition, exercise, weight management or stress management)
es: Esta versión de nuestro programa de gestión de estilo de vida está diseñado especialmente para las personas que desean manejar su propio programa. Los programas de autoayuda se centran en un tema específico (por ejemplo, nutrición, ejercicio, control de peso o de control del estrés)

# L1915
source: You will participate at your own pace via the Internet, so you will have the convenience of completing assessments and accessing and printing materials at times that work for you. While this program is not a quick solution, it’s a safe, proven way to help you get started toward achieving lasting results. And, you receive the same high quality educational materials and tools as our other scientifically proven programs
es: Va a participar a su propio ritmo a través de Internet, por lo que tendrá la facilidad de efectuar evaluaciones y acceder a materiales de impresión y, a veces que trabajan para usted. Si bien este programa no es una solución rápida, que es una forma segura y probada para ayudar a empezar a lograr resultados duraderos. Y, recibirá los mismos materiales educativos de alta calidad y herramientas como nuestros otros programas científicamente probados

# L1916
source: You must first complete a health risk assessment (HRA) before enrolling. You may call us at {0} if you have any questions
es: Primero debe completar una evaluación de riesgos de salud (HRA) antes de inscribirse. Nos puede llamar al {0} si tiene alguna pregunta

# L1917
source: Free Tobacco Cessation Program and Nicotine Replacement Therapy
es: Programa gratuito para Cesación de Tabaco y el Tratamiento Sustitutivo de Nicotina

# L1918
source: If you use tobacco and want to quit, {0} will provide access to the free INTERVENT tobacco cessation program along with non-prescription nicotine replacement therapy and certain prescription tobacco cessation medications covered at 100 percent. And, by completing four coaching sessions over 12 weeks, the 2019 tobacco surcharge will be removed
es: Si consume tabaco y quiere dejar de fumar, {0} le proveerá acceso al programa de cesación de tabaco de INTERVENT junto con terapia de reemplazo de nicotina sin receta y ciertos medicamentos recetados para dejar de fumar cubiertos al 100 por ciento. Y, al terminar cuatro sesiones de entrenamiento durante 12 semanas, se quitará el recargo del tabaco 2019.

# L1919
source: INTERVENT Incentives
ar: الحوافز الخاصة بـ INTERVENT
ar_ae: حوافز INTERVENT
es: Incentivos de INTERVENT

# L192
source: Don't know
es: No sé
fr: Je ne sais pas.
pt: Não sei

# L1920
source: You can win valuable gift cards from INTERVENT. INTERVENT provides points for completing various program activities and holds monthly, quarterly, semi-annual and annual drawings to select winners. The more points you earn, the more chances you have to win. Thousands of dollars in gift cards will be awarded during the program year. Only participants enrolled and actively participating in the lifestyle health coaching program are eligible to participate in drawings. Look for announcements of winners each month and read stories about how working with their health coach is helping participants move their health and lifestyle in a positive direction
es: Puede ganar tarjetas de regalo valiosos de INTERVENT. INTERVENT provee puntos para completar diversas actividades del programa y sostiene gráficos mensuales, trimestrales, semestrales y anuales para seleccionar a los ganadores. Cuantos más puntos ganes, más posibilidades tendrá de ganar. En miles de dólares en tarjetas de regalo serán otorgados durante el año del programa. Sólo los participantes inscritos y participando activamente en el programa de estilo de vida con entrenador de la salud son elegibles para participar en las rifas. Busque los anuncios de los ganadores de cada mes y lea historias sobre cómo trabajar con su entrenador de salud está ayudando a los participantes se mueven a su salud y estilo de vida en una dirección positiva

# L1921
source: English
ar: الإنجليزية
ar_ae: اللغة الإنجليزية
es: Inglés
fr: Anglais
pt: Inglês

# L1922
source: Spanish
ar: الأسبانية
ar_ae: اللغة الإسبانية
es: Español
fr: Espagnol
pt: Espanhol

# L1923
source: Physician Details
es: Información del Médico
fr: Renseignements sur le médecin
pt: Dados do médico

# L1924
source: Do you have a primary care physician?
es: ¿Tiene un médico de atención primaria?
fr: Avez-vous un médecin de première ligne?
pt: Você tem um clínico geral?

# L1925
source: Physician Name
es: Nombre del Medico
fr: Nom du Docteur
pt: Nome do médico

# L1926
source: Are you planning on becoming pregnant in the next year or so?
es: ¿Planifica quedar embarazada en el próximo año o poco después?
fr: Voulez-vous tomber enceinte dans la prochaine année?
pt: Você está planejando engravidar no próximo ano ou em breve?

# L1927
source: Thanks again for completing your health assessment! We have prepared a personalized wellness report for you. It's also printable so that you can take it to your doctor. But before we show you your report, please consider enrolling in one of the INTERVENT wellness program(s) that are available to you.
es: ¡Gracias de nuevo por completar su {0}! Le hemos preparado un reporte personalizado de bienestar para usted. Lo puede imprimir para compartirlo con su doctor. Pero antes de mostrarle su informe, por favor considere inscribirse en un programa(s) de bienestar de INTERVENT que están disponibles para usted.
fr: Merci encore d’avoir effectué l’évaluation de votre état de santé! Nous vous avons préparé un rapport sur le bien-être personnalisé. Vous pouvez également l’imprimer pour l’apporter à votre médecin. Toutefois, avant de voir votre rapport, veuillez envisager de vous inscrire à l’un des programmes sur le bien-être d’INTERVENT qui vous sont offerts.

# L1928
source: Password is required
es: Contraseña requerida
pt: A senha é obrigatória
