Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1044
source: Generally, healthy adults should perform moderate-intensity aerobic physical activity (such as brisk walking) for a minimum of 150 minutes each week OR vigorous-intensity aerobic physical activity (such as jogging) for a minimum of 75 minutes each week OR an equivalent combination of moderate- and vigorous-intensity aerobic physical activity. Most adults should also do muscle-strengthening activities that involve all major muscle groups on two or three days each week. See My Action Plan for your personalized physical activity recommendations, including whether or not it is important for you to obtain clearance from your doctor before participating in an exercise program.
es: Generalmente, adultos saludables deberían realizar alguna actividad aeróbica de intensidad moderada (tal como caminar a paso ligero) por un mínimo de 150 minutos a la semana o actividad aeróbica de intensidad vigorosa (tal como el correr) por un mínimo de 75 minutos cada semana o el equivalente de una combinación de las actividades físicas aeróbicas moderado y vigoroso. La mayoría de los adultos deberían realizar actividades para fortalecer los músculos que incluyan todos los grupos musculares en dos o tres días a la semana. Vea Mi Plan de Acción para sus recomendaciones personales de actividad física, incluyendo si es o no importante para usted obtener la autorización de su médico antes de participar en un programa de ejercicios.
fr: Pour favoriser la santé, on recommande généralement aux adultes de faire chaque semaine au moins 150 minutes d’exercice d’aérobie d’intensité modérée (comme la marche rapide) OU au moins 75 minutes d’exercice d’aérobie d’intensité vigoureuse (comme le jogging), ou encore une combinaison équivalente d’exercice d’aérobie d’intensité modérée et élevée. Les adultes doivent aussi s’adonner, à raison de deux ou trois fois par semaine, à des activités qui renforcent les muscles et qui font appel à tous les principaux groupes musculaires. Pour des recommandations personnalisées en matière d’activité physique, consultez la section « Mon plan d’action », qui indique aussi s’il est nécessaire que vous obteniez l’autorisation de votre médecin pour participer à un programme d’exercice.
pt: Geralmente, um adulto saudável deve praticar atividades físicas aeróbicas de intensidade moderada e/ou vigorosa (como caminhadas intensas) por pelo menos 150 minutos por semana OU atividades físicas aeróbicas de intensidade vigorosa (como cooper) por pelo menos 75 minutos por semana OU uma combinação equivalente de atividades físicas aeróbicas de intensidade moderada e vigorosa. A maioria dos adultos também deve praticar atividades de fortalecimento muscular que envolvam todos os principais grupos de músculos em dois ou três dias de cada semana. Acesse o Meu Plano de Ação para ver suas recomendações personalizadas de atividades físicas, incluindo se é importante ou não para você obter a aprovação do seu médico antes de participar de um programa de exercícios.

# L1045
source: My Safety and Warning Signs to be Aware of
es: Mis Signos de Alerta y Seguridad a Tener en Cuenta
fr: Conseils de sécurité et signes à considérer
pt: Sinais de segurança e alerta que devo conhecer bem

# L1046
source: Warm-up and cool-down
es: Calentamiento y enfriamiento
fr: Échauffement et récupération
pt: Aquecimento e relaxamento

# L1047
source: For safety reasons, a warm-up period is recommended as you begin each exercise session. Likewise, a cool-down period should follow at the end of the exercise session. Perform the exercise you intend to do, but at a slower pace, for at least five minutes at the beginning and end of each exercise session. Walking is an excellent way to warm-up and cool-down for any type of exercise.
es: Debido a razones de seguridad, se recomienda un periodo de calentamiento al empezar cada sesión de ejercicios. Asimismo, debería seguir un periodo de enfriamiento al final de la sesión de ejercicios. Realice el ejercicio que tiene intenciones de hacer pero a un ritmo más lento, durante por lo menos cinco minutos al inicio y final de cada sesión de ejercicios. Caminar es una manera excelente de hacer calentamiento para cualquier tipo de ejercicio.
fr: Pour des raisons de sécurité, il est recommandé de s’échauffer avant chaque séance d’exercice. Une période de récupération après l’exercice est tout aussi indiquée. Ralentissez le rythme de votre entraînement pendant au moins cinq minutes avant et après chacune de vos séances d’exercice. La marche est un excellent moyen de s’échauffer et de récupérer, peu importe le type d’exercice.
pt: Por motivos de segurança, um período de aquecimento é recomendado antes de iniciar cada sessão de exercícios. Da mesma forma, um período de relaxamento deve ocorrer ao final da sessão de exercícios. Faça os exercícios que você pretende praticar, porém em ritmo mais lento, por pelo menos cinco minutos no início e no final de cada sessão de exercícios. Caminhar é uma excelente maneira de se aquecer e relaxar para qualquer tipo de exercício.

# L1048
source: Start off slowly and progress gradually
es: Empiece lentamente y avance gradualmente
fr: Commencez lentement et augmentez l’intensité graduellement
pt: Comece lentamente e avance gradualmente

# L1049
source: The best way to prevent muscle and other injuries is to not overdo things. Listen to your body. Minor muscle soreness is common at first, but goes away as your fitness improves. Don’t push yourself so hard you don’t enjoy the exercise you do or feel tired for a long time after you have stopped.
es: La mejor manera de prevenir lesiones a los músculo y otras lesiones es no forzar las cosas. Escuche a su cuerpo. El dolor muscular leve es común al principio, pero se va a medida que su estado físico mejora. No aplique tanta fuerza para no disfrutar el ejercicio o sentirse cansado largo tiempo después de haber parado.
fr: La meilleure façon de prévenir les douleurs musculaires et les blessures est d’y aller avec modération. Écoutez votre corps. Les courbatures sont fréquentes au début, mais elles disparaissent à mesure que votre condition physique s’améliore. Évitez de vous surmener, car vous risquez de ne tirer aucun plaisir de vos exercices et de ressentir longuement de la fatigue après votre activité physique.
pt: A melhor maneira de evitar lesões musculares e de outros tipos é não exagerar. Ouça o seu corpo. Dores musculares são comuns no início, mas elas somem à medida que o seu condicionamento físico melhora. Não force a barra tanto a ponto de não ter prazer com os exercícios que você faz ou de se sentir cansado por muito tempo depois que terminar.

# L105
source: Never
es: Nunca
fr: Jamais
pt: Nunca

# L1050
source: Drink adequate fluid
es: Beba el líquido adecuado
fr: Hydratez-vous suffisamment
pt: Beber líquidos adequados

# L1051
source: Drink one cup of water every 20 to 30 minutes during exercise, especially if it’s hot and humid.
es: Tome una taza de agua cada 20 a 30 minutos durante los ejercicios, especialmente si está caliente y húmedo.
fr: Buvez une tasse d’eau toutes les 20 à 30 minutes pendant que vous faites de l’exercice, surtout par temps chaud et humide.
pt: Beba um copo de água a cada 20 ou 30 minutos durante os exercícios, principalmente se o tempo estiver quente e úmido.

# L1052
source: Stop exercising immediately and call your doctor if you experience any of these symptoms
es: Pare de hacer ejercicios inmediatamente y llame a su medico si experimenta alguno de estos sintomas
fr: Arrêtez immédiatement votre exercice et consultez un médecin si vous présentez l’un des symptômes suivants :
pt: Pare de se exercitar imediatamente e ligue para o seu médico se você sentir qualquer desses sintomas

# L1053
source: Pain or discomfort in your chest, abdomen, back, neck, jaw or arms
es: Dolor o molestia en el pecho, abdomen, espalda, cuello, quijada o brazos
fr: Douleur ou gêne à la poitrine, à l’abdomen, au dos, au cou, à la mâchoire ou aux bras;
pt: Dor ou desconforto no peito, no abdômen, nas costas, no pescoço, na mandíbula ou nos braços

# L1054
source: Unusual shortness of breath during exercise
es: Falta inusual de respiración durante el ejercicio
fr: Souffle anormalement court pendant l’activité physique;
pt: Dificuldade incomum para respirar durante os exercícios

# L1055
source: Nausea during or after exercise
es: Nauseas durante o después de los ejercicios
fr: Nausée avant ou après l’activité physique;
pt: Náuseas durante ou depois dos exercícios

# L1056
source: Dizziness or fainting
es: Mareos o desmayo
fr: Étourdissement ou évanouissement;
pt: Tontura ou desmaio

# L1057
source: An irregular pulse (if it is usually regular)
es: Pulso irregular (si normalmente es regular)
fr: Pouls irrégulier (s’il est habituellement régulier).
pt: Pulso irregular (se for normalmente regular)

# L1058
source: Stress Management
es: Manejo del Estrés
fr: Gestion du stress

# L1059
source: Checkups and Immunizations
es: Exámenes e Inmunizaciones
fr: Bilans de santé et vaccins

# L106
source: In the PAST YEAR, how many days of work have you missed due to PERSONAL illness or disability (regardless of time-off benefits)?
es: En el PASADO AÑO, ¿cuántos días ha faltado a su trabajo debido a enfermedades o discapacidades PERSONALES (sin incluir los dias libres)?
fr: Au cours de la DERNIÈRE ANNÉE, combien de jours de travail avez-vous manqués en raison d’une maladie ou d’une invalidité PERSONNELLE (sans compter les congés payés)?
pt: No ANO PASSADO, quantos dias de trabalho você perdeu devido a doença ou incapacidade PESSOAL (ou seja, desconsiderando dias previstos para folga)?

# L1060
source: Tobacco
es: Tabaco
fr: Tabac
pt: Tabagismo

# L1061
source: Medication
es: Medicamentos
fr: Médicaments

# L1062
source: Doctor Referrals
es: Derivaciones médicas
fr: Recommandations d’un médecin

# L1063
source: What are Recommendations?
es: ¿Que son Recomendaciones?
fr: Qu’est-ce que les « Recommandations »?

# L1064
source: My Wellness Report
es: Mi Reporte de Bienestar
fr: Mon rapport sur le bien-être
pt: Meu Relatório de bem-estar

# L1065
source: My Basic Information – Nutrition
es: Mi información básica - Nutrición

# L1066
source: Eating healthy isn’t about depriving yourself. Every food can be part of a healthy eating plan. It’s about how much and how often. Variety and balance are important. You should eat foods from all of the basic food groups every day.
es: Comer sano no es privarse. Todo tipo de comida puede ser parte de un plan saludable. Es acerca de cuánto y con qué frecuencia. Variedad y balance son importantes. Debería comer alimentos de todos los grupos básicos alimenticios cada día.
fr: Manger sainement ne signifie pas qu’il faut se priver. Chaque aliment peut faire partie d’un régime alimentaire sain. Tout est une question de quantité et de fréquence, mais aussi de variété et d’équilibre. Chaque jour, vous devez manger des aliments qui proviennent de tous les groupes alimentaires.
pt: Comer alimentos saudáveis não é uma questão de se privar. Todo alimento pode ser parte de um plano de alimentação saudável. A questão é a quantidade e a frequência. Variedade e equilíbrio são importantes. Você deve ingerir alimentos de todos os grupos básicos diariamente.

# L1067
source: Although no foods are completely off limits, you should limit your intake of
es: Aunque ninguna comida está completamente prohibida, usted debería limitar su ingesta de
fr: Toutefois, même si aucun aliment n’est pas totalement interdit, vous devriez limiter votre consommation de ce qui suit :
pt: Embora nenhum alimento esteja inteiramente proibido, você deve limitar sua ingestão de

# L1068
source: Fats, especially "unhealthy" fats – namely, saturated fats (from fatty meats, butter and hard margarine, whole-fat dairy foods, tropical oils) and trans fats (hydrogenated or partially hydrogenated fats in shortening, baked goods, regular peanut butter, and fried foods)
es: Grasas, especialmente grasas "no saludables" - llamadas grasas saturadas (provenientes de carnes grasas, mantequilla y margarina sólida, lácteos enteros, aceites tropicales) y grasas trans (grasas hidrogenadas o parcialmente hidrogenadas, alimentos cocidos al horno, mantequilla de maní entera, y comidas fritas)
fr: le gras, surtout les mauvais gras, dont les gras saturés (provenant des viandes grasses, du beurre et de la margarine solide, des produits laitiers entiers et des huiles tropicales) et les gras trans (les gras hydrogénés ou partiellement hydrogénés contenus dans le shortening, les produits de boulangerie et les pâtisseries, le beurre d’arachide ordinaire et les aliments frits);
pt: Gordura, particularmente as gorduras "não saudáveis" (ou seja, gorduras saturadas de carnes gordas, manteiga e margarina, laticínios de leite integral, óleos tropicais) e gorduras trans (gorduras hidrogenadas ou parcialmente hidrogenadas, gorduras de confeitaria, alimentos assados, manteiga de amendoim e frituras)

# L1069
source: Cholesterol (found only in animal foods, such as meats, egg yolks, and dairy foods)
es: Colesterol (encontrado en comidas animales tales como carnes, yemas de huevos y lácteos)
fr: les aliments riches en cholestérol (contenu seulement dans les aliments d’origine animale, comme la viande, le jaune d’œuf et les produits laitiers);
pt: Colesterol (encontrado somente em alimentos de origem animal como carnes, gemas de ovos e laticínios)

# L107
source: In the PAST YEAR, how many days of work have you missed due to your having to take care of a sick or disabled FAMILY MEMBER?
es: En el PASADO AÑO, ¿cuántos días no ha ido a trabajar debido a que ha tenido que cuidar a UN FAMILIAR enfermo o discapacitado?
fr: Au cours de la DERNIÈRE ANNÉE, combien de jours de travail avez-vous manqués pour vous occuper d’un MEMBRE DE LA FAMILLE malade ou handicapé?
pt: No ANO PASSADO, quantos dias de trabalho você perdeu por ter de cuidar de algum FAMILIAR doente ou incapacitado?

# L1070
source: Foods with added sugar ("unhealthy" carbs) – candies, syrups, jams/jellies, sweetened beverages and regular sodas
es: Comidas con azúcares agregados (carbohidratos "no saludables") - caramelos, siropes, mermeladas/gelatinas, bebidas dulces y sodas regulares
fr: les aliments contenant du sucre ajouté (mauvais glucides), comme les bonbons, les sirops, les confitures ou les gelées, les boissons sucrées et les boissons gazeuses ordinaires;
pt: Alimentos com adição de açúcar (carboidratos "não saudáveis") – doces, xaropes, geleias/gelatinas, bebidas adoçadas e refrigerantes

# L1071
source: Refined grain products and refined grains used as ingredients ("unhealthy" carbs) – instant cooked cereals, some ready-to-eat cereals, white rice, white flour, and bread, crackers, and pasta made from refined flour (even enriched flours and cereals lack fiber)
es: Productos en grano refinados y cereales refinados usados como ingredientes (carbohidratos "no saludables") - cereales instantáneos cocidos, algunos cereales listos para comer, arroz blanco, harina blanca, y pan, galletas, y pasta hecha de harina refinada (incluso harinas y cereales enriquecidos tienen falta de fibra)
fr: les produits céréaliers raffinés et les grains raffinés utilisés comme ingrédients (mauvais glucides), comme les céréales instantanées cuites, certaines céréales prêtes à manger, le riz blanc, la farine blanche et les pains, les craquelins et les pâtes fabriqués avec de la farine raffinée (même les farines enrichies et les céréales sont faibles en fibres);
pt: Produtos à base de grãos refinados ou que os tenham como ingrediente (carboidratos "não saudáveis") – cereais instantâneos cozidos, alguns cereais prontos para o consumo, arroz branco, farinha branca e pão branco, bolachas de água e sal e massa feita de farinha refinada (mesmo as farinhas e os cereais enriquecidos não têm fibras)

# L1072
source: Sodium (added to commercially-prepared foods or added in cooking or at the table)
es: Sodio (añadido a comidas preparadas o cuando se cocina o en la mesa)
fr: le sodium (ajouté aux aliments commerciaux, à la cuisson ou à la table);
pt: Sódio (adicionado a alimentos industrializados ou na hora de cozinhar ou servir)

# L1073
source: Alcohol (no more than two alcoholic drinks a day for men and no more than one drink a day for women). If you are trying to lose weight, it is best not to drink at all
es: Alcohol (no más de dos bebidas alcohólicas al día para hombres y no más de una bebida al día para mujeres). Si está intentando perder peso, es mejor no beber nada.
fr: l’alcool (pas plus de deux boissons alcoolisées par jour pour les hommes et d’une pour les femmes). Si vous essayez de perdre du poids, il est préférable de ne pas en boire du tout.
pt: Álcool (no máximo duas doses de bebidas alcoólicas por dia para homens e no máximo uma dose por dia para mulheres). Se estiver tentando perder peso, é melhor não consumir álcool

# L1074
source: Although you may need to limit your portions, you should choose
es: Aunque es posible que deba limitar sus porciones, usted debería escoger
fr: Même si vous devez limiter vos portions, vous devriez choisir des aliments sains comme :
pt: Embora possa ser necessário limitar as porções, você deve escolher

# L1075
source: Fruits ("healthy" carbs) – fresh, dried, frozen, and canned without added sugar. Eat the whole fruit rather than drinking fruit juices, which are lower in fiber, although fruit juices can be part of a healthy eating plan
es: Fruta (carbohidratos "saludables") - fresca, seca, congelada, y en conserva sin azúcares agregados. Coma la fruta entera en vez de beber jugo de frutas, que son bajos en fibra, aunque los jugos de fruta pueden ser parte de un plan de comida saludable
fr: des fruits (bons glucides) frais, séchés, congelés ou en conserve sans sucre ajouté. Mangez les fruits entiers plutôt que de boire des jus de fruits, lesquels sont plus faibles en fibres, même s’ils peuvent faire partie d’un régime alimentaire sain;
pt: Frutas (carboidratos "saudáveis") – frescas, secas, congeladas e enlatadas sem adição de açúcar. Coma a fruta inteira em vez de consumir sucos de frutas, que têm menos fibras, mesmo que os sucos de fruta possam fazer parte do seu plano de alimentação saudável

# L1076
source: Vegetables ("healthy" carbs) – choose colors (dark green, orange, red, and yellow), fresh and raw without added fat. Eat the skins as much as possible. Soy protein products – tofu, textured vegetable protein, soy milk and cheeses – are also recommended in moderation
es: Vegetales (carbohidratos "saludables") - escoja colores (verde oscuro, naranja, rojo, y amarillo), frescos y crudos sin grasa añadida. Coma las pieles tanto como pueda. Productos con proteína de soya - tofu, proteínas de textura vegetal, leche de soja y quesos - están también recomendados con moderación
fr: des légumes (bons glucides) colorés (vert foncé, orange, rouge et jaune), frais et crus sans gras ajoutés. Mangez la pelure autant que possible; des produits à base de protéines de soya, comme le tofu, les protéines végétales texturées, le lait de soya et les fromages. On recommande aussi d’en manger avec modération;
pt: Legumes (carboidratos "saudáveis") – escolha coloridos (verde escuro, laranja, vermelho e amarelo), frescos e crus sem adicionar gorduras. Coma as cascas sempre que possível. Produtos à base de proteína de soja – tofu, proteína vegetal texturizada, leite e queijo de soja – também são recomendados com moderação

# L1077
source: Whole grains ("healthy" carbs) – excellent sources of vitamins, minerals, and fiber
es: Cereales integrales (carbohidratos "saludables") - excelente fuente de vitaminas, minerales, y fibra
fr: des grains entiers (bons glucides), qui sont d’excellentes sources de vitamines, de minéraux et de fibres;
pt: Grãos integrais (carboidratos "saudáveis") – excelentes fontes de vitamina, minerais e fibras

# L1078
source: Fish, especially oily fish such as salmon, trout, tuna, herring, and sardines (rich in healthy omega-3 fats), and other foods containing omega-3 fats ("healthy" fats)
es: Pescados, especialmente pescados aceitosos como el salmón, trucha, atún, arenques, y sardinas (ricos en grasas omega-3), y otros alimentos que contengan grasas omega-3 (grasas "saludables")
fr: du poisson, en particulier les poissons gras comme le saumon, la truite, le thon, le hareng et les sardines (riches en acides gras oméga-3), et autres aliments contenant des acides gras oméga-3 (bons gras);
pt: Peixes, particularmente peixes oleosos como salmão, truta, atum, arenque e sardinha (ricos em ômega-3 e gordura saudável) e outros alimentos que contenham ômega-3 (gordura "saudável")

# L1079
source: Lean meats (skinless chicken and turkey, Canadian bacon) and meat substitutes (egg whites or substitutes, nuts and natural peanut butter)
es: Carnes magras (pollo sin piel y pavo sin piel, tocino canadiense) y sustitutos de la carne (claras de huevo o sustitutos, nueces y mantequilla de maní natural)
fr: des viandes maigres (poitrine de poulet et de dinde sans la peau et bacon de dos) et des substituts de viande (blancs ou succédanés d’œufs, noix et beurre d’arachide naturel);
pt: Carnes magras (galinha e peru sem pele, lombinho canadense) e substitutos de carne (ovo branco ou substitutos, castanhas e manteiga de amendoim natural)

# L108
source: In the PAST YEAR, how many times have you visited an emergency room due to PERSONAL illness or injury?
es: En el PASADO AÑO, ¿cuántos días ha ido a sala de emergencia debido a enfermedades o lesiones PERSONALES?
fr: Au cours de la DERNIÈRE ANNÉE, combien de fois avez-vous été à une salle des urgences en raison d’une maladie ou d’une blessure PERSONNELLE?
pt: No ANO PASSADO, quantas vezes você visitou um pronto-socorro por motivos de doença ou lesão PESSOAL?

# L1080
source: Monounsaturated fats ("healthy" fats found in olive oil and canola oil)
es: Grasas no saturadas (grasas "saludables" que se encuentran en el aceite de oliva y canola)
fr: Gras mono-insaturés (bons gras que l’on trouve dans l’huile d’olive et l’huile de canola)
pt: Gorduras monoinsaturadas (gordura "saudável" encontrada no azeite de oliva e no óleo de canola)

# L1081
source: Low-fat or fat-free cheeses
es: Quesos bajos o sin grasa
fr: des fromages faibles en gras ou sans gras;
pt: Queijo desnatado ou semidesnatado

# L1082
source: Low-fat or fat-free milk and yogurt
es: Leche y yogurt bajos o sin grasa
fr: du lait et du yogourt faibles en gras ou sans gras.
pt: Leite e iogurte desnatado ou semidesnatado
