Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L669
source: My Basic Information – Blood Pressure
es: Mi Información básica - Tension arterial
fr: Mes renseignements de base : pression artérielle

# L67
source: Do you drink more than an average of two alcoholic drinks each day (1 drink=12 oz or 360 mL beer, 5 oz or 150 mL wine or 1.5 oz or 45 mL liquor)?
es: ¿Usted consume más de dos bebidas alcohólicas por día (1 bebida=12 oz ó 360 mL de cerveza, 5 oz ó 150mL de vino, o 1.5 oz ó 45 mL de licor)?
fr: Prenez-vous plus de deux consommations d’alcool par jour en moyenne (1 consommation = 360 ml de bière, 150 ml de vin ou 45 ml de spiritueux)?
pt: Em média, você bebe mais de duas doses de bebidas alcoólicas por dia (1 dose = 360 ml [12 oz] de cerveja, 150 ml [5 oz] de vinho ou 45 ml de destilados)?

# L670
source: High blood pressure, also known as hypertension, is called the "silent killer" because its victims often die without knowing they had a problem. High blood pressure causes your heart to work extra hard to pump blood through your body. Two numbers, systolic (top) and diastolic (bottom), describe your blood pressure, and it is important to know both. Systolic pressure is the pressure inside your arteries when your heart contracts and pumps blood into your arteries. Diastolic pressure is the pressure inside your arteries when your heart relaxes and fills with blood.
es: Al menos 1 de cada 4 estadounidenses tiene la tensión arterial alta, también conocida como hipertensión. La tensión arterial alta se conoce como la "asesina silenciosa" porque sus víctimas a menudo mueren sin saber que la han sufrido. La tensión arterial alta hace que su corazón trabaje más para bombear sangre a través de su cuerpo. Dos números, sistólico (superior) y diastólico (inferior), describen su tensión arterial y es importante que conozca ambos. Presión sistólica es la presión dentro de sus arterias cuando su corazón se contrae y bombea sangre a sus arterias. La presión diastólica es aquella que se produce dentro de las arterias cuando su corazón se relaja y llena de sangre.
fr: L’hypertension, soit une pression artérielle élevée, est parfois surnommée « le tueur silencieux » parce que ses victimes en meurent souvent sans savoir qu’elles en étaient atteintes. L’hypertension fait travailler votre cœur très fort pour pomper le sang dans votre corps. La pression artérielle est détaillée par deux données importantes : la pression systolique (en haut) et la pression diastolique (en bas). La pression systolique représente la force exercée à l’intérieur de vos artères lorsque le cœur se contracte et expulse le sang tandis que la pression diastolique représente la force exercée à l’intérieur de vos artères lorsque le cœur se détend et se remplit de sang.
pt: A pressão arterial alta, também conhecida como hipertensão, é conhecida como a "assassina silenciosa" porque suas vítimas costumam morrer sem sequer saber que tinham um problema. A hipertensão faz seu coração trabalhar muito além do normal para bombear o sangue pelo seu corpo. Dois números, a pressão sistólica (superior) e diastólica (inferior), descrevem sua pressão arterial, e é importante saber ambos. A Pressão sistólica é a pressão dentro das artérias quando o coração se contrai e bomba o sangue para as artérias. A Pressão diastólica é a pressão dentro das artérias quando o coração relaxa e se enche de sangue.

# L671
source: High blood pressure (or hypertension) is generally defined as systolic values of 130 or higher and/or diastolic values of 80 or higher. When the systolic value is 120 to 129 and the diastolic value is less than 80, you have what is referred to as elevated blood pressure. The higher your blood pressure, the higher your risk for heart attack, stroke, heart failure, kidney failure, and eye problems.
es: Presión Arterial Alta (o hipertensión) es generalmente definido como valores sistólicos de 130 o más y/o valores diastólicos de 80 o más. Cuando el valor sistólico es de 120 a 129 y valores diastólicos son menos de 80, tiene lo que se refiere a presión arterial elevada. Mientras más alta la presión arterial, más es su riesgo a un ataque cardíaco, derrame cerebral, insuficiencia cardiaca, fallo renal, y problemas de la vista.
fr: On dit qu’une personne souffre d’hypertension lorsque les mesures systolique et diastolique sont supérieures à 130 et 80 mmHg. Lorsque la pression systolique se situe entre 120 à 129 mmHg et que la pression diastolique est inférieure à 80 mmHg, on dit que votre pression artérielle est élevée. Plus elle est élevée, plus votre risque de crise cardiaque, d’AVC, de problèmes oculaires et d’insuffisance cardiaque et rénale est élevé.
pt: A hipertensão é geralmente definida como valores sistólicos de 130 ou mais e/ou valores diastólicos de 80 ou mais. Quando o valor sistólico fica entre 120 e 129 e o valor diastólico fica abaixo de 80, tem-se o que chamamos de hipertensão. Quanto mais alta for sua pressão arterial, mais alto será seu risco de sofrer um ataque cardíaco, derrames, insuficiência cardíaca, falhas nos rins e problemas oftalmológicos.

# L672
source: Classification of Blood Pressure for Adults (18 Years and Older)
es: Clasificación de la tensión arterial en adultos con (18 años o mayores de 18 años)
fr: Classement de la pression artérielle chez les adultes (18 ans et plus)
pt: Classificação da pressão arterial em adultos (18 anos ou mais)

# L673
source: Category
es: Categoría
fr: Catégorie
pt: Categoria

# L674
source: Systolic (mmHg)
es: Sistólica (mmHg)
fr: Systolique (mmHg)
pt: Sistólica (mmHg)

# L675
source: Diastolic (mmHg)
es: Distólica (mmHg)
fr: Diastolique (mmHg)
pt: Diastólica (mmHg)

# L677
source: Less than 120 and
es: Menos de 120 y
fr: Inférieure à 120 et
pt: Abaixo de 120 e

# L678
source: Less than 80
es: Menos de 80
fr: Inférieure à 80
pt: Abaixo de 80

# L679
source: High blood pressure: Stage 1
es: Tensión arterial alta: Etapa 1
fr: Hypertension : stade 1
pt: Pressão alta: Estágio 1

# L68
source: Do you drink more than an average of one alcoholic drink each day (1 drink=12 oz or 360 mL beer, 5 oz or 150 mL wine or 1.5 oz or 45 mL liquor)?
es: ¿Consume más de una bebida alcohólica al día (1 bebida = 12oz ó 360 mL de cerveza, 5 oz ó 150 mL de vino ó 1.5 oz ó 45mL de licor)?
fr: Prenez-vous plus d’une consommation d’alcool par jour en moyenne (1 consommation = 360 ml de bière, 150 ml de vin ou 45 ml de spiritueux)?
pt: Em média, você bebe mais de uma dose de bebidas alcoólica por dia (1 dose = 360 ml [12 oz] de cerveja, 150 ml de vinho ou 45 ml [1,5 oz] de destilados)?

# L680
source: 130-139 or
es: 130-139 o
fr: 130 à 139 ou
pt: 130-139 ou

# L682
source: High blood pressure: Stage 2
es: Tensión arterial alta: Etapa 2
fr: Hypertension : stade 2
pt: Pressão alta: Estágio 2

# L683
source: 140 or higher or
es: 140 o mayor o
fr: 140 ou plus ou
pt: 140 ou mais ou

# L684
source: 90 or higher
es: 90 o mayor
fr: 90 ou plus
pt: 90 ou mais

# L685
source: Elevated
es: Elevada
fr: Élevée
pt: Elevada

# L686
source: 120-129 and
es: 120-129 y
fr: 120 à 129 et
pt: 120-129 e

# L688
source: Source: Guideline for the Prevention, Detection, Evaluation, and Management of High Blood Pressure in Adults: A Report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines, November 2017.
es: Fuente: Guideline for the Prevention, Detection, Evaluation, and Management of High Blood Pressure in Adults: A Report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines, Noviembre del 2017.
fr: Source : Lignes directrices relatives à la prévention, à la détection, à l’évaluation et à la prise en charge de l’hypertension chez les adultes : rapport des lignes directrices de pratique clinique de l’American College of Cardiology/American Heart Association Task Force, novembre 2017.
pt: Fonte: Diretriz para prevenção, detecção, avaliação e administração de hipertensão em adultos: Relatório da American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines, novembro de 2017.

# L689
source: In over 90 percent of people with high blood pressure, the precise cause is unknown. In these individuals, genetics is thought to play an important role. Even if you are likely to have high blood pressure for genetic reasons, you can lower your blood pressure or prevent it from getting high through lifestyle changes, especially:
es: En más del 90 por ciento de la gente con alta presión arterial, no se conoce la causa. En esto individuos, se piensa que la genética juega un papel importante. Incluso si es probable que usted tenga la presión arterial alta por motivos genéticos, puede disminuirla o prevenir que se eleve a través de cambios en el estilo de vida, especialmente:
fr: Dans 90 % des cas, la cause exacte de l’hypertension est inconnue. Chez les personnes qui en sont atteintes, on croit que la génétique joue un rôle important. Même si votre génétique vous met à risque de développer l’hypertension, vous pouvez abaisser votre pression artérielle ou empêcher qu’elle augmente en modifiant votre mode de vie, en particulier en faisant ce qui suit :
pt: Em mais de 90% das pessoas que sofrem de hipertensão, a causa precisa é desconhecida. Nessas pessoas, acredita-se que a genética desempenhe um papel importante. Mesmo se você tiver propensão à hipertensão por motivos genéticos, você pode baixar sua pressão arterial ou evitar que ela suba demais por meio de mudanças no seu estilo de vida, particularmente:

# L69
source: Do you consider yourself overweight?
es: ¿Se considera que esta sobrepeso?
fr: Vous considérez-vous en surpoids?
pt: Você se considera acima do peso?

# L690
source: Participating in regular aerobic exercise
es: Participando en ejercicios aeróbicos regulares
fr: Pratiquer régulièrement des exercices d’aérobie;
pt: Praticar exercícios aeróbicos regularmente

# L691
source: Losing weight if you are overweight and keeping it off
es: Adelgazando y manteniéndose si sufre de sobrepeso
fr: Perdre du poids si vous faites de l’embonpoint et maintenir cette perte;
pt: Perder peso, se você estiver acima do peso, e mantê-lo em um nível adequado

# L692
source: Reducing the amount of sodium (salt) you eat
es: Reduciendo la cantidad de sodio (sal) que consume
fr: Réduire votre consommation de sodium (sel);
pt: Reduzir a quantidade de sódio (sal) que você ingere

# L693
source: Not drinking alcohol or drinking only in moderation
es: No bebiendo alcohol o bebiendo con moderación
fr: Ne pas boire d’alcool ou en boire avec modération.
pt: Não consumir bebidas alcoólicas ou consumir com moderação

# L694
source: There are also safe and effective medications to help control high blood pressure. Drug therapy works best when used in combination with lifestyle changes.
es: Existen también medicinas seguras y efectivas para ayudar a controlar la presión arterial alta. La terapia con medicinas funciona mejor si se combina con cambios en el estilo de vida.
fr: Il existe également des médicaments sûrs et efficaces pour aider à contrôler l’hypertension, mais le traitement médicamenteux est plus efficace lorsqu’on change des habitudes de vie en même temps.
pt: Também existem medicamentos seguros e eficazes para ajudar a controlar a hipertensão. A terapia por meio de medicamentos funciona melhor em combinação com as mudanças no estilo de vida.

# L695
source: Action Plan
es: Otros motivo
fr: Plan d’action

# L696
source: Your action plan outlines your personal recommendations for achieving your
es: Su plan de acción señala sus recomendaciones personal para completar sus
fr: Votre plan d’action présente vos recommandations personnelles pour atteindre vos

# L697
source: individualized goals
es: metas individualizadas
fr: objectifs personnalisés.

# L698
source: New
es: Nuevo
fr: Nouveau
pt: Nova

# L699
source: In progress
es: Activo

# L7
source: Complete
es: Completo
fr: Terminé

# L70
source: During the {0}, do you feel you have been under a great deal of stress either at home or at work?
es: Durante los {0}, ¿siente que ha estado bajo una gran cantidad de estrés en casa o en el trabajo?
fr: Pendant {0}, avez-vous l’impression d’avoir subi beaucoup de stress à la maison ou au travail?
pt: Durante o período {0}, você sente que está sob uma grande tensão em casa ou no trabalho?

# L700
source: Add New Appointment
es: Añada una Cita Nueva

# L701
source: My Basic Information – Cholesterol and Triglycerides
es: Mi información básica – Colesterol y triglicéridos
fr: Mes renseignements de base : cholestérol et triglycérides

# L702
source: High blood cholesterol, along with cigarette smoking, high blood pressure, physical inactivity, and obesity, is one of the five major risk factors for coronary heart disease. High cholesterol also increases your risk for strokes. Triglycerides, another type of fat in the blood, also contribute to heart disease.
es: El colesterol alto en la sangre, junto con el tabaquismo, tensión arterial alta, inactividad física, y obesidad, es una de las cinco causas principales de enfermedades del corazón. El colesterol alto también incrementa su riesgo de sufrir accidentes cerebrovasculares. Apróximadamente 97 millones de adultos estadounidenses tienen altos niveles de colesterol en la sangre. Los triglicéridos, otro tipo de grasa en la sangre, también contribuyen a las enfermedades del corazón. <br><br>
fr: Avec le tabagisme, l’hypertension, l’inactivité physique et l’obésité, l’hypercholestérolémie est l’un des principaux facteurs de risque de maladie coronarienne. Elle accroît également le risque de subir un AVC. Les triglycérides, un autre type de gras dans le sang, contribuent également aux maladies du cœur.
pt: Altos níveis de colesterol no sangue, juntamente com o tabagismo, a hipertensão, o sedentarismo e a obesidade, são os cinco principais fatores de risco de se desenvolver uma doença arterial coronariana. Altos níveis de colesterol também aumentam os riscos de derrames. Os triglicérides, outro tipo de gordura no sangue, também contribuem para as doenças cardíacas.

# L703
source: There are two major types of cholesterol: LDL (low density lipoprotein or "bad" cholesterol) and HDL (high density lipoprotein or "good" cholesterol). Having too much LDL cholesterol or too little HDL cholesterol in your blood causes plaque to build up inside your coronary arteries and block the flow of blood to your heart muscle. Blockages can cause chest pain or angina, and plaques that rupture can cause blood clots to form and trigger heart attacks. Your level of HDL cholesterol can never be too high and the higher it is the lower your risk for coronary heart disease.
es: Hay dos tipos principales de colesterol: LDL (lipoproteínas de baja densidad o colesterol "malo") y HDL (lipoproteínas de alta densidad o colesterol "bueno"). Tener demasiado colesterol LDL o muy poco colesterol HDL en su sangre causa que una placa se amontone en sus arterias coronarias y bloquee el flujo de sangre a su corazón. Los bloqueos pueden causar dolor pectoral o anginas de pecho, y las placas que rompan pueden causar coágulos de sangre que pueden formar e iniciar ataques al corazón. El nivel de colesterol HDL nunca es demasiado alto y cuanto más elevado sea, menor su riesgo de enfermedad del corazón.
fr: Il existe deux grands types de cholestérol : les LDL (lipoprotéines de faible densité ou « mauvais » cholestérol) et les HDL (lipoprotéines de haute densité ou « bon » cholestérol). Si vous avez trop de cholestérol LDL ou pas assez de cholestérol HDL dans le sang, la plaque s’accumule à l’intérieur des artères coronaires et bloque le flux sanguin vers le muscle cardiaque. Les blocages peuvent amener des douleurs thoraciques ou une angine, et les plaques qui se rompent peuvent entraîner la formation de caillots sanguins et déclencher des crises cardiaques. Votre taux de cholestérol HDL ne peut jamais être trop élevé : en fait, plus il est élevé, plus votre risque de maladie coronarienne est faible.
pt: Existem dois tipos principais de colesterol: O LDL (lipoproteína de baixa densidade ou colesterol "ruim") e o HDL (lipoproteína de alta densidade ou colesterol "bom"). O excesso de colesterol LDL ou a insuficiência de colesterol HDL no seu sangue causa o acúmulo de placas de gordura no interior de suas artérias coronárias e a obstrução do fluxo sanguíneo para o músculo cardíaco. As obstruções podem causar dores no peito ou angina e placas de gordura cuja ruptura pode formar coágulos no sangue e causar ataques cardíacos. Seu nível de colesterol HDL nunca deve ser muito alto, e quanto mais alto ele estiver, maior o risco de uma doença arterial coronariana.

# L704
source: A total blood cholesterol level under 200 mg/dl (or 5.2 mmol/L) is generally recommended. However, we believe it is more important to focus on LDL and HDL cholesterol than on your total cholesterol number. In some cases, looking at only the total cholesterol number is misleading. It is possible to have a normal total cholesterol level due to a high LDL cholesterol together with a low HDL cholesterol. But, a high LDL and a low HDL are bad and put you at risk for coronary heart disease. It is also possible to have a high total cholesterol level due to a high HDL cholesterol, which is good if your LDL cholesterol is low. In addition to LDL and HDL cholesterol, it is also important to keep your triglyceride levels in the desirable range.
es: Se recomienda un nivel de colesterol total por debajo de 200 mg/dl (5.2 mmol/L). Sin embargo, creemos que es mejor enfocarse en su colesterol LDL y HDL que en su colesterol total. En algunos casos, el mirar sólo al colesterol total puede llevar a engaño. Es posible tener un nivel de colesterol total normal debido a un alto nivel de LDL junto a un bajo nivel de colesterol HDL. Pero, un nivel alto de colesterol LDL y bajo de HDL no es saludable y le pone bajo riesgo de enfermedades coronarias. También es posible tener un alto colesterol total debido a un alto colesterol HDL, lo que es positivo si su colesterol LDL es bajo. Además del colesterol LDL y HDL, también es importante mantener sus niveles de triglicéridos en un intervalo deseable.
fr: On recommande généralement un taux de cholestérol sanguin total inférieur à 200 mg/dL (5,2 mmol/L). Par contre, l’accent devrait davantage être mis sur vos taux de cholestérol LDL et HDL que sur votre taux de cholestérol total. L’examen de seulement ce dernier peut parfois être trompeur. Même si le taux de cholestérol LDL est élevé et que celui de cholestérol HDL est faible, le taux total peut être normal. Toutefois, cela est nocif et pose un risque de maladie coronarienne. Un taux de cholestérol HDL élevé peut aussi entraîner un taux total élevé, ce qui est positif si celui de cholestérol LDL est faible. En plus du taux de cholestérol LDL et HDL, il est également important de maintenir celui de triglycérides dans la plage souhaitable.
pt: Geralmente recomenda-se que o colesterol total no sangue fique abaixo de 200 mg/dl (ou 5,2 mmol/L). Entretanto, acreditamos que seja mais importante concentrar-se nos tipos de colesterol LDL e HDL do que no valor do colesterol total. Em alguns casos, considerar apenas o colesterol total pode ser enganoso. É possível ter um nível de colesterol total normal porque o colesterol LDL está muito alto e o colesterol HDL está muito baixo. Porém, um nível alto de LDL e baixo de HDL é desaconselhável e representa um risco de desenvolver doença arterial coronariana. Também é possível ter um nível alto de colesterol total devido ao alto nível de colesterol HDL, o que é bom se o nível do colesterol LDL estiver baixo. Além dos tipos de colesterol LDL e HDL, também é importante manter seu níveis de triglicérides nos patamares desejáveis.

# L705
source: Generally, to get an accurate reading of LDL and triglycerides, you must fast for 8 to 12 hours before the blood sample is taken. Fasting means eating no food and drinking only water. In contrast, it is not necessary to fast to get accurate total cholesterol and HDL readings. If you don’t know your LDL and triglyceride levels, the next best thing is to calculate your "non-HDL cholesterol" value (by subtracting your HDL from your total cholesterol). Non-HDL cholesterol is also a better predictor of your risk for heart disease and stroke than your LDL value if your triglyceride level is 200 mg/dl (or 2.3 mmol/L) or higher. Lower non-HDL cholesterol values are associated with a reduced risk for heart disease and stroke.
es: Generalmente, para tener una lectura exacta de LDL y triglicéridos, debe ayunar entre 8 y 12 horas antes de la toma de sangre. Ayunar significa no comer y beber sólo agua. Por el contrario, no es necesario ayunar para conseguir unas lecturas exactas de colesterol total y HDL. Si usted no conoce sus niveles de LDL y triglicéridos, lo mejor es calcular su valor de "colesterol no-HDL" (restando su HDL de su colesterol total). Además, si su nivel de triglicéridos es de 200 mg/dl o mayor, el colesterol no-HDL es mejor indicador de riesgo de enfermedad del corazón y accidentes cerebrovasculares que el colesterol LDL. Unos valores bajos de colesterol no-HDL están asociados con un reducido riesgo de enfermedades del corazón y de infartos cerebrales.
fr: Pour obtenir une mesure précise de votre taux de cholestérol LDL et de triglycérides, vous devez généralement jeûner pendant les huit à douze heures précédant le prélèvement, c’est-à-dire ne pas manger et boire uniquement de l’eau. En revanche, il n’est pas nécessaire de jeûner pour obtenir des résultats précis du cholestérol HDL et total. Si vous ne connaissez pas votre taux de cholestérol LDL et de triglycérides, la meilleure chose à faire est de calculer votre taux de cholestérol « non HDL » (en soustrayant votre cholestérol HDL de votre cholestérol total). Il s’agit également d’un meilleur prédicteur du risque de maladie du cœur et d’AVC que votre taux de cholestérol LDL, si votre taux de triglycérides est d’au moins 200 mg/dL (ou 2,3 mmol/L). De plus, on associe des taux faibles de cholestérol non HDL à un risque réduit de ces affections.
pt: Geralmente, para obter uma leitura precisa de colesterol LDL e triglicérides, é preciso jejuar por 8 a 12 horas antes que a amostra de sangue seja retirada. Ficar em jejum significa não comer e não beber nada além de água. Em contraste, não é necessário jejuar para se obter uma leitura precisa de colesterol HDL. Se você não souber seus níveis de colesterol LDL e triglicérides, o melhor a fazer é calcular o valor do colesterol "não HDL" (subtraindo-se o colesterol HDL do colesterol total). O colesterol não HDL também é um sinal melhor do risco de se ter doenças cardíacas e derrames do que um nível de colesterol LDL e triglicérides de 200 mg/dl (ou 2,3 mmol/L) ou mais. Valores mais baixos de colesterol não HDL estão associados a um risco menor de ter doenças cardíacas e derrames.

# L706
source: To help lower your LDL cholesterol and keep it at a healthy level:
es: Para disminuir su colesterol LDL y mantenerlo a un nivel saludable:
fr: Pour réduire votre taux de cholestérol LDL et le maintenir à un niveau sain, il est conseillé de faire ce qui suit :
pt: Para ajudar a reduzir seu colesterol LDL e mantê-lo a um nível saudável:

# L707
source: eat less saturated fat
es: coma menos grasas saturadas
fr: Manger moins de gras saturés;
pt: coma menos gorduras saturadas

# L708
source: eat less trans fats
es: coma menos grasas trans
fr: Manger moins de gras trans;
pt: coma menos gorduras trans

# L709
source: eat less cholesterol
es: coma menos colesterol
fr: Manger moins de cholestérol;
pt: coma menos alimentos com colesterol
