Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L3291
source: Reduced waist circumference, if you tend to store excess fat in your abdomen
fr: diminuer votre tour de taille, si vous avez tendance à emmagasiner l’excès de gras au niveau de l’abdomen;

# L3292
source: Reduced or maintained blood sugar levels into a normal range
fr: obtenir une glycémie normale;

# L3293
source: Participation in a minimum of 150 minutes per week of moderate- to vigorous-intensity aerobic physical activity
fr: être en mesure de faire au moins 150 minutes d’exercice d’aérobie d’intensité modérée à vigoureuse par semaine;

# L3294
source: Ability to follow a meal plan that provides nutrients for good health and energy for maintaining a healthy weight
fr: être capable de suivre un programme alimentaire qui fournit des nutriments pour une bonne santé et de l’énergie pour maintenir un poids santé;

# L3295
source: Increased knowledge about healthy living habits
fr: avoir une meilleure connaissance des saines habitudes de vie.

# L3296
source: The overall goal of the program is to help prevent or delay the onset of type 2 diabetes by helping you to develop and practice sustainable healthy habits. In addition to reducing your risk for type 2 diabetes, practicing the lifestyle habits that you learn in this program may reduce your risk for other chronic diseases, including heart disease, stroke and some types of cancer, and improve your overall well-being.
fr: L’objectif global du programme est de prévenir ou de retarder l’apparition du diabète de type 2 en vous aidant à adopter des habitudes saines et durables. En plus de réduire votre risque de développer le diabète de type 2, les habitudes de vie que vous adoptez dans le cadre de ce programme peuvent aussi diminuer votre risque de développer d’autres maladies chroniques, comme des maladies du cœur, un AVC et certains types de cancer, et améliorer votre bien-être général.

# L3297
source: Is my personal doctor involved?
fr: Mon médecin a-t-il un rôle à jouer?

# L3298
source: If you were referred to this program by your doctor, you still must go through the appropriate screening steps to confirm your eligibility.
fr: Même si votre médecin vous a dirigé vers ce programme, vous devez effectuer le processus de présélection approprié pour savoir si vous êtes admissible.

# L3299
source: How do I get started?
fr: Par quoi dois-je commencer?

# L3300
source: First, determine your eligibility by completing the General Assessment questionnaire,
fr: Tout d’abord, remplissez le questionnaire d’évaluation générale pour déterminer si vous êtes admissible.

# L3301
source: If you are eligible for the program, you will be directed to the CDPP portal.
fr: Si vous êtes admissible au programme, vous serez dirigé vers le portail du PCPD.

# L3302
source: You’ll accept an online service agreement, create a CDPP portal account, and then complete an online health assessment.
fr: Vous devrez accepter une entente touchant la prestation de services, créer un compte sur le portail du programme, puis effectuer une évaluation de l’état de santé en ligne.

# L3303
source: “Preparing for the CDPP” explains the online baseline assessments and consent forms that you’ll need to complete before beginning your coaching program. These assessments will help your health coach individualize your program.
fr: Le module « Se préparer au Programme canadien de prévention du diabète » explique les évaluations de base à réaliser en ligne et les formulaires de consentement à remplir avant de commencer votre programme d’encadrement. Ces évaluations permettront à votre conseiller en santé de vous offrir un programme personnalisé.

# L3304
source: The “Welcome” module describes the coaching process in more detail and provides information about how people make important changes in their lifestyle. You’ll begin to think about a new level of wellness that you can achieve in the future.
fr: Le module « Bienvenue » décrit en détail le processus d’encadrement et fournit des renseignements sur la manière dont les gens apportent des changements importants à leurs habitudes de vie. Vous commencerez à penser à un nouveau niveau de bien-être que vous pourrez atteindre dans l’avenir.

# L3305
source: In addition to completing your online assessments, you will obtain baseline measurements: weight, height, waist measurement and a blood test to determine your A1C and fasting blood sugar. <br/>These measurements will be collected via one of two methods using a physical measurement protocol.
fr: En plus d’effectuer des évaluations en ligne, vous devrez fournir des mesures de référence, soit votre poids, votre grandeur, votre tour de taille ainsi que votre taux d’hémoglobine glyquée et votre glycémie à jeun. Ces mesures seront prises selon l’une des deux méthodes suivantes au moyen d’un protocole de mesures physiques :

# L3306
source: If you need assistance in completing the baseline assessments, you may call {0} to schedule an appointment with a customer care representative who will answer your questions and help you get started.
fr: Si vous avez besoin d’aide pour réaliser les évaluations de base, vous pouvez téléphoner {0} pour prendre rendez-vous avec un représentant du service à la clientèle qui répondra à vos questions et vous aidera.

# L3307
source: Important: You will have four weeks to complete the baseline questionnaires and measurements. If you do not complete all of the baseline assessments, including measurements, in the four-week period, you will not be able to continue in the program until you do.
fr: Important : vous disposerez de quatre semaines pour remplir les questionnaires et fournir les mesures de référence. Au bout des quatre semaines, si des évaluations ou des mesures sont manquantes, vous ne pourrez pas continuer à participer au programme tant que vous ne les aurez pas fournies.

# L3308
source: Are there follow-up evaluations?
fr: Y a-t-il des évaluations de suivi?

# L3309
source: Yes. After six months, your weight and waist measurements and blood test will be repeated at your home. Everyone will complete a brief online follow-up evaluation similar to the health assessment that you completed at baseline. A follow-up progress report will be provided. You also will be invited to complete a survey to assess your satisfaction with the program.
fr: Oui. Après six mois, une personne ira à votre domicile pour vous peser, mesurer votre tour de taille et faire une analyse sanguine. Tout le monde remplira une brève évaluation de suivi en ligne semblable à l’évaluation de l’état de santé que vous avez réalisé au début du programme. Un rapport de progrès vous sera remis. Vous serez également invité à répondre à un sondage pour évaluer votre satisfaction à l’égard du programme.

# L3310
source: After about 12 months in the program, you will be asked to repeat the online baseline questionnaires and a follow-up evaluation and measurements, including a blood test at your home. You will also meet with your coach one final time for about 45 minutes to review your overall progress in the program and set personal goals for continuing your healthy lifestyle habits in the future. You will be invited to complete another survey to assess your satisfaction with the program. You may also be contacted by phone for 30 minutes to be asked specific questions about your experience in the program. Answering the telephone survey questions is completely voluntary.
fr: Après les 12 mois que dure le programme, vous devrez remplir à nouveau des questionnaires de base en ligne ainsi qu’une évaluation de suivi. Vous devrez aussi fournir des mesures et vous soumettre à une analyse sanguine à votre domicile. Vous aurez également une dernière rencontre avec votre conseiller d’une durée d’environ 45 minutes pendant laquelle vous passerez en revue l’ensemble des progrès accomplis dans le cadre du programme et vous fixerez des objectifs personnels afin de conserver les saines habitudes de vie que vous avez adoptées. Vous serez invité à répondre à un autre sondage pour évaluer votre satisfaction à l’égard du programme. Vous pourriez également recevoir un appel téléphonique d’une durée de 30 minutes au cours duquel nous vous poserons des questions précises sur votre expérience au sein du programme. Votre participation est entièrement volontaire.

# L3311
source: A group of 452 participants will be asked to do an additional follow-up evaluation six months after completing their program (18 months after baseline). If you are selected as part of this group, you will repeat the measurements at your home.
fr: Un groupe de 452 participants effectuera une évaluation de suivi supplémentaire six mois après la fin du programme (soit 18 mois après le début du programme). Si vous êtes choisi, une personne ira prendre les mesures et un échantillon sanguin à votre domicile.

# L3312
source: What if I’m at risk for type 2 diabetes but I choose not to participate in this program? Are there other resources available?
fr: Qu’arrive-t-il si je présente un risque de développer le diabète de type 2, mais que je choisis de ne pas participer à ce programme? D’autres ressources sont-elles offertes?

# L3313
source: If you have prediabetes or are at higher risk for type 2 diabetes, visit your health care provider and ask him or her about steps you can take to reduce your risk. Be sure you know the symptoms of type 2 diabetes and plan to have your blood sugar measured every six to 12 months. Many people with risk factors, especially those with prediabetes, go on to develop type 2 diabetes in the future. Type 2 diabetes is just as serious as type 1 diabetes and should not be taken lightly. Unlike type 1 diabetes, however, type 2 diabetes can often be prevented, so take steps today to reduce your risk. Resources are also available from Diabetes Canada and INTERVENT.
fr: Si vous vivez avec le prédiabète ou si vous présentez un risque élevé de développer le diabète de type 2, prenez rendez-vous avec votre professionnel de la santé et demandez-lui quelles mesures vous pouvez prendre pour réduire votre risque. Assurez-vous de bien connaître les symptômes du diabète de type 2 et de faire mesurer votre glycémie tous les six à douze mois. De nombreuses personnes présentant des facteurs de risque, en particulier celles vivant avec le prédiabète, développent un diabète de type 2 par la suite. Ce type de diabète est tout aussi grave que le diabète de type 1 et ne doit pas être pris à la légère. Contrairement au diabète de type 1, nous pouvons souvent prévenir le diabète de type 2, alors prenez des mesures dès aujourd’hui pour diminuer votre risque. Vous pouvez également obtenir des ressources auprès de Diabète Canada et d’INTERVENT.

# L3314
source: For more information about CDPP:
fr: Pour obtenir de plus amples renseignements sur le Programme canadien de prévention du diabète :

# L3315
source: Contact <a href="mailto:prevention@lmc.ca">prevention@lmc.ca</a>
fr: veuillez communiquer par courriel à l’adresse <a href="mailto:prevention@lmc.ca">prevention@lmc.ca</a>.

# L3316
source: More about LMC
fr: Renseignements supplémentaires sur LMC

# L3317
source: CDPP is managed by LMC Healthcare, Canada's largest specialist provider in diabetes and endocrinology. The LMC diabetes education team is comprised of certified diabetes educators (CDEs) with over 15 years of experience. The LMC team has the knowledge, resources and expertise to help improve the health of those living with or at risk of developing type 2 diabetes across the country.
fr: Le Programme canadien de prévention du diabète est géré par LMC Soins de Santé, le plus important fournisseur de soins spécialisés en diabète et en endocrinologie au Canada. L’équipe d’éducation sur le diabète de LMC est composée d’éducateurs agréés en diabète (ÉAD) cumulant plus de 15 ans d’expérience. Cette équipe possède les connaissances, les ressources et l’expertise nécessaires pour améliorer la santé des personnes de partout au pays vivant avec le diabète de type 2 ou à risque de le développer.

# L3318
source: More about INTERVENT
fr: Renseignements supplémentaires sur INTERVENT

# L3319
source: Founded in 1997, INTERVENT is a physician-led global health management company that is dedicated to optimizing the health of as many people as possible by offering affordable and cost-effective access to credible, evidence-based lifestyle management programs and chronic disease risk reduction services.
fr: Fondée en 1997, INTERVENT est une entreprise mondiale de prise en charge de la santé dirigée par des médecins. Elle se consacre à l’optimisation de la santé chez le plus de personnes possible en offrant un accès abordable et rentable à des programmes de prise en charge du mode de vie fiables et fondés sur des données probantes ainsi qu’à des services qui permettent de réduire le risque de maladies chroniques.

# L3320
source: LMC selected INTERVENT as its main CDPP partner because INTERVENT programs have been proven effective in numerous published studies, including randomized and independently-conducted clinical trials. More than two million individuals have participated in INTERVENT programs, including patients from over 120 medical centers in the United States and Canada as part of two recent multi-center clinical trials funded by the National Institutes of Health.
fr: LMC a choisi INTERVENT comme principal partenaire dans le cadre du Programme canadien de prévention du diabète puisque les programmes d’INTERVENT se sont avérés efficaces dans de nombreuses études publiées, notamment des essais cliniques randomisés et menés de façon indépendante. Plus de deux millions de personnes ont participé aux programmes d’INTERVENT, y compris des patients de plus de 120 centres médicaux aux États-Unis et au Canada dans le cadre de deux essais cliniques multicentriques récents financés par les National Institutes of Health.

# L3321
source: Why should I recommend the program to my patients with prediabetes?
fr: Pour quelles raisons devrais-je recommander le programme à mes patients vivant avec le prédiabète?

# L3322
source: The LMC Canadian Diabetes Prevention Program (CDPP) has been designed to help participants reduce their risk factors for developing type 2 diabetes. This no cost, evidence-based program offers individualized telephonic health coaching and goal setting, online learning modules and live group learning sessions to help your patients achieve their weight loss, healthy eating and exercise goals.
fr: Le Programme canadien de prévention du diabète a été conçu pour aider les participants à réduire leurs facteurs de risque de développer le diabète de type 2. Gratuit et fondé sur des données probantes, ce programme offre un encadrement personnalisé sur la santé par téléphone, des modules d’apprentissage en ligne et des cours en groupe, en plus de permettre l’établissement d’objectifs. Il aide vos patients à atteindre leurs objectifs en matière de perte de poids, de saine alimentation et d’exercice physique.

# L3323
source: Who to refer?
fr: Quel type de patient puis-je diriger vers le programme?

# L3324
source: Patients should be referred who have been diagnosed with prediabetes (A1C 6.0 to 6.4 % and/or fasting blood sugar 6.1 to 6.9 mmol/L) OR patients with diabetes risk factors (the program will confirm eligibility with CANRISK). All patients diagnosed with prediabetes must still go through the appropriate steps to confirm their eligibility including getting their blood tests done again.
fr: Les patients qui ont reçu un diagnostic de prédiabète (ayant un taux d’hémoglobine glyquée de 6,0 à 6,4 % ou une glycémie à jeun de 6,1 à 6,9 mmol/L) OU les patients qui présentent des facteurs de risque de diabète (le programme confirmera leur admissibilité par l’entremise du questionnaire CANRISK). Tous les patients ayant reçu un diagnostic de prédiabète doivent quand même passer par le processus de présélection pour confirmer leur admissibilité et se soumettre à des analyses sanguines.

# L3325
source: Where is it available?
fr: Dans quelles régions ce programme est-il offert?

# L3326
source: It is being offered to particpants in major cities in Southern Ontario, and Ottawa and Winnipeg and will be expanding to more locations across the country soon.
fr: Il est offert aux participants vivant dans les grandes villes du sud de l’Ontario, ainsi qu’à Ottawa et à Winnipeg. Il sera bientôt offert dans d’autres régions du pays.

# L3327
source: How do I make a referral?
fr: Comment puis-je diriger un patient?

# L3328
source: 1. Refer directly to the program and note “CDPP” on the request.
fr: 1. Dirigez directement le patient vers le programme et inscrivez « PCPD » sur la demande.

# L3329
source: Phone: 1.866.701.ENDO (3636) x450
fr: Par téléphone : 1-866-701-ENDO (3636), poste 450

# L3330
source: Fax: 1.877.LMC.APPT (562.2778)
fr: Par télécopieur : 1-877-LMC-APPT (1 877 562-2778)

# L3331
source: Email: <a href="mailto:referrals@lmc.ca">referrals@lmc.ca</a>
fr: Par courriel : <a href="mailto:referrals@lmc.ca">referrals@lmc.ca</a>

# L3332
source: Online: <a href="www.LMC.ca/referrals">www.LMC.ca/referrals</a>
fr: En ligne : <a href="www.lmc.ca/referrals">www.lmc.ca/referrals</a>.

# L3333
source: Will I be kept informed of my patient’s progress in the program?
fr: Serai-je tenu au courant des progrès réalisés par mon patient dans le cadre du programme?

# L3334
source: After your referral to us, we will confirm whether your patient is eligible and if he/she enrolled in the program. Please ask your patient to share the baseline and follow-up reports that are provided as part of the program. Your ongoing support and encouragement are critical to your patient’s long-term success in making and sustaining important lifestyle changes.
fr: Une fois que vous aurez dirigé le patient vers nous, nous vous confirmerons s’il est admissible et s’il s’est inscrit au programme. Veuillez demander à votre patient de vous transmettre les rapports des évaluations de base et de suivi remis dans le cadre du programme. Votre soutien et vos encouragements continus sont essentiels à la réussite à long terme de votre patient pour qu’il apporte et maintienne des changements importants à son mode de vie.

# L3335
source: FAQs about the Canadian Diabetes Prevention Program
fr: Foire aux questions sur le Programme canadien de prévention du diabète

# L3336
source: Please see the attached FAQs for more information and feel free to share this information with any of your patients who might be eligible for the study.
fr: Veuillez consulter la foire aux questions ci-jointe pour obtenir de plus amples renseignements. N’hésitez pas à communiquer cette information avec vos patients qui pourraient être admissibles à l’essai clinique.

# L3337
source: <b>Please note:</b> Patients must have an A1C of 6.0 to 6.4 percent and/or fasting blood sugar 6.1 to 6.9 mmol/L OR score 33 on the CANRISK tool. With your patients’ consent, you will be notified when your patients enter the program or if they are not eligible. Your patients will not be referred to an endocrinologist; they will be entered directly into the program screening.
fr: <b>Remarque :</b> Les patients doivent avoir un taux d’hémoglobine glyquée de 6,0 à 6,4 % ou une glycémie à jeun de 6,1 à 6,9 mmol/L OU avoir obtenu une note d’au moins 33 au questionnaire CANRISK. Avec le consentement de vos patients, vous serez avisé de leur admissibilité ou de leur non-admissibilité au programme. Vos patients ne seront pas dirigés vers un endocrinologue; ils passeront directement au processus de présélection.

# L3338
source: You have the opportunity to participate, free of charge and at your own pace, in an online diabetes prevention program. This version of our lifestyle management program is designed for people who desire to manage their own program under the supervision of their personal physician or health care provider. Create an account and get started today.
fr: Obtenez l’autorisation de votre médecin avant d’entreprendre votre programme d’exercice.

# L3340
source: More Information
fr: Plus d’informations

# L3343
source: Please fill out the following information to assess your eligibility
fr: Veuillez fournir les renseignements suivants pour déterminer si vous êtes admissible.

# L3344
source: Learn more about the program
fr: Découvrez le programme

# L3345
source: Your Date of Birth
fr: Votre date de naissance

# L3346
source: Month
fr: Mois

# L3347
source: Day
fr: Jour

# L3348
source: Year
fr: Année

# L3349
source: Please Choose
fr: Veuillez choisir

# L3350
source: Postal code is required
fr: Le code postal est obligatoire.

# L3351
source: Have you ever been told that your blood sugar is high or that you have prediabetes?
fr: Vous a-t-on déjà dit que votre glycémie est élevée ou que vous souffrez de prédiabète?

# L3352
source: Do you know your A1C level?
fr: Connaissez-vous votre taux d’hémoglobine glyquée?

# L3353
source: What is your A1C?
fr: Quel est votre taux d’hémoglobine glyquée?

# L3354
source: Do you know your fasting blood glucose level?
fr: Connaissez-vous votre glycémie à jeun?

# L3355
source: Fasting blood glucose (mmol/L)
fr: Glycémie à jeun (mmol/L)

# L3356
source: <strong>Please note:</strong> If you are not sure about any question, please consult your doctor before answering
fr: <strong>Remarque :</strong> En cas de doute pour la réponse à une question, veuillez consulter votre médecin avant de répondre.

# L3357
source: Do you have the ability to read and understand English or French?
fr: Êtes-vous en mesure de lire et de comprendre l’anglais ou le français?

# L3358
source: Do you have friend or family support to interpret the program material?
fr: Vos amis et les membres de votre famille peuvent-ils vous aider à comprendre la documentation du programme?

# L3359
source: Have you ever been told by a doctor that you have diabetes? <span>(Not including prediabetes)</span>
fr: Un médecin vous a-t-il déjà mentionné que vous souffriez de diabète? <span>(à l’exception du prédiabète)</span>

# L3360
source: Are you taking any medications to lower your blood sugar levels?
fr: Prenez-vous des médicaments pour abaisser votre glycémie?

# L3361
source: Are you taking any prescribed medications to help you lose weight?
fr: Prenez-vous des médicaments sur ordonnance pour vous aider à perdre du poids?

# L3362
source: In the past 3 months, have you taken any steroids by mouth or injection?
fr: Au cours des trois derniers mois, avez-vous pris des stéroïdes par voie orale ou par injection?

# L3363
source: Do you have a condition called pancreatitis? <span>(Inflamation of pancreas that needed you to be in hospital)</span>
fr: Souffrez-vous de pancréatite? <span>(inflammation du pancréas qui nécessite une hospitalisation)</span>

# L3364
source: <strong>Please note:</strong> If you are not sure about any question, please consult your doctor before answering
fr: <strong>Remarque :</strong> En cas de doute pour la réponse à une question, veuillez consulter votre médecin avant de répondre.

# L3365
source: Do you have active cancer right now, or are you being treated for cancer? <span>(If you have been in remission for 5 years or more, answer no)</span>
fr: Êtes-vous atteinte d’un cancer actif en ce moment ou êtes-vous traitée pour un cancer? <span>(Si vous êtes en rémission depuis au moins cinq ans, répondez « Non ».)</span>

# L3366
source: Have you been told you have hemoglobinopathy? <span>(A hereditary condition involving an abnormality in the structure of hemoglobin in the red blood cells)</span>
fr: Avez-vous reçu un diagnostic d’hémoglobinopathie? <span>(une maladie héréditaire causée par une anomalie de la structure de l’hémoglobine dans les globules rouges)</span>
