Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L2433
source: I have lost 22 pounds with the help of my coach. As a result, my blood pressure and glucose level are within the normal range. My coach is always upbeat and positive. I got a 'high five' at my doctor’s office today! I love my coach and this program.
es: He perdido 22 libras con la ayuda de mi entrenador. Como resultado, mi presión arterial y mis niveles de glucosa se encuentran normales. My entrenador siempre está motivado y positivo. ¡Me felicitaron en la oficina de mi doctor hoy! Me encanta mi entrenador y este programa

# L2434
source: Coming Later in
es: Llega pronto en

# L2435
source: Contact Us
ar: اتصل بنا
ar_ae: الاتصال بنا
es: Contáctenos
fr: Coordonnées
pt: Fale conosco

# L2436
source: Privacy
ar: الخصوصية
ar_ae: الخصوصية
es: Privacidad
fr: Confidentialité
pt: Privacidade

# L2103
source: My Progress Report
es: Mi Informe de Progreso
fr: Mon rapport de progrès
pt: Meu boletim

# L2037
source: Family history of heart disease
es: Historial familiar de enfermedad cardiaca

# L2038
source: Inactive lifestyle
es: Estilo de vida Inactivo

# L2039
source: Use of or second-hand exposure to tobacco
es: Uso de o exposicion a tabaco de segunda mano

# L2040
source: A specially trained McAllen Heart Hospital staff member will review your Cardiac Score CT Screening assessment and personal reports with you. You’ll receive a wealth of valuable resources brought to you by your health care team at McAllen Heart Hospital and INTERVENT.
es: Un miembro especialmente entrenado de su equipo del Hospital MCAllen Heart revisara su evaluacion de Cernimiento de Puntuacion Cardiaca con CT y sus informes personales con usted. Recibira una abundacnia de recursos invaluable proveidos por su equipo de cuidado de salud en el Hospital McAllen Heart e INTERVENT.

# L2102
source: Because you have changed your answer to this question, please re-visit Section 5: Interest and Motivation, in order to complete your health assessment (HRA).
es: Como ha modificado su contestación para esta pregunta, favor de visitar la sección 5: Interés y motivación, para poder completar su {0}.
fr: Comme vous avez changé votre réponse à cette question, veuillez consulter de nouveau la section 5 : Intérêt et motivation, afin de terminer l’évaluation de votre état de santé (ERS).
pt: Como você alterou sua resposta para esta pergunta, volte à Seção 5: “Interesse e motivação” para concluir sua avaliação de saúde (ARS).

# L2418
source: Your individualized program includes education on important health topics. The topics recommended for you are based on your specific needs and preferences. The key educational modules assigned to you are listed below.
es: Su programa individualizado incluye educación sobre temas importantes de salud. Los temas que se le recomienden son basados en sus necesidades y preferencias específicas. Los módulos educativos que le fueron asignados están enumerados abajo.
fr: Votre programme personnalisé comprend de l’information sur des sujets importants liés à la santé. Les thèmes qui vous sont recommandés sont déterminés en fonction de vos préférences et de vos besoins particuliers. Les principaux modules éducatifs qui vous sont assignés sont énumérés ci-dessous.

# L2424
source: Target heart rate range (beats/minute) = {0} to {1} (Note: For your safety, please verify that your target heart rate range is correct with an appropriately qualified health/fitness professional.)
es: Rango del ritmo cardiaco deseado (pulsos/minutos) = {0} a {1} (Nota: Por su seguridad, recuerde verificar con un profesional de la salud/ejercicio cualificado si su rango del ritmo cardiaco deseado es el correcto.
fr: Fréquence cardiaque cible (battements/minute) = {0} à {1} (Remarque : Pour votre sécurité, veuillez vérifier auprès d’un professionnel de la santé ou du conditionnement physique qualifié que votre plage de fréquence cardiaque cible est correcte.)

# L2444
source: View Less
es: Ver menos
fr: Afficher moins

# L2445
source: Let's review your progress. Complete your
es: Revisemos su progreso. Complete su
fr: Passons en revue vos progrès. Effectuez votre

# L2446
source: We'd love your feedback! Complete a participant
es: ¡Nos encantaría su opinión! Complete una

# L2437
source: Create My Account
ar: أنشئ حسابي
ar_ae: إنشاء حسابي
es: Cree Mi Cuenta

# L2451
source: Stroke or transient ischemic attack (TIA or 'mini stroke')?
es: ¿Alguna vez un médico le ha dicho que ha tenido un derrame cerebral o un ataque isquémico transitorio (AIT o 'mini-ataque)?
fr: AVC ou accident ischémique transitoire (AIT ou « mini-AVC »)?

# L2452
source: Heart attack, coronary artery bypass surgery, angioplasty (PTCA) or stent?
es: ¿Alguna vez ha tenido un ataque al corazón, cirugía de arteria coronaria, angioplastia (ACTP) o stent?
fr: Crise cardiaque, pontage coronarien, angioplastie (ACTP) ou endoprothèse?

# L2453
source: Angina or have you ever received treatment for angina (that is, chest pain or discomfort due to a heart problem)?
es: ¿Tiene angina o alguna vez ha recibido tratamiento para angina (eso es, dolor o molestia en el pecho debido a problemas del corazón)?
fr: Angine ou traitement contre cette affection (douleurs thoraciques ou inconfort causés par un problème cardiaque)?

# L2454
source: No significant topics for discussion identified.
es: No se identificaron temas significativos para discusión.
fr: Aucun sujet de discussion important n’a été trouvé.

# L2025
source: Your Journey to Optimal Health and Well-Being Starts Here... and Now.
es: Su Viaje para Bienestar y Salud ​Óptima Comienza Aquí...y Ahora

# L2104
source: If you have any of the following, consider having a Cardiac Score CT Screening
es: Si tiene alguna de las siguientes, considere tener un Cernimiento de Puntuación Cardiaca con CT

# L2105
source: Program
es: Programa
fr: Programme
pt: Programa

# L2075
source: Take an active role in your health care with CHI Memorial and INTERVENT. CHI Memorial selected INTERVENT as its lifestyle management partner because INTERVENT programs have been proven effective with thousands of individuals just like you.
es: Tome un rol active en su cuidado médico con CHI Memorial e INTERVENT. CHI Memorial selecciono INTERVENT como su socio de manejo de estilo de vida por que el programa de INTERVENT ha sido probado ser efectivo con miles de individuos como usted.

# L2076
source: See how your lifestyle habits measure up to others like you. Learn what you can do to live more successfully with any condition you may have while also optimizing your health and reducing your risk for future problems.
es: Vea como sus hábitos de estilo de vida se comparan a otros como usted. Aprenda lo que puede hacer para vivir más exitosamente con cualquier condición que tenga mientras también optimiza su salud y reduzca su riesgo para problemas futuros.

# L2077
source: Based on your responses to our health assessment, INTERVENT and your CHI Memorial team will provide expert advice – individualized for you. Even if you have experienced health-related problems in the past, there are steps you can take to feel confident, achieve goals and be more in control of your health in the future. Remember, small steps build success!
es: Basado en las respuestas de su evaluación de salid, su equipo de INTERVENT y CHI Memorial le proveerán consejería experta – individualizada para usted. Aunque haya tenido problemas relacionados a la salud en el pasado, hay pasos que puede tomar para sentirse más seguro de sí mismo, lograr sus metas y estar más en control sobre su salud en el futuro. ¡Acuérdese, pasos pequeños construyen el éxito!

# L2078
source: Everyone can use extra support. You’ll love working with one of our dedicated CHI Memorial or INTERVENT health professionals who will serve as your lifestyle health coach. It’s like having a personal guide for your health and wellness journey – every step of the way.
es: Todos pueden usar el apoyo adicional. Le encantara trabajar con uno de nuestros profesionales de salud dedicados de CHI Memorial o INTERVENT que le servirán como su entrenador de estilo de vida y salud. Es como tener una guía personal hacia su trayecto – cada paso del camino.

# L2079
source: CHI Memorial and INTERVENT have selected an array of health resources and tools for you from the most reliable sources. Consider sharing these resources with family and friends who are supporting your efforts to be your healthiest.
es: CHI Memorial e INTERVENT ha seleccionado una variedad de recursos de la salud y herramientas para usted de las fuentes más fiables. Considere compartir estos recursos con su familia y amistades que lo están apoyando en sus esfuerzos para ser más saludable.

# L2080
source: INTERVENT web-based resources are always available to you – on your PC, tablet and smartphone. And, your CHI Memorial and INTERVENT health care team members are only a phone call away. You’re never alone.
es: Recursos basados en línea de INTERVENT siempre están disponibles para usted – en su PC, tableta y teléfono móvil. Y, su equipo de cuidado de salud de CHI Memorial e INTERVENT solo está a la distancia de una llamada telefónica. Nunca está solo.

# L2081
source: Middle Name
es: Segundo Nombre
fr: Deuxième prénom
pt: Primeiro sobrenome

# L2082
source: Suffix
es: Sufijo
fr: Suffixe
pt: Sufixo

# L2083
source: Your Wellness Score lets you know how well you are doing when it comes to taking the appropriate steps to optimize your health. It takes into account many of the key potentially modifiable behaviors and risk factors. Scores range from 0 (worst) to 100 (best).
es: Su Puntuación de Bienestar le deja saber lo bien que esta cuando viene a tomar los pasos apropiados para optimizar su salud. Toma en cuenta mucho de los comportamientos claves potencialmente modificables y factores de riesgo. Puntuación es desde 0 (peor) a 100 (mejor).
fr: Votre score de bien-être vous permet de savoir si vous prenez les mesures appropriées pour optimiser votre santé. De nombreux comportements et facteurs de risque potentiellement modifiables sont considérés. Les scores varient de 0 (le pire) à 100 (le meilleur).
pt: Sua pontuação de bem-estar informa como você está se saindo em relação às medidas mais adequadas para otimizar sua saúde. Ele leva em consideração muitos dos comportamentos e fatores de risco mais importantes e possivelmente alteráveis. A pontuação varia de 0 (pior) a 100 (melhor).

# L2084
source: Log In
es: Ingresar
fr: Se connecter
pt: Iniciar sessão

# L2085
source: New to INTERVENT?
es: ¿Nuevo a INTERVENT?

# L2086
source: You completed your health assessment more than {0} days ago. Please email us at {1} for assistance in updating your information.
es: Completo su {0} hace mas de {1} días. Por favor envíenos un correo electrónico a {2} para obtener ayuda en actualizar su información.
fr: Vous avez terminé l’évaluation de votre état de santé il y a plus de {0} jours. Veuillez envoyer un courriel à l’adresse {1} pour que nous vous aidions à mettre à jour vos renseignements.
pt: Você concluiu sua avaliação da saúde há mais de {0} dias. Envie-nos um e-mail para {1} para obter assistência com a atualização de suas informações.

# L2088
source: Please schedule an appointment with your doctor to discuss whether medication is / medication changes are needed to improve your blood pressure control (as recommended by the American College of Cardiology/American Heart Association in the November 2017 issue of Hypertension).
es: Por favor programe una cita con su doctor para discutir si medicamentos son / cambios en medicamentos son necesarios para mejorar el control de su presión arterial (como es recomendado por la American College of Cardiology/American Heart Association en la edición de Hypertension de Noviembre del 2017).
fr: Discutez avec votre médecin de la nécessité de prendre des médicaments, ou d’apporter des changements à votre médication, afin d’améliorer le contrôle de votre pression artérielle (tel que le recommande l’American College of Cardiology/American Heart Association dans le numéro de novembre 2017 de la revue <i>Hypertension</i>).

# L2089
source: Your LDL ('bad') cholesterol is above 69 mg/dL (or 1.78 mmol/L). Please schedule an appointment with your doctor to discuss whether medication is / medication changes are needed for this (as recommended by the National Heart, Lung, and Blood Institute in the July 13, 2004 issue of Circulation and/or the American Heart Association/American College of Cardiology in the November 29, 2011 issue of Circulation).
es: Su colesterol LDL (‘malo’) está sobre 69 mg/dL (o 1.78 mmol/L). Por favor programe una cita con su médico para discutir si necesita medicamentos / o cambiar sus medicamentos existente para el control de su alta presión (según recomendado por el National Heart, Lung, and Blood Institute en la edición de circulación del 13 de Julio del 2004 y/o del American Heart Association/American College of Cardiology en la edición de circulación del 29 de Noviembre del 2011).
fr: Votre taux de cholestérol LDL (le « mauvais ») est supérieur à 69 mg/dL (ou 1,78 mmol/L). Discutez avec votre médecin de la nécessité de prendre des médicaments pour ce problème, ou d’apporter des changements à votre médication (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 13 juillet 2004 de la revue <i>Circulation</i> et l’American Heart Association/American College of Cardiology dans le numéro du 29 novembre 2011 de la même revue).

# L2090
source: Your LDL ('bad') cholesterol is elevated. Please schedule an appointment with your doctor to discuss whether medication is/medication changes are needed for this (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of the American Medical Association and/or the July 13, 2004 issue of Circulation and/or the American Heart Association/American College of Cardiology in the November 29, 2011 issue of Circulation).
es: Su colesterol LDL (‘malo’) esta elevado. Por favor programe una cita con su médico para discutir si necesita medicamentos / o cambiar sus medicamentos es necesario para esto (según recomendado por el National Heart, Lung, and Blood Institute en la edición del Journal of the American Medical Association el 16 de Mayo del 2001 y/o de la edición de circulación del 13 de Julio del 2004 y/o del American Heart Association/American College of Cardiology en la edición de circulación del 29 de Noviembre del 2011).
fr: Votre taux de cholestérol LDL (le « mauvais ») est élevé. Discutez avec votre médecin de la nécessité de prendre des médicaments pour ce problème, ou d’apporter des changements à votre médication (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 16 mai 2001 du <i>Journal of the American Medical Association</i> et celui du 13 juillet 2004 de la revue <i>Circulation</i>, ainsi que l’American Heart Association/American College of Cardiology dans le numéro du 29 novembre 2011 de la revue <i>Circulation</i>).

# L2091
source: Your non-HDL cholesterol (that is, total cholesterol minus HDL cholesterol) is elevated. Please schedule an appointment with your doctor to discuss whether medication is/medication changes are needed for this (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of the American Medical Association and/or the July 13, 2004 issue of Circulation and/or the American Heart Association/American College of Cardiology in the November 29, 2011 issue of Circulation).
es: Su colesterol non-HDL (eso es, colesterol total menos el colesterol HDL) esta elevado. Por favor programe una cita con su médico para discutir si necesita medicamentos / o cambiar sus medicamentos es necesario para esto (según recomendado por el National Heart, Lung, and Blood Institute en la edición del Journal of the American Medical Association el 16 de Mayo del 2001 y/o en la edición de circulación del 13 de Julio del 2004 y/o del American Heart Association/American College of Cardiology en la edición de circulación del 29 de Noviembre del 2011).
fr: Votre cholestérol non HDL (c’est-à-dire le cholestérol total moins le cholestérol HDL) est élevé. Discutez avec votre médecin de la nécessité de prendre des médicaments pour ce problème, ou d’apporter des changements à votre médication (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 16 mai 2001 du <i>Journal of the American Medical Association</i> et celui du 13 juillet 2004 de la revue <i>Circulation</i>, ainsi que l’American Heart Association/American College of Cardiology dans le numéro du 29 novembre 2011 de la revue <i>Circulation</i>).

# L2092
source: Your triglyceride level is above 499 mg/dL (or 5.64 mmol/L). Please schedule an appointment with your doctor to discuss whether medication is/medication changes are needed for this (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of American Medical Association and/or the July 13, 2004 issue of Circulation and/or the American Heart Association/American College of Cardiology in the November 29, 2011 issue of Circulation).
es: Su nivel de triglicéridos está sobre 499 mg/dL (o 5.64 mmol/L). Por favor programe una cita con su médico para discutir si necesita medicamentos / o cambiar sus medicamentos es necesario para esto (según recomendado por el National Heart, Lung, and Blood Institute en la edición del Journal of the American Medical Association el 16 de Mayo del 2001 y/o en la edición de circulación del 13 de Julio del 2004 y/o del American Heart Association/American College of Cardiology en la edición de circulación del 29 de Noviembre del 2011).
fr: Votre taux de triglycérides est supérieur à 499 mg/dL (ou 5,64 mmol/L). Discutez avec votre médecin de la nécessité de prendre des médicaments pour ce problème, ou d’apporter des changements à votre médication (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 16 mai 2001 du <i>Journal of the American Medical Association</i> et celui du 13 juillet 2004 de la revue <i>Circulation</i>, ainsi que l’American Heart Association/American College of Cardiology dans le numéro du 29 novembre 2011 de la revue <i>Circulation</i>).

# L2093
source: Your triglyceride level is elevated. Please schedule an appointment with your doctor to discuss whether medication is/medication changes are needed for this (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of American Medical Association and/or the July 13, 2004 issue of Circulation and/or the American Heart Association/American College of Cardiology in the November 29, 2011 issue of Circulation).
es: Su nivel de triglicéridos esta elevado. Por favor programe una cita con su médico para discutir si necesita medicamentos / o cambiar sus medicamentos es necesario para esto (según recomendado por el National Heart, Lung, and Blood Institute en la edición del Journal of the American Medical Association el 16 de Mayo del 2001 y/o en la edición de circulación del 13 de Julio del 2004 y/o del American Heart Association/American College of Cardiology en la edición de circulación del 29 de Noviembre del 2011).
fr: Votre taux de triglycérides est élevé. Discutez avec votre médecin de la nécessité de prendre des médicaments pour ce problème, ou d’apporter des changements à votre médication (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 16 mai 2001 du <i>Journal of the American Medical Association</i> et celui du 13 juillet 2004 de la revue <i>Circulation</i>, ainsi que l’American Heart Association/American College of Cardiology dans le numéro du 29 novembre 2011 de la revue <i>Circulation</i>).

# L2094
source: Your blood glucose ('sugar') and/or A1C level is elevated. Please schedule an appointment with your doctor to discuss this (as recommended by the American Diabetes Association in the January 2023 supplement issue of Diabetes Care).
es: Su glucosa en la sangre (‘azúcar’) y/o nivel de A1C esta elevado. Por favor programe una cita con su doctor para discutir esto (según recomendado por la American Diabetes Association en la edición suplementaria de Diabetes Care de Enero del 2023).
fr: Votre glycémie (taux de sucre) ou votre taux d’hémoglobine glyquée est élevé. Parlez-en avec votre médecin (tel que le recommande l’American Diabetes Association dans une publication supplémentaire du numéro de janvier 2023 du <i>Diabetes Care</i>).

# L2095
source: You may potentially benefit from taking a daily aspirin or another type of "blood-thinning" medication if you are unable to tolerate aspirin (based on recommendations from the American Heart Association/ American College of Cardiology in the November 29, 2011 issue of Circulation or the U.S. Preventive Services Task Force in the April 12, 2016 issue of Annals of Internal Medicine). Please schedule an appointment with your doctor to discuss this if you have not already recently done so and are not currently taking a daily aspirin or other "blood-thinning" medication.
es: Se podría beneficiar potencialmente de tomarse una aspirina diaria y otro tipo de medicamento para ‘dilución de la sangre’ si no es capaz de tolerar aspirina (basado en las recomendaciones del American Heart Association/ American College of Cardiology en la edición de circulación del 29 de Noviembre del 2011 o de la edición de Annals of Internal Medicine del U.S. Preventive Services Task Force el 12 de Abril del 2016). Por favor programe una cita con su doctor para discutir esto si no lo ha hecho recientemente y actualmente no toma aspirina diaria u otro medicamento para diluir la sangre.
fr: Vous pourriez bénéficier d’une prise quotidienne d’aspirine ou d’un autre type d’anticoagulant, si vous ne tolérez pas l’aspirine (tel que le recommande l’American Heart Association/American College of Cardiology dans le numéro du 29 novembre 2011 de la revue <i>Circulation</i> ou la U.S. Preventive Services Task Force dans le numéro du 12 avril 2016 de la revue <i>Annals of Internal Medicine</i>). Veuillez prendre rendez-vous avec votre médecin pour en discuter, si ce n’est pas déjà fait et si vous ne prenez pas actuellement d’aspirine ou d’autres anticoagulants tous les jours.

# L2106
source: Your follow-up assessment is important to you. It provides an opportunity to see the measurable results of your efforts. Your report also identifies certain areas of potential concern and that may even require you to see your physician.
es: Su evaluación de seguimiento es importante para usted. Le provee la oportunidad de ver los resultados mensurables de sus esfuerzos. Su informe también identifica ciertas áreas que potencialmente son de preocupación y que incluso pueden requerir que consulte con su doctor.
fr: Votre évaluation de suivi est importante pour vous. Elle permet de voir les résultats mesurables de vos efforts. Votre rapport indique également certains domaines de préoccupation potentielle qui peuvent même nécessiter que vous consultiez votre médecin.

# L2107
source: Recommended Target Heart Range
es: Rango de Frecuencia Cardiaca Recomendada

# L2108
source: Coaching Sessions
es: Sesiones de Entrenamiento
fr: Séances d’encadrement
pt: Sessões de coaching

# L2109
source: Weeks in the Program
es: Semanas en el Programa
fr: Semaines dans le programme
