Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1522
source: You feel that you have been under a great deal of stress either at home or at work during the past six months.
es: Usted siente que ha estado bajo una gran cantidad de estrés en la casa o en el trabajo durante los pasados seis meses.
fr: Vous avez l’impression d’avoir subi beaucoup de stress à la maison ou au travail au cours des six derniers mois.
pt: Você sente que passou por um forte estresse em casa ou no trabalho nos últimos seis meses.

# L1523
source: You do not feel that you have been under a great deal of stress either at home or at work during the past six months.
es: Usted no siente que haya estado bajo una gran presión o estrés ni en casa ni en el trabajo durante los pasados seis meses.
fr: Vous n’avez pas l’impression d’avoir subi beaucoup de stress à la maison ou au travail au cours des six derniers mois.
pt: Você não sente que passou por um forte estresse em casa ou no trabalho nos últimos seis meses.

# L1524
source: Goal is to reduce and/or manage stress effectively on an ongoing basis.
es: Meta es reducir y/o manejar estrés efectivamente de manera regular
fr: L’objectif est de réduire ou de gérer efficacement le stress de façon continue.
pt: A meta é reduzir e/ou controlar o estresse de forma eficaz e contínua.

# L1525
source: Your safety-related risks include those shown below. Goal is to eliminate all safety risks.
es: Sus riesgos de seguridad incluyen esos indicados abajo. Meta es eliminar todos los riesgos de seguridad
fr: Vos risques pour la sécurité comprennent ceux indiqués ci-dessous. L’objectif est d’éliminer tous les risques pour la sécurité.
pt: Seus riscos relacionados à segurança incluem os citados a seguir. A meta é eliminar todos os riscos à segurança.

# L1526
source: Family history of diabetes
es: Historial familiar de diabetes
fr: Antécédents familiaux de diabète
pt: Histórico familiar de diabetes

# L1527
source: Less than or equal to
es: Menos que o igual a
fr: Inférieur ou égal à
pt: Menor que ou igual a

# L1528
source: Less than
es: Menos de
fr: Inférieur à
pt: Menor que

# L1529
source: Greater than or equal to
es: Más que o igual a
fr: Supérieur ou égal à
pt: Maior ou igual a

# L153
source: Nutrition program?
es: ¿Programa de nutrición?
fr: Programme alimentaire?
pt: Programa de nutrição?

# L1530
source: A healthy lifestyle begins with a healthy eating pattern. Based on your health assessment, we have prepared a personalized nutrition plan for you.
es: Un estilo de vida saludable empieza con un modelo saludable de comer. Basado en su {0}, hemos preparado un plan de nutrición personalizado para usted.
fr: Un mode de vie sain commence par une saine alimentation. En fonction de l’évaluation de votre état de santé, nous vous avons préparé un programme alimentaire personnalisé.

# L1531
source: Your nutrition plan consists of two parts: 1. Daily Meal Plan, 2. Daily Dietary Intake Chart. Your Daily Meal Plan provides daily recommended number of servings from five food groups (Milk/Yogurt, Fruits, Grains/Starchy Vegetables, Non-starchy Vegetables and Meats/Cheese).
es: Su plan de nutrición consiste de dos partes. 1. Plan Alimenticio Diario, 2. Gráfica de Consumo Dietético Diario. Su Plan de Comida Diaria provee número recomendado de porciones al día de cinco grupos de comida (Leche/Yogur, Frutas, Granos/Vegetales con almidón, Vegetales sin almidón, y Carnes/Queso).
fr: Il est composé de deux parties : 1. Programme alimentaire quotidien; 2. Tableau de l’apport alimentaire quotidien. Votre programme alimentaire quotidien fournit le nombre de portions quotidiennes recommandées des cinq groupes alimentaires (lait et yogourt; fruits; produits céréaliers et légumes riches en féculents; légumes pauvres en féculents; viandes et fromages).

# L1532
source: Follow your daily meal plan as closely as possible and keep your daily dietary intake as close to the values recommended in the chart below.
es: Siga su plan alimenticio diario lo más cercanamente posible y mantenga su consumo dietético diario lo más cercano a los valores recomendados en la gráfica abajo.
fr: Suivez votre programme alimentaire quotidien le plus fidèlement possible et veillez à ce que votre apport alimentaire quotidien soit aussi près que possible des valeurs recommandées dans le tableau ci-dessous.

# L1533
source: As little as possible
es: Lo menos posible
fr: Aussi peu que possible

# L1534
source: Follow health coach’s guidelines.
es: Sigue las guías de su consejero de la salud
fr: Suivez les directives du conseiller en santé.

# L1535
source: Consider enrolling in a health coaching program to receive one-on-one coaching on nutrition.
es: Considere inscribirse en un programa de salud para recibir entrenamiento personal sobre nutrición.
fr: Envisagez de vous inscrire à un programme d’encadrement sur la santé pour qu’une personne supervise personnellement votre alimentation.

# L1536
source: Follow a healthy eating pattern that focuses on variety, healthy nutrients and portion control.
es: Siga un patrón de alimentación saludable que se enfoque en variedad, nutrientes saludables y en control de porciones.
fr: Suivez un régime sain contenant une variété d'aliments, des nutriments sains et des portions contrôlées.

# L1537
source: Although no foods are completely off limits, limit:
es: Aunque ninguna comida está completamente prohibida, limite:
fr: Même si aucun aliment n’est totalement interdit, limitez votre consommation des nutriments suivants :

# L1538
source: "unhealthy" fats – saturated fats (from foods such as fatty meats, butter and hard margarine, whole-fat dairy foods and tropical oils) and trans fats (hydrogenated or partially hydrogenated fats in shortening, baked goods, regular peanut butter and fried foods)
es: grasas "No saludables" - grasas saturadas (derivadas de carnes grasosas, mantequilla y margarina sólida, lácteos enteros y aceites tropicales) y grasas trans (grasas hidrogenadas o parcialmente hidrogenadas en mantecas, productos de panaderías, mantequilla de maní regular y comidas fritas)
fr: Les mauvais gras, c’est-à-dire, les gras saturés (provenant des viandes grasses, du beurre et de la margarine solide, des produits laitiers entiers et des huiles tropicales) et les gras trans (les gras hydrogénés ou partiellement hydrogénés contenus dans le shortening, les produits de boulangerie et les pâtisseries, le beurre d’arachide ordinaire et les aliments frits);

# L1539
source: dietary cholesterol (found in animal foods, such as meats, egg yolks and whole-fat dairy foods)
es: colesterol dietético (encontrado en comidas provenientes de animales, como carnes, yema de huevo y comidas lácteas completas).
fr: Le cholestérol diététique (contenu dans les aliments d’origine animale, comme la viande, le jaune d’œuf et les produits laitiers);

# L154
source: Stress management program?
es: ¿Programa de control del estrés?
fr: Programme de gestion du stress?
pt: Programa de controle de estresse?

# L1540
source: foods with added sugar ("unhealthy" carbs) – such as candies and regular sodas
es: comidas con azúcares añadida (carbohidratos "no saludables") - así como dulces, caramelos y refrescos regulares
fr: Les aliments contenant du sucre ajouté (mauvais glucides), comme les bonbons et les boissons gazeuses ordinaires;

# L1541
source: refined grains ("unhealthy" carbs) – such as some ready-to-eat cereals, white rice and bread, crackers and pasta made from refined flour
es: granos refinados (carbohidratos "no saludables") - cereales instantáneos cocidos, arroz y pan blanco, galletas, y pasta hecha de harina refinada
fr: Les céréales raffinées (mauvais glucides), comme dans certaines céréales prêtes à manger, le riz et le pain blancs, les craquelins et les pâtes faites de farine raffinée;

# L1542
source: salt (added in cooking or at the table)
es: Sal (añadida al cocinar o en la mesa)
fr: Le sel (ajouté en cuisinant ou en mangeant);

# L1543
source: alcohol – if you drink alcohol, limit daily intake to no more than 2 drinks (1 drink=5 ounces (150 ml) of wine, 12 ounces (360 ml) of beer, or 1.5 ounce (45 ml) of liquor).
es: alcohol- si consume alcohol, limite el consumo diario a no más de 2 bebida (1 bebida = 5onzas (150ml) de vino, 12 onzas (360ml) de cerveza, o 1.5 onza (45ml) de licor).
fr: L’alcool. Si vous en buvez, limitez votre consommation quotidienne à un maximum de 2 verres (1 verre = 150 ml de vin, 360 ml de bière ou 45 ml de spiritueux).

# L1544
source: alcohol – if you drink alcohol, limit daily intake to no more than 1 drink (1 drink=5 ounces (150 ml) of wine, 12 ounces (360 ml) of beer, or 1.5 ounce (45 ml) of liquor).
es: alcohol- si consume alcohol, limite el consumo diario a no más de 1 bebida (1 bebida = 5onzas (150ml) de vino, 12 onzas (360ml) de cerveza, o 1.5 onza (45ml) de licor).
fr: L’alcool. Si vous en buvez, limitez votre consommation quotidienne à un maximum de 1 verre (1 verre = 150 ml de vin, 360 ml de bière ou 45 ml de spiritueux).

# L1545
source: Although you may need to limit your portions, choose:
es: Aunque tenga que limitar sus porciones, escoja:
fr: Même si vous devez limiter vos portions, choisissez des aliments sains comme :

# L1546
source: Fruits, especially whole fruits ("healthy" carbs)
es: Frutas, especialmente frutas completas (carbohidratos "saludables")
fr: des fruits, en particulier les fruits entiers (bons glucides);

# L1547
source: Vegetables ("healthy" carbs)
es: Vegetales (carbohidratos "saludables")
fr: des légumes (bons glucides);

# L1548
source: Whole grains ("healthy" carbs)
es: Cereales integrales (carbohidratos "saludables")
fr: des grains entiers (bons glucides);

# L1549
source: Dried beans, peas and legumes
es: Habas secas, guisantes, y otras legumbres - excelente fuente de proteínas y fibra
fr: des haricots secs, des pois et des légumineuses;

# L155
source: Comprehensive program aimed at reducing your risk for cardiovascular disease and other chronic illnesses?
es: ¿Programa integral dirigido a reducir su riesgo de enfermedades cardiovasculares y otras enfermedades crónicas?
fr: Programme complet visant à réduire votre risque de maladie cardiovasculaire et d’autres maladies chroniques?
pt: Programa abrangente com o objetivo de reduzir seus riscos de doenças cardiovasculares e outras doenças crônicas?

# L1550
source: Fish, especially oily fish such as salmon, trout, tuna, herring and sardines (consider eating at least 2 servings each week; not fried), and other foods containing omega-3 fats ("healthy" fats)
es: Pescado, especialmente pescado grasoso como el salmón, trucha, atún, arenques, y sardinas (considere comer por lo menos 2 porciones a la semana; no frito) y otras comidas que contengan grasas omega-3 (grasas "saludables")
fr: du poisson, en particulier les poissons gras comme le saumon, la truite, le thon, le hareng et les sardines (pensez à en manger au moins 2 portions non frites par semaine), et autres aliments contenant des acides gras oméga-3 (bons gras);

# L1551
source: Lean meats and poultry (such as skinless chicken and turkey) and meat substitutes (such as egg whites or substitutes, nuts and seeds)
es: Carnes magras y aves (tal como pollo y pavo sin piel) y sustitutos de carne (tal como clara de huevo o sustitutos, nueces y semillas)
fr: des viandes maigres et de la volaille (poitrine de poulet et de dinde sans la peau) et des substituts de viande (blancs ou succédanés d’œufs, noix et graines).

# L1552
source: Read food labels
es: Lea las etiquetas de los alimentos.
fr: Consulter les étiquettes nutritionnelles

# L1553
source: Consider enrolling in a health coaching program to receive one-on-one coaching on exercise.
es: Considere inscribirse en un programa de salud para recibir entrenamiento personal de ejercicio
fr: Envisagez de vous inscrire à un programme d’encadrement sur la santé pour qu’une personne supervise personnellement vos activités physiques.

# L1554
source: Frequency goal: At least 3 to 5 days / week.
es: Objetivo de frecuencia: Por lo menos 3 a 5 días por semana.
fr: Fréquence visée : au moins 3 à 5 jours par semaine.

# L1555
source: Warm-up: Take first 5 or more minutes at slower pace.
es: Calentamiento: Realice los primero 5 minutos o más a un ritmo lento
fr: Échauffement : pendant au moins les 5 premières minutes, entraînez-vous à un rythme plus lent.

# L1556
source: Target rating of perceived exertion (RPE)</a> range = 11-13, not to exceed 13 without consent from your healthcare provider.
es: Tasa deseada de esfuerzo percibido (RPE)</a> escala = 11-13, no debería exceder 13 sin permiso de su proveedor de salud.
fr: L’effort perçu cible (EPR)</a> doit être de 11 à 13 et ne doit pas dépasser 13 sans le consentement d’un professionnel de la santé.

# L1557
source: Slow down if you exceed the upper limits of your target intensity range.
es: Vaya más despacio si excede el límite máximo de su meta de rango de intensidad
fr: Ralentissez si vous dépassez les limites supérieures de votre plage d’intensité cible.

# L1558
source: Cool-down: Take final 5 or more minutes at slower pace.
es: Enfriarse: Tome los últimos 5 minutos o más a un ritmo más despacio
fr: Récupération : pendant au moins les 5 dernières minutes, entraînez-vous à un rythme plus lent.

# L1559
source: Time (or Duration) goal: At least 30 to 45 minutes per session. Each week, aim for a total of at least 150 minutes of moderate-intensity aerobic exercise OR, with consent from your healthcare provider, 75 minutes of vigorous-intensity aerobic exercise OR an equivalent combination of moderate- and vigorous-intensity exercise.
es: Meta de tiempo (o duración): Por los menos 30 a 45 minutos por sesión. Cada semana, aspire a un total de por lo menos 150 minutos de ejercicio aeróbico de intensidad moderad O, con la aprobación de su proveedor de salud primario, 75 minutos de ejercicio aeróbico vigoroso O, una combinación equivalente de ejercicio moderado y vigoroso
fr: Temps (ou durée) visé : au moins 30 à 45 minutes par séance. Chaque semaine, visez un total d’au moins 150 minutes d’exercice d’aérobie d’intensité modérée OU, avec le consentement d’un professionnel de la santé, 75 minutes d’exercice d’aérobie d’intensité vigoureuse, ou bien une combinaison équivalente d’exercice d’intensité modérée et vigoureuse.

# L156
source: Arm used
es: Brazo usado
fr: Bras utilisé
pt: Braço utilizado

# L1560
source: If you are unable to complete the recommended duration, consider either stopping to rest or doing two or three shorter sessions.
es: Si usted es incapaz de completar la duración recomendada, considere parar a descansar o hacer dos o tres sesiones más cortas.
fr: Si vous n’êtes pas en mesure d’effectuer la durée recommandée, songez à arrêter pour vous reposer ou à faire deux ou trois séances plus courtes.

# L1561
source: Regulate frequency, intensity and time to earn recommended weekly Exercise Points.
es: Regule la frecuencia, intensidad y tiempo para ganar los Puntos de Ejercicio recomendados a la semana.
fr: Ajustez la fréquence, l’intensité et le temps nécessaires pour obtenir les points d’exercice hebdomadaires recommandés.

# L1562
source: Do not advance to the next week's recommendations if you have difficulty with the current week - repeat current week's recommendations.
es: No avance a las recomendaciones de la próxima semana si ha tenido dificultades con la semana corriente - repita el programa recomendado de la semana corriente.
fr: Si vous avez de la difficulté à effectuer les exercices recommandés d’une semaine, ne passez pas à ceux de la semaine suivante : répétez plutôt les exercices de la semaine en cours.

# L1563
source: Work physical activity into your daily routine by performing 'lifestyle physical activity'.
es: Encuentre maneras de hacer actividad física en su rutina diaria realizando 'actividad física para su estilo de vida'
fr: Intégrez l’activité physique à votre quotidien en pratiquant une « activité physique liée au mode de vie ».

# L1564
source: Perform resistance (or strength) training as outlined by coach and educational kits.
es: Haga entrenamiento de resistencia (o fuerza) recomendado por el entrenador y por materiales educacionales
fr: Effectuez un entraînement contre résistance (musculation) de la façon décrite par un conseiller et dans les trousses d’information.

# L1565
source: Perform stretching (or flexibility) exercises as outlined by coach and educational kits.
es: Realice ejercicios de estiramiento (o flexibilidad) recomendados por el entrenador y por materiales educacionales
fr: Effectuez des étirements (flexibilité) de la façon décrite par un conseiller et dans les trousses d’information.

# L1566
source: Follow safety precautions provided by coach and educational kits.
es: Siga las precauciones de seguridad dadas por su consejero y por materiales educacionales.
fr: Suivez les mesures de sécurité fournies par un conseiller et dans les trousses d’information.

# L1567
source: Include resistance (or strength) training and stretching (or flexibility) exercises.
es: Incluye entrenamiento de resistencia (o fuerza) y ejercicios de estiramiento (o flexibilidad).
fr: Ajoutez des exercices contre résistance (musculation) et des étirements (flexibilité).

# L1568
source: Stop exercising if you experience any unusual symptoms (such as chest discomfort, unusual breathlessness, dizziness, fainting or blackouts).
es: Pare de hacer ejercicio si experimenta síntomas fuera de lo común (tales como malestar en el pecho, falta de aliento, mareo, desmayos o pérdida de conocimiento).
fr: Cessez de faire l’exercice si vous éprouvez des symptômes inhabituels (inconfort thoracique, essoufflement inhabituel, étourdissements, évanouissements ou pertes de conscience).

# L1569
source: Notify doctor about any injuries or unusual symptoms.
es: Notifique a su doctor acerca de heridas, lesiones o síntomas inusuales.
fr: Avisez un médecin de toute blessure ou de tout symptôme inhabituel.

# L157
source: Systolic Blood Pressure (top number)
es: Presión arterial sistólica (número superior)
fr: Pression systolique (chiffre du haut)
pt: Pressão arterial sistólica (maior leitura)

# L1570
source: Notify coach about any injuries, unusual symptoms, new illnesses or hospitalizations.
es: Notifique a su entrenador acerca de heridas, lesiones, síntomas inusuales, nuevas enfermedades u hospitalizaciones.
fr: Informez un conseiller de tout symptôme inhabituel et de toute blessure, nouvelle maladie ou hospitalisation.

# L1571
source: Consideration of new medications/medication changes
es: Consideración de cambios de nueva medicación/medicaciones
fr: Prise en considération de l’ajout ou de changements de médicaments
pt: Consideração de novos medicamentos/trocar os medicamentos

# L1572
source: Set date on which to quit tobacco.
es: Fije una fecha para dejar de fumar
fr: Fixez la date à laquelle vous allez cesser de fumer.

# L1573
source: Set date on which to quit tobacco once you are ready to try quitting.
es: Fije una fecha para dejar el tabaco una vez que esté listo para tratar de parar.
fr: Fixez la date une fois que vous serez prêt à arrêter.

# L1574
source: Consider enrolling in a health coaching program to receive one-on-one coaching on quitting tobacco.
es: Considere inscribirse en un programa de consejería de salud para recibir entrenamiento personal para dejar el tabaco.

# L1575
source: Work with your coach and use our educational materials to:
es: Trabaje con su consejero y use nuestros materiales educativos para:
fr: Travaillez avec votre conseiller et utilisez notre matériel éducatif pour :

# L1576
source: Learn the dangers of continuing tobacco use.
es: Aprender los riesgos de seguir usando tabaco
fr: vous renseigner sur les dangers de l’usage du tabac;

# L1577
source: Learn the benefits of quitting tobacco.
es: Aprender los beneficios de dejar el tabaco
fr: apprendre les bienfaits d’écraser la cigarette pour de bon.

# L1578
source: Assist you in quitting tobacco.
es: Asistirle en dejar el tabaco

# L1579
source: Consider using nicotine replacement therapy to assist you in quitting smoking (please discuss with your doctor).
es: Considere el uso de terapia de reemplazo de nicotina para ayudarle a dejar de fumar (por favor, discútalo con su médico)
fr: Envisagez d’utiliser une thérapie de remplacement de la nicotine pour vous aider à cesser de fumer (veuillez en parler avec votre médecin).

# L158
source: Diastolic Blood Pressure (bottom number)
es: Presión arterial diastólica (número inferior)
fr: Pression diastolique (chiffre du bas)
pt: Pressão arterial diastólica (menor leitura)

# L1580
source: Consider using bupropion or varenicline to assist you in quitting smoking (please discuss with your doctor).
es: Considere el uso de bupropion o varenicline para ayudarle a dejar de fumar (por favor, discútalo con su médico)
fr: Envisagez d’utiliser le bupropion ou la varénicline pour vous aider à cesser de fumer (veuillez en parler avec votre un médecin).

# L1581
source: Continue not to use tobacco.
es: Continúe sin usar tabaco
fr: Continuez de ne pas consommer de tabac.

# L1582
source: Work with your coach and use your educational materials to:
es: Trabaje con su consejero y use sus materiales educativos para:
fr: Travaillez avec votre conseiller et utilisez votre matériel éducatif pour :

# L1583
source: Learn the dangers of too much stress.
es: Aprender el riesgo de estrés excesivo
fr: apprendre les dangers d’un stress excessif;

# L1584
source: Learn the benefits of stress management.
es: Descubra los beneficios de manejar el estrés
fr: découvrir les bienfaits de la gestion du stress;

# L1585
source: Help you manage stress.
es: Ayudarle a manejar el estrés.
fr: vous aider à gérer votre stress.

# L1586
source: Practice stress management techniques to help you manage stress.
es: Practique técnicas de manejar estrés para ayudarle a manejar su estrés.
fr: Pratiquez des techniques pour vous aider à gérer le stress.

# L1587
source: Consider enrolling in a health coaching program to receive one-on-one coaching on stress management.
es: Considere inscribirse en un programa de salud para recibir consejería uno-a-uno en manejo de estrés.
fr: Envisagez de vous inscrire à un programme d’encadrement sur la santé pour qu’une personne supervise personnellement votre gestion du stress.

# L1588
source: Take all prescribed medications as outlined by your doctor.
es: Tome todos sus medicamentos recetados como indicado por su médico.
fr: Prenez tous les médicaments prescrits par votre médecin.

# L1589
source: Notify your coach of all medication changes as soon as possible.
es: Notifique a su entrenador de todos los cambios en sus medicamentos tan pronto sea posible.
fr: Avisez votre conseiller le plus rapidement possible de tout changement de médicament.

# L159
source: Did you fast for AT LEAST 8 HOURS prior to having the test?
es: ¿Ayunó POR LO MENOS 8 HORAS antes de la prueba?
fr: Avez-vous jeûné pendant AU MOINS 8 HEURES avant le test?
pt: Você fez jejum por PELO MENOS 8 HORAS antes de fazer o exame?

# L1590
source: Report medication side effects to your doctor.
es: Informe a su médico sobre los efectos secundarios de los medicamentos.
fr: Signalez les effets secondaires à votre médecin.

# L1591
source: Consider taking a multivitamin each day.
es: Considere tomar un complejo multivitamínico cada día
fr: Songez à prendre une polyvitamine tous les jours.

# L1592
source: Glucose & A1C
es: Glucosa & A1C
fr: Glucose et hémoglobine glyquée
pt: Glicose e A1C

# L1593
source: Lifestyle Risks & Goals
es: Riesgos de Estilo de Vida y Metas
fr: Risques et objectifs liés au mode de vie
pt: Riscos e metas de estilo de vida

# L1594
source: Other Modifiable Risks & Goals
es: Otros Riesgos Modificables y Metas
fr: Autres objectifs et risques modifiables
pt: Outros riscos e metas alteráveis
