Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1343
source: Everyone can use extra support. You’ll love working with one of our dedicated health professionals
ar: يمكن للجميع الاستفادة من الدعم الإضافي، ستحب العمل مع أحد اختصاصيي الصحة المحترفين لدينا
ar_ae: ما من أحد إلا ويحب أن يحظى بمزيد من الدعم. سيسعدك العمل مع طاقمنا المتفاني من أخصائيي الرعاية الصحية
es: Cada uno puede utilizar un apoyo extra. Le encantará trabajar con uno de nuestros dedicados profesionales de la salud

# L1344
source: Better health is not the only reward – earn valuable prizes for the activities you complete
ar: الصحة الأفضل ليست المكافاة الوحيدة - فز بجوائز قيمة للأنشطة التي تقوم بإكمالها
ar_ae: لن تحظى فقط بصحة أفضل – يمكنك الفوز بجوائز قيمة عن الأنشطة التي تتمها
es: Mejor salud no es el único premio - gane valiosos premios por las actividades que complete

# L1345
source: Our resources are always available to you – on your PC, tablet and smartphone
ar: مواردنا دائما متوفرون من أجلك - على كمبيوترك الشخصي واللوحي والهاتف الذكي
ar_ae: مواردنا متاحة دائمًا من أجلك – على حاسوبك، وجهازك اللوحي، وهاتفك الذكي
es: Nuestros recursos están siempre disponibles para usted - en su PC, tabletas y teléfonos inteligentes

# L1346
source: Start NOW - Today is a good day to improve your health…What’s stopping you?
ar: أبدا الآن-اليوم هو يوم جيد لتحسين صحتك... ما الذي يوقفك ؟
ar_ae: ابدأ الآن – فاليوم مناسب جدًا للعمل على تحسين صحتك... ما الذي يمنعك؟
es: Comience AHORA- Hoy es un buen día para mejorar su salud ... ¿Qué lo detiene?

# L1347
source: Home
ar: الرئيسية
ar_ae: الصفحة الرئيسية
es: Inicio

# L1348
source: Employer Rewards
es: Recompensas del Patrono

# L1349
source: Coached Program
es: Programa Entrenado

# L135
source: Eye exam during the past two years, or during the past 12 months if you have diabetes
es: Examen de la visión durante los pasados dos años, o durante los pasados doce meses si tiene diabetes
fr: Examen de la vue au cours des deux dernières années, ou des 12 derniers mois si vous êtes diabétique
pt: Exame dos olhos nos últimos dois anos ou nos últimos 12 meses se você tiver diabetes

# L1350
source: What's New
es: Qué hay Nuevo

# L1351
source: Success Stories
es: Historias de Éxito

# L1352
source: Weekly Wellness Credits
es: Credito de Bienestar Semanal

# L1353
source: If you or your spouse are enrolled in an eligible {0} medical plan, you can each earn wellness credits toward your 2019 medical deductions by taking three easy steps:
es: Si usted o su cónyuge están inscritos en un plan médico {0} elegible, cada uno puede obtener créditos de bienestar hacia sus deducciones medicas del 2019 tomando tres pasos sencillos:

# L1354
source: Maternity Management Gift Cards
es: Tarjetas de regalo del programa de maternidad

# L1355
source: {0} provides the following rewards for women who complete the INTERVENT maternity lifestyle management program
es: {0} ofrece los siguientes beneficios para las mujeres que completan el programa manejo de estilo de vida y maternidad de INTERVENT

# L1356
source: $500 gift card if enrolled in the first trimester (weeks 1 to 13)
es: Tarjeta de regalo de $500 si se inscribe en el primer trimestre (semanas 1 a 13)

# L1357
source: $250 gift card if enrolled in the second trimester (weeks 14 to 26)
es: Tarjeta de regalo de $250 si se inscribe en el segundo trimestre (semanas 14 a 26)

# L1358
source: INTERVENT’s caring, dedicated health coaches help identify resources to support the pregnancy and delivery of a healthy baby. After the baby is born, coaches help manage aspects of lifestyle that are important during the post-partum period, such as getting back in shape, losing weight and/or managing stress.
es: Los dedicados entrenadores de salud de INTERVENT le ayudarán a identificar los recursos para apoyar el embarazo y el parto de un bebé sano. Después de que nazca el bebé, los entrenadores ayudan a manejar los aspectos de su vida que son importantes durante el período post-parto, tales como volver a estar en forma, perder peso y / o controlar el estrés.

# L1359
source: Fran - found support to quit smoking after 35 years
es: Fran - encontró apoyo para dejar de fumar después de 35 años

# L136
source: No, I have not had any of the above checkups/tests
es: No, no he tenido ninguno de los exámenes/pruebas mencionados arriba
fr: Je n’ai subi aucun des tests ci-dessus
pt: Não, eu não fiz nenhum dos exames/testes acima

# L1360
source: When I enrolled in coaching, I learned that I could reduce the risk of my prediabetes turning into type 2 diabetes by losing 5 to 10 percent of my current weight and being more physically active. I’ve now lost about 25 pounds and I’m happy to say I no longer have prediabetes. My blood pressure is also in the normal range. I feel great. I couldn’t have made these changes without the support of my INTERVENT health coach. I rate the INTERVENT program as excellent and I definitely recommend it to others.
es: Cuando me inscribí en el programa, aprendí que podía reducir el riesgo de mi prediabetes convertirse en diabetes tipo 2 al perder 5 a 10 porciento de mi peso actual y al ser más activa físicamente. He perdido ya unas 25 libras y estoy muy feliz de decir que ya no tengo prediabetes. Mi presión arterial también está dentro de valores normales. No pude haber hecho estos cambios sin el apoyo de mi entrenador de salud de INTERVENT. Califico el programa de INTERVENT como excelente u definitivamente se lo recomiendo a otros.

# L1361
source: Personnel Number
ar: رقم الموظف
ar_ae: رقم الموظف
es: Numero de personal/empleado

# L1362
source: Date of Birth ({0})
ar: تاريخ الميلاد ({0})
ar_ae: تاريخ الميلاد ({0})
es: Fecha de nacimiento
fr: Date de naissance ({0})
pt: Data de nascimento ({0})

# L1363
source: More info
es: Más información
fr: Plus d’informations

# L1364
source: Gift cards are awarded as follows
es: Las tarjetas de regalos son premiadas de la siguiente manera

# L1365
source: Complete these activities to earn points
es: Complete estas actividades para ganar puntos

# L1367
source: First health coaching session
es: Primera sesión de Entrenamiento de la salud
fr: Première séance d’encadrement sur la santé

# L1368
source: Required number of coaching sessions
es: Número requerido de sesiones de entrenamiento
fr: Nombre de séances d’encadrement nécessaires

# L1369
source: Follow-up evaluation
es: Evaluación de Seguimiento
fr: Évaluation de suivi

# L137
source: Have you had any of the following immunizations? (please check all that apply.)
es: ¿Ha tenido alguna de las siguientes vacunas? (por favor marque todos los que apliquen.)
fr: Avez-vous reçu l’un des vaccins suivants? (Veuillez sélectionner toutes les réponses qui s’appliquent.)
pt: Você recebeu vacina contra qualquer das doenças abaixo? (assinale todas as opções que se apliquem.)

# L1370
source: Participant satisfaction survey
es: Encuesta de satisfacción de los participantes
fr: Sondage sur la satisfaction des participants

# L1371
source: Total Points
es: Puntos totales
fr: Points au total

# L1372
source: Monthly drawings for {0} gift cards
es: Rifas mensuales para tarjetas de regalos de {0}

# L1373
source: Quarterly drawings for {0} gift cards
es: Rifas trimestrales para tarjetas de regalos de {0}

# L1374
source: Semi-annual drawings for {0} gift cards
es: Rifas semestrales para tarjetas de regalos de {0}

# L1375
source: Annual drawing for {0} gift cards
es: Rifas anuales para tarjetas de regalos de {0}

# L1376
source: Take the first step to better health for life. Create your account, sign up and take your health assessment for the Compass Group 2017 benefits’ year. Then, log in to access your reports and program.
es: Tome el primer paso hacia una mejor salud para toda la vida. Cree su cuenta, complete su evaluación de salud para el año 2017 de beneficios de Compass Group . Luego inicie su sesión para acceder a sus informes y programa.

# L1377
source: 1,000 or more
es: 1,000 ó más
fr: 1 000 ou plus

# L1378
source: Based on your responses to our health assessment, we’ll provide expert advice – individualized for you.
ar: استنادا إلى استجاباتك لتقييمنا الصحي، سنقدم لك مشورة الخبراء – المخصصة من أجلك.
ar_ae: استنادًا إلى إجاباتك على تقييمنا الصحي، سنقدم لك استشارة متخصصة – خاصة بك وحدك.
es: Basado en sus respuestas a nuestra evaluación de salud , vamos a proveer el asesoramiento de expertos - individualizado para usted.

# L1379
source: INTERVENT also offers a maternity management program for each trimester of your pregnancy, if it is sponsored by your company and provided to you free of charge. There are valuable incentives provided to you if you comply with the program, in addition to the great health benefits for you and your baby! Make an appointment now!
es: INTERVENT También ofrece el programa de manejo de maternidad para cada trimestre de su embarazo, está ya pago por su compañía y se le provee libre de costo. Hay incentivos valiosos proveídos para usted con el programa, en adición a los grandes beneficios de salud para usted y su bebe. ¡Haga su cita hoy!
fr: INTERVENT propose également un programme de gestion de la maternité pour chaque trimestre de votre grossesse. Il est fourni gratuitement si votre entreprise le parraine. Si vous vous conformez au programme, vous bénéficierez d’incitatifs et de grands avantages pour votre santé et celle de votre bébé! Prenez rendez-vous maintenant!
pt: A INTERVENT também oferece um programa de acompanhamento de maternidade para cada trimestre da sua gravidez, se for custeado pela sua empresa e fornecido a você gratuitamente. Existem incentivos importantes que podem ser oferecidos a você, se você cumprir o programa, além dos ótimos benefícios à sua saúde e à do seu bebê! Agende uma consulta agora!

# L138
source: Tetanus vaccine during the past 10 years
es: Vacuna contra tétano durante los pasados diez años
fr: Vaccin contre le tétanos au cours des dix dernières années
pt: Vacina antitetânica nos últimos 10 anos

# L1380
source: You indicated that you are pregnant and were asked to complete this assessment with pre-pregnancy information. All reports that have been generated for you are being provided to you at this time for informational purposes only. The recommendations in your reports and educational materials may not be appropriate for pregnant women. The recommendations (including goals and scores) in your reports and educational materials are intended for use by you only once you are no longer pregnant. Please check with your health care provider before implementing any of the recommendations in your reports or educational materials.
es: Usted indicó que está embarazada y se le pidió que complete esta evaluación con información antes de su embarazo. Todo informe que se ha generado para usted se otorgan en este momento sólo para fines informativos. Las recomendaciones de sus informes y materiales educativos pueden no ser apropiados para las mujeres embarazadas. Las recomendaciones (incluyendo las metas y puntuaciones) en sus informes y materiales educativos están destinados para su uso solo cuando ya no este embarazada. Por favor, consulte con su médico antes de implementar cualquiera de las recomendaciones de sus informes o materiales educativos.
fr: Vous avez indiqué que vous étiez enceinte et on vous a demandé de répondre à un questionnaire visant à obtenir des renseignements avant la grossesse. Pour l’instant, tous les rapports qui ont été produits pour vous sont fournis à titre d’information seulement. Les recommandations contenues dans vos rapports et votre matériel éducatif peuvent ne pas convenir aux femmes enceintes. Vous devez suivre les recommandations (y compris les objectifs et les résultats) uniquement lorsque vous n’êtes plus enceinte. Veuillez demander l’avis de votre professionnel de la santé avant de mettre en œuvre les recommandations contenues dans vos rapports ou votre matériel éducatif.
pt: Você indicou que está gravida e solicitamos que preenchesse esta avaliação com dados pré-natais. Todos os relatórios que foram gerados para você estão sendo fornecidos neste momento somente para fins informativos. As recomendações nos seus relatórios e materiais educacionais podem não ser adequadas para mulheres grávidas. As recomendações (incluindo as metas e pontuações) em seus relatórios e materiais educacionais se destinam à utilização apenas quando você não estiver mais grávida. Verifique com o seu profissional de saúde antes de implementar qualquer recomendação em seus relatórios ou materiais educacionais.

# L1381
source: Please note: You must have enrolled in an eligible Medical Plan prior to your first scheduled coaching appointment. Thank you.
es: Por favor, tenga en cuenta que debe haber inscrito en el Plan Médico antes de su primera cita entrenamiento programado. Gracias.
fr: Remarque : Vous devez vous être inscrit à un régime de soins de santé admissible avant votre première rencontre d’encadrement. Merci.

# L1383
source: Cancer?
es: ¿Cáncer?
pt: Câncer?

# L1384
source: Chronic kidney disease?
es: ¿Enfermedad crónica del riñón?
fr: Néphropathie chronique?
pt: Doença crônica dos rins?

# L1385
source: Arthritis?
es: ¿Artritis?
fr: Arthrite?
pt: Artrite?

# L1386
source: Receive nutritional/dietary counseling.
es: Reciba consejería nutricional/dietaria

# L1387
source: Perform regular exercise/physical activity.
es: Haga ejercicios/actividad física regularmente
fr: Faites régulièrement de l’exercice ou de l’activité physique.
pt: Pratique exercícios físicos regularmente.

# L1388
source: Reduce and/or manage your stress effectively.
es: Reduzca y/o maneje su estrés efectivamente
fr: Réduire ou gérer son stress efficacement.
pt: Reduza e/ou controle seu estresse de forma eficaz.

# L1389
source: Achieve and maintain a healthier weight (counseling recommended).
es: Logre y mantenga un peso saludable (consejos recomendados).

# L139
source: Flu vaccine during the past 12 months
es: Vacuna contra la gripe durante los pasados doce meses
fr: Vaccin contre la grippe au cours des 12 derniers mois
pt: Vacina antigripal nos últimos 12 meses

# L1390
source: Achieve and maintain a healthier weight.
es: Logre y mantenga un peso saludable.
fr: Atteindre et maintenir un poids santé.
pt: Atinja e mantenha um peso mais saudável.

# L1391
source: Eliminate all of your safety-related risks.
es: Elimine todo riesgo relacionado a su seguridad.
fr: Éliminer tous les risques liés à la sécurité.
pt: Elimine todos os riscos relacionados à segurança.

# L1392
source: Reduce your alcohol intake.
es: Reduzca el consumo de alcohol.
fr: Réduire sa consommation d’alcool.
pt: Reduza o consumo de bebidas alcoólicas.

# L1393
source: Discuss your mental health with your doctor.
es: Hable con su doctor sobre su salud mental.

# L1394
source: Discuss home safety with your doctor.
es: Dialogue con su doctor acerca de la seguridad de su hogar.

# L1395
source: Discuss your functional ability with your doctor.
es: Hable sobre su capacidad funcional (habilidad de realizar actividades cotidianas) con su doctor

# L1396
source: Discuss your risk for falls with your doctor.
es: Hable con su doctor acerca de su riesgo de caídas.

# L1397
source: Discuss your hearing with your doctor.
es: Habe con su doctor acerca de su capacidad auditiva.

# L1398
source: Discuss your urinary problems with your doctor.
es: Hable con su doctor acerca de sus problemas urinarios

# L1399
source: Discuss your drinking habits with your doctor.
es: Dialogue con su doctor acerca de sus hábitos de consumir bebidas alcohólicas

# L14
source: Have you ever had a heart attack, coronary artery bypass surgery, angioplasty (PTCA) or stent?
es: ¿Alguna vez ha tenido un ataque al corazón, cirugía de arteria coronaria, angioplastia (ACTP) o stent?
fr: Avez-vous déjà eu une crise cardiaque, un pontage coronarien, une angioplastie (ACTP) ou une endoprothèse?
pt: Você já teve ataque cardíaco, cirurgia de ponte de safena nas artérias coronárias, angioplastia (ATPC) ou já utilizou stent?

# L140
source: Measles - Mumps - Rubella vaccine (ever)
es: Sarampión-Paperas-Rubeola (alguna vez)
fr: Vaccin contre la rougeole, les oreillons et la rubéole (au moins une fois)
pt: Vacina contra sarampo/caxumba/rubéola (com qualquer idade)

# L1400
source: Moderate
es: Modéré

# L1401
source: January
es: Enero
fr: Janvier
pt: Janeiro

# L1402
source: February
es: Febrero
fr: Février
pt: Fevereiro

# L1403
source: March
es: Marzo
fr: Mars
pt: Março

# L1404
source: April
es: Abril
fr: Avril
pt: Abril

# L1405
source: May
es: Mayo
fr: Mai
pt: Maio

# L1406
source: June
es: Junio
fr: Juin
pt: Junho

# L1407
source: July
es: Julio
fr: Juillet
pt: Julho

# L1408
source: August
es: Agosto
fr: Août
pt: Agosto

# L1409
source: September
es: Septiembre
fr: Septembre
pt: Setembro

# L141
source: Chickenpox vaccine (ever)
es: Vacuna contra la Varicela (alguna vez)
fr: Vaccin contre la varicelle (au moins une fois)
pt: Vacina contra catapora (com qualquer idade)

# L1410
source: October
es: Octubre
fr: Octobre
pt: Outubro

# L1411
source: November
es: Noviembre
fr: Novembre
pt: Novembro

# L1412
source: December
es: Diciembre
fr: Décembre
pt: Dezembro

# L1413
source: High
es: Alto

# L1414
source: Combination
es: Combinacion

# L1415
source: Signed
es: Firmado

# L1416
source: Not Signed
es: No firmado

# L1417
source: Very Bad
es: Muy Mal

# L1418
source: Bad
es: Malo

# L1419
source: Okay
es: Bueno

# L142
source: Hepatitis B vaccine (ever)
es: Vacuna contra la Hepatitis B (alguna vez)
fr: Vaccin contre l’hépatite B (au moins une fois)
pt: Vacina contra hepatite tipo B (com qualquer idade)

# L1420
source: Okay
es: Ok

# L1421
source: Somewhat satisfied
es: Algo satisfecho

# L1422
source: Satisfied
es: Satisfecho

# L1423
source: Very satisfied
es: Muy satisfecho

# L1425
source: Not Happy
es: Infeliz

# L1426
source: Somewhat Happy
es: Algo feliz

# L1427
source: Happy
es: Feliz

# L1428
source: Very happy
es: Muy feliz

# L1429
source: Very motivated
es: Muy motivado

# L143
source: Shingrix vaccine for shingles (ever)
es: Vacuna Shingrix para la culebrilla (alguna vez).
fr: Vaccin Shingrix contre le zona (au moins une fois)
pt: Vacina Shingrix contra herpes (com qualquer idade)

# L1430
source: Very well
es: Muy bien

# L1431
source: Not well at all
es: Nada bien en lo absoluto

# L1432
source: Does not apply at this time
es: No aplica en estos momentos

# L1433
source: What If
es: Qué pasa si
fr: Situations possibles
pt: E Se

# L1434
source: Risk for Heart Disease
es: Riesgo para Enfermedad Cardiaca
fr: Risque de maladie du cœur
pt: Risco para doenças cardíacas

# L1435
source: Lifetime Risk
es: Riesgo de por vida
fr: Risque à vie
pt: Risco vitalício

# L1436
source: Risk for Heart Disease and Stroke
es: Riesgo para enfermedad cardíaca o cerebro vascular
fr: Risque de maladie du cœur et d’AVC
pt: Risco para doenças cardíacas e Derrame

# L1437
source: Enter your own values
es: Introduzca sus propios valores
fr: Écrivez vos valeurs.
pt: Digite seus próprios valores

# L1438
source: Blood Pressure Medication
es: Medicamento para Presión Arterial
fr: Médicaments contre la pression artérielle
pt: Medicamento para hipertensão

# L1439
source: White
es: Blanco
fr: Blanc
pt: Branca

# L144
source: HPV (Human Papillomavirus) vaccine (ever)
es: Vacuna contra el VPH (Virus del Papiloma Humano) (alguna vez)
fr: Vaccin contre le virus du papillome humain (VPH) (au moins une fois)
pt: Vacina contra HPV (papilomavirus humano) (com qualquer idade)

# L1440
source: Other
es: Otro
fr: Autre
pt: Outros

# L1441
source: Age (Years)
es: Edad (Años)
fr: Âge (années)
pt: Idade (Anos)

# L1442
source: Systolic Blood Pressure (MM/HG)
es: Tensión arterial sistólica (mmHg)
fr: Pression systolique (mmHg)
pt: Pressão arterial sistólica (MM/HG)

# L1443
source: Diastolic Blood Pressure (MM/HG)
es: Tensión arterial distólica (mmHg)
fr: Pression diastolique (mmHg)
pt: Pressão arterial diastólica (MM/HG)

# L1444
source: Lifestyle management course is designed for people who are ready to make lifestyle changes and have the commitment, discipline, and support to work on their own – at home
es: Curso de manejo de estilo de vida es diseñado para personas que estén preparadas para hacer cambios y tener el compromiso, disciplina y el apoyo para trabajar por si solo- en su casa.

# L1445
source: Start Date
es: Fecha de Comienzo
fr: Date de début

# L1446
source: Forms (Optional)
es: Formularios (opcional)
fr: Formulaires (facultatif)

# L1447
source: Coach Bio
es: Biografía de Entrenador
fr: Biographie du conseiller

# L1448
source: My Personal Contract to Quitting Smoking
es: Mi Contrato Personal para Dejar de Fumar

# L145
source: Pneumonia vaccine (ever)
es: Vacuna contra la Neumonía (alguna vez)
fr: Vaccin contre la pneumonie (au moins une fois)
pt: Vacina contra pneumonia (com qualquer idade)

# L1450
source: Lesson Not Available
es: Lección no esta disponible
fr: Module non disponible

# L1451
source: This lesson is not available yet. Please complete the previous lessons first
es: Esta lección no esta disponible todavía. Por favor complete la lección previa primero
fr: Ce module n’est pas encore disponible. Veuillez d’abord effectuer les modules précédents.

# L1452
source: Your Heart Age cannot be adequately assessed by this HRA because you have known cardiovascular disease.
es: Su edad del corazón no puede ser adecuadamente evaluada por este HRA, porque usted tiene enfermedad cardiovascular.
fr: Cette évaluation des risques pour la santé (ERS) ne permet pas de déterminer avec précision votre âge cardiaque parce que vous êtes atteint d’une maladie cardiovasculaire connue.
pt: Sua idade cardíaca não pode ser corretamente analisada por esta ARS, porque você tem uma doença cardiovascular conhecida.

# L1453
source: Because you are over 74, your Heart Age cannot be accurately determined.
es: Debido a que tiene más de 74 años, la edad de su corazón no se puede determinar con exactitud.
fr: Comme vous avez plus de 74 ans, on ne peut pas déterminer votre âge cardiaque avec précision.
pt: Como você tem mais de 74 anos, sua idade cardíaca não pode ser determinada com precisão.

# L1454
source: Because you are unser 18, your Heart Age cannot be accurately determined.
es: Porque es menor de 18 años, su edad del corazón no puede ser determinada con precisión.
fr: Comme vous avez moins de 18 ans, on ne peut pas déterminer votre âge cardiaque avec précision.
pt: Como você tem menos de 18 anos, sua idade cardíaca não pode ser determinada com precisão.

# L1455
source: Your Heart Age cannot be adequately assessed due to incomplete data.
es: Su edad del corazón no puede ser adecuadamente valorada debido a información incompleta.
fr: Votre âge cardiaque ne peut pas être déterminé avec précision en raison de données incomplètes.
pt: Sua idade cardíaca não pode ser corretamente analisada porque os dados estão incompletos.

# L1456
source: Aim for goal values or below.
es: Tengo como objetivo alcanzar los valores de meta o estar debajo de los mismos.
fr: Visez les valeurs cibles ou moins.
pt: Tente atingir os valores recomendados abaixo.

# L1457
source: Current Value
es: Valor Actual
fr: Valeur actuelle
pt: Valor atual

# L1458
source: Do not go below
es: No ir por debajo
fr: Ne descendez pas en dessous
pt: Não diminuir

# L1459
source: Short-term Goal
es: Meta de Corto Plazo
fr: Objectif à court terme
pt: Meta de curto prazo

# L146
source: No, I have not had any of the above immunizations/vaccines
es: No, no he tenido las vacunas/inmunizaciones anteriores
fr: Je n’ai reçu aucun des vaccins ci-dessus
pt: Não, não recebi nenhuma das vacinas acima

# L1460
source: Long-term Goal
es: Meta de Largo Plazo
fr: Objectif à long terme
pt: Meta de longo prazo

# L1461
source: Body Weight ({0})
es: Peso Corporal ({0})
fr: Poids corporel ({0})
pt: Peso corporal ({0})
