Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L339
source: Your LDL ('bad') cholesterol is above 99 mg/dL (or 2.58 mmol/L). Please schedule an appointment with your doctor to discuss whether medication is / medication changes are needed for this (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of the American Medical Association and/or the July 13, 2004 and/or November 29, 2011 issues of Circulation).
es: Su colesterol LDL ("malo") está por encima de 99 mg/dL (o 2.58 mmol/L). Por favor programe una cita con su médico para discutir si necesita medicamentos / o cambiar medicamentos para esto (como lo recomienda el National Heart, Lung and Blood Institute en la edición del 16 de Mayo de 2001 del Jornal de la Asociación Médica Americana y/o en las ediciones en circulación del 13 de Julio del 2004 y/o del 29 de noviembre del 2011).
fr: Votre taux de cholestérol LDL (le « mauvais ») est supérieur à 99 mg/dL (ou 2,58 mmol/L). Discutez avec votre médecin de la nécessité de prendre des médicaments pour ce problème, ou d’apporter des changements à votre médication (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 16 mai 2001 du <i>Journal of the American Medical Association</i> et les numéros du 13 juillet 2004 et du 29 novembre 2011 de la revue <i>Circulation</i>).
pt: Seu colesterol LDL ('ruim') está acima de 99 mg/dl (ou 2,58 mmol/l). Marque uma consulta com seu médico para discutir se é preciso alterar medicamentos ou doses para este fim (conforme recomendado pela National Heart, Lung, and Blood Institute na edição do Journal of the American Medical Association de 16 de maio de 2001 ou na revista Circulation de 13 de julho de 2004 e 29 de novembro de 2011).

# L34
source: Heart failure?
es: ¿Insuficiencia cardíaca?
fr: Insuffisance cardiaque?
pt: Insuficiência cardíaca?

# L340
source: Your triglyceride level is above 499 mg/dL (or 5.64 mmol/L). Please schedule an appointment with your doctor to discuss whether medication is / medication changes are needed for this (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of American Medical Association and/or the July 13, 2004 and/or November 29, 2011 issues of Circulation).
es: Su nivel de triglicéridos esta por encima de 499 mg/dL (o 5.64 mmol/L). Por favor programe una cita con su medico para discutir si necesita medicamentos / o cambiar medicamentos para esto (como lo recomienda el National Heart, Lung and Blood Institute en la edición del 16 de Mayo de 2001 del Jornal de la Asociación Medica Americana y/o en las ediciones en circulación del 13 de Julio del 2004 y/o del 29 de noviembre del 2011).
fr: Votre taux de triglycérides est supérieur à 499 mg/dL (ou 5,64 mmol/L). Discutez avec votre médecin de la nécessité de prendre des médicaments pour ce problème, ou d’apporter des changements à votre médication (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 16 mai 2001 du <i>Journal of the American Medical Association</i> et les numéros du 13 juillet 2004 et du 29 novembre 2011 de la revue <i>Circulation</i>).
pt: Seu nível de triglicérides está acima de 499 mg/dl (ou 5,64 mmol/l). Marque uma consulta com seu médico para discutir se é preciso alterar medicamentos ou doses para este fim (conforme recomendado pela National Heart, Lung, and Blood Institute na edição do Journal of the American Medical Association de 16 de maio de 2001 ou na revista Circulation de 13 de julho de 2004 e 29 de novembro de 2011).

# L341
source: Your HDL ('good') cholesterol is below 40 mg/dL (or 1.03 mmol/L) and your triglyceride level is above 199 mg/dL (or 2.25 mmol/L). Please schedule an appointment with your doctor to discuss this (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of American Medical Association and/or the July 13, 2004 and/or November 29, 2011 issues of Circulation).
es: Su nivel de colesterol HDL ("bueno") está por debajo de 40 mg/dL (o 1.03 mmol/L) y su nivel de triglicéridos esta por encima de 199 mg/dL (o 2.25 mmol/L). Por favor programe una cita con su medico para discutir esto (como lo recomienda el National Heart, Lung and Blood Institute en la edición del 16 de Mayo de 2001 del Jornal de la Asociación Medica Americana y/o en las ediciones en circulación del 13 de Julio del 2004 y/o del 29 de noviembre del 2011).
fr: Votre taux de cholestérol HDL (le « bon ») est inférieur à 40 mg/dL (ou 1,03 mmol/L) et votre taux de triglycérides est supérieur à 199 mg/dL (ou 2,25 mmol/L). Discutez-en avec votre médecin (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 16 mai 2001 du <i>Journal of the American Medical Association</i> et les numéros du 13 juillet 2004 et du 29 novembre 2011 de la revue <i>Circulation</i>).
pt: Seu colesterol HDL ('bom') está abaixo de 40 mg/dl (ou 1,03 mmol/l), e seus triglicérides estão acima de 199 mg/dl (ou 2,25 mmol/l). Marque uma consulta com seu médico para discutir a questão (conforme recomendado pela National Heart, Lung, and Blood Institute na edição do Journal of the American Medical Association de 16 de maio de 2001 ou na revista Circulation de 13 de julho de 2004 e 29 de novembro de 2011).

# L342
source: Your HDL ('good') cholesterol is below 40 mg/dL (or 1.03 mmol/L). Please schedule an appointment with your doctor to discuss whether medication is / medication changes are needed for this (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of American Medical Association and/or the July 13, 2004 and/or November 29, 2011 issues of Circulation).
es: Su nivel de colesterol HDL ("bueno") está por debajo de 40 mg/dL (o 1.03 mmol/L). Por favor programe una cita con su medico para discutir si necesita medicamentos / o cambiar medicamentos para esto (como lo recomienda el National Heart, Lung and Blood Institute en la edición del 16 de Mayo de 2001 del Jornal de la Asociación Medica Americana y/o en las ediciones en circulación del 13 de Julio del 2004 y/o del 29 de noviembre del 2011).
fr: Votre taux de cholestérol HDL (le « bon ») est inférieur à 40 mg/dL (ou 1,03 mmol/L). Discutez avec votre médecin de la nécessité de prendre des médicaments pour ce problème, ou d’apporter des changements à votre médication (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 16 mai 2001 du <i>Journal of the American Medical Association</i> et les numéros du 13 juillet 2004 et du 29 novembre 2011 de la revue <i>Circulation</i>).
pt: Seu colesterol HDL ('bom') está abaixo de 40 mg/dl (ou 1,03 mmol/l). Marque uma consulta com seu médico para discutir se é preciso alterar medicamentos ou doses para este fim (conforme recomendado pela National Heart, Lung, and Blood Institute na edição do Journal of the American Medical Association de 16 de maio de 2001 ou na revista Circulation de 13 de julho de 2004 e 29 de novembro de 2011).

# L343
source: Your triglyceride level is above 199 mg/dL (or 2.25 mmol/L). Please schedule an appointment with your doctor to discuss whether medication is / medication changes are needed for this (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of American Medical Association and/or the July 13, 2004 and/or November 29, 2011 issues of Circulation).
es: Su nivel de triglicéridos esta por encima de 199 mg/dL (o 2.25 mmol/L). Por favor programe una cita con su medico para discutir si necesita medicamentos / o cambiar medicamentos para esto (como lo recomienda el National Heart, Lung and Blood Institute en la edición del 16 de Mayo de 2001 del Jornal de la Asociación Medica Americana y/o en las ediciones en circulación del 13 de Julio del 2004 y/o del 29 de noviembre del 2011).
fr: Votre taux de triglycérides est supérieur à 199 mg/dL (ou 2,25 mmol/L). Discutez avec votre médecin de la nécessité de prendre des médicaments pour ce problème, ou d’apporter des changements à votre médication (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 16 mai 2001 du <i>Journal of the American Medical Association</i> et les numéros du 13 juillet 2004 et du 29 novembre 2011 de la revue <i>Circulation</i>).
pt: Seu nível de triglicérides está acima de 199 mg/dl (ou 2,25 mmol/l). Marque uma consulta com seu médico para discutir se é preciso alterar medicamentos ou doses para este fim (conforme recomendado pela National Heart, Lung, and Blood Institute na edição do Journal of the American Medical Association de 16 de maio de 2001 ou na revista Circulation de 13 de julho de 2004 e 29 de novembro de 2011).

# L344
source: Your LDL ('bad') cholesterol is above 99 mg/dL (or 2.58 mmol/L) and your triglyceride level is above 199 mg/dL (or 2.25 mmol/L). Please schedule an appointment with your doctor to discuss whether medication is / medication changes are needed for this (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of American Medical Association and/or the July 13, 2004 and/or November 29, 2011 issues of Circulation).
es: Su LDL ("malo") esta por encima de 99 mg/dL (o 2.58 mmol/L) y su nivel de triglicéridos es por encima de 199 mg/dL (o 2.25 mmol/L).Por favor programe una cita con su medico para discutir si necesita medicamentos / o cambiar medicamentos para esto (como lo recomienda el National Heart, Lung and Blood Institute en la edición del 16 de Mayo de 2001 del Jornal de la Asociación Medica Americana y/o en las ediciones en circulación del 13 de Julio del 2004 y/o del 29 de noviembre del 2011).
fr: Votre taux de cholestérol LDL (le « mauvais ») est inférieur à 99 mg/dL (ou 2,58 mmol/L) et votre taux de triglycérides est supérieur à 199 mg/dL (ou 2,25 mmol/L). Discutez avec votre médecin de la nécessité de prendre des médicaments pour ce problème, ou d’apporter des changements à votre médication (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 16 mai 2001 du <i>Journal of the American Medical Association</i> et les numéros du 13 juillet 2004 et du 29 novembre 2011 de la revue <i>Circulation</i>).
pt: Seu colesterol LDL ('ruim') está acima 99 mg/dl (ou 2,58 mmol/l), e seus triglicérides estão acima de 199 mg/dl (ou 2,25 mmol/l). Marque uma consulta com seu médico para discutir se é preciso alterar medicamentos ou doses para este fim (conforme recomendado pela National Heart, Lung, and Blood Institute na edição do Journal of the American Medical Association de 16 de maio de 2001 ou na revista Circulation de 13 de julho de 2004 e 29 de novembro de 2011).

# L345
source: Re-check your LDL ('bad') cholesterol after making lifestyle changes for 12 weeks. If your LDL cholesterol is still above {0} mg/dL, you should then schedule an appointment with your doctor to discuss whether medication is / medication changes are needed for this (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of American Medical Association and/or the July 13, 2004 and/or November 29, 2011 issues of Circulation).
es: Revise su colesterol LDL ("malo") luego de hacer cambios a su estilo de vida por unas 12 semanas. Si su colesterol LDL está todavía por encima de {0} mg/dL, debería programar una cita con su médico para discutir si necesita medicamentos / o cambiar medicamentos para esto (como lo recomienda el National Heart, Lung and Blood Institute en la edición del 16 de mayo de 2001 del Jornal de la Asociación Médica Americana y/o en las ediciones en circulación del 13 de Julio del 2004 y/o del 29 de noviembre del 2011).
fr: Revérifiez votre taux de cholestérol LDL (le « mauvais ») après avoir changé vos habitudes de vie pendant 12 semaines. Si votre taux de cholestérol LDL est toujours supérieur à {0} mg/dL, discutez avec votre médecin de la nécessité de prendre des médicaments pour ce problème, ou d’apporter des changements à votre médication (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 16 mai 2001 du <i>Journal of the American Medical Association</i> et les numéros du 13 juillet 2004 et du 29 novembre 2011 de la revue <i>Circulation</i>).
pt: Verifique novamente seu colesterol LDL ('ruim') 12 semanas após as mudanças no seu estilo de vida. Se o seu colesterol LDL ainda estiver acima de {0} mg/dl, marque uma consulta com seu médico para discutir se é preciso alterar medicamentos ou doses para este fim (conforme recomendado pela National Heart, Lung, and Blood Institute na edição do Journal of the American Medical Association de 16 de maio de 2001 ou na revista Circulation de 13 de julho de 2004 e 29 de novembro de 2011).

# L346
source: Re-check your LDL ('bad') cholesterol after making lifestyle changes for 12 weeks. If your LDL cholesterol is still above 99 mg/dL (or 2.58 mmol/L), you should then schedule an appointment with your doctor to discuss whether medication is / medication changes are needed for this (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of American Medical Association and/or the July 13, 2004 and/or November 29, 2011 issues of Circulation).
es: Revise su colesterol LDL ("malo") luego de hacer cambios a su estilo de vida por unas 12 semanas. Si su colesterol LDL está todavía por encima de 99 mg/dL (o 2.58 mmol/L), debería programar una cita con su médico para discutir si necesita medicamentos / o cambiar medicamentos para esto (como lo recomienda el National Heart, Lung and Blood Institute en la edición del 16 de mayo de 2001 del Jornal de la Asociación Médica Americana y/o en las ediciones en circulación del 13 de Julio del 2004 y/o del 29 de noviembre del 2011).
fr: Revérifiez votre taux de cholestérol LDL (le « mauvais ») après avoir changé vos habitudes de vie pendant 12 semaines. Si votre taux de cholestérol LDL est toujours supérieur à 99 mg/dL (ou 2,58 mmol/L), discutez avec votre médecin de la nécessité de prendre des médicaments pour ce problème, ou d’apporter des changements à votre médication (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 16 mai 2001 du <i>Journal of the American Medical Association</i> et les numéros du 13 juillet 2004 et du 29 novembre 2011 de la revue <i>Circulation</i>).
pt: Verifique novamente seu colesterol LDL ('ruim') 12 semanas após as mudanças no seu estilo de vida. Se o seu colesterol LDL ainda estiver acima de 99 mg/dl (ou 2,58 mmol/l), marque uma consulta com seu médico para discutir se é preciso alterar medicamentos ou doses para este fim (conforme recomendado pela National Heart, Lung, and Blood Institute na edição do Journal of the American Medical Association de 16 de maio de 2001 ou na revista Circulation de 13 de julho de 2004 e 29 de novembro de 2011).

# L347
source: Re-check your LDL ('bad') cholesterol after making lifestyle changes for 12 weeks.
es: Revise su LDL (colesterol "malo") luego de hacer cambios a su estilo de vida por unas 12 semanas.
fr: Revérifiez votre taux de cholestérol LDL (le « mauvais ») après avoir changé vos habitudes de vie pendant 12 semaines.
pt: Verifique novamente seu colesterol LDL ('ruim') 12 semanas após as mudanças no seu estilo de vida.

# L348
source: Hide Completed
es: Ocultar lo Completado
fr: Masquer les sections terminées

# L349
source: Re-check your triglyceride level after making lifestyle changes for 12 weeks. If your triglyceride level is still above 199 mg/dL (or 2.25 mmol/L), you should then schedule an appointment with your doctor to discuss whether medication is / medication changes are needed for this (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of American Medical Association and/or the July 13, 2004 and/or November 29, 2011 issues of Circulation).
es: Revise su nivel de triglicéridos luego de hacer cambios a su estilo de vida por unas 12 semanas. Si su nivel de triglicéridos está todavía por encima de 199 mg/dL (o 2.25 mmol/L), debería programar una cita con su médico para discutir si necesita medicamentos / o cambiar medicamentos para esto (como lo recomienda el National Heart, Lung and Blood Institute en la edición del 16 de mayo de 2001 del Jornal de la Asociación Médica Americana y/o en las ediciones en circulación del 13 de Julio del 2004 y/o del 29 de noviembre del 2011).
fr: Revérifiez votre taux de triglycérides après avoir changé vos habitudes de vie pendant 12 semaines. Si votre taux de triglycérides est toujours supérieur à 199 mg/dL (ou 2,25 mmol/L), discutez avec votre médecin de la nécessité de prendre des médicaments pour ce problème, ou d’apporter des changements à votre médication (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 16 mai 2001 du <i>Journal of the American Medical Association</i> et les numéros du 13 juillet 2004 et du 29 novembre 2011 de la revue <i>Circulation</i>).
pt: Verifique novamente seus triglicérides 12 semanas após as mudanças no seu estilo de vida. Se o seu nível de triglicérides ainda estiver acima de 199 mg/dl (ou 2,25 mmol/l), marque uma consulta com seu médico para discutir se é preciso alterar medicamentos ou doses para este fim (conforme recomendado pela National Heart, Lung, and Blood Institute na edição do Journal of the American Medical Association de 16 de maio de 2001 ou na revista Circulation de 13 de julho de 2004 e 29 de novembro de 2011).

# L35
source: Any other heart condition?
es: ¿Alguna otra condicion cardiaca?
fr: Autres problèmes cardiaques?
pt: Qualquer outra doença cardíaca?

# L350
source: Re-check your triglyceride level after making lifestyle changes for 12 weeks (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of American Medical Association and/or the July 13, 2004 and/or November 29, 2011 issues of Circulation).
es: Revise su nivel de triglicéridos luego de hacer cambios a su estilo de vida por unas 12 semanas. (como lo recomienda el National Heart, Lung and Blood Institute en la edición del 16 de mayo de 2001 del Jornal de la Asociación Médica Americana y/o en las ediciones en circulación del 13 de Julio del 2004 y/o del 29 de noviembre del 2011).
fr: Revérifiez votre taux de triglycérides après avoir changé vos habitudes de vie pendant 12 semaines (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 16 mai 2001 du <i>Journal of the American Medical Association</i> et les numéros du 13 juillet 2004 et du 29 novembre 2011 de la revue <i>Circulation</i>).
pt: Verifique novamente seu nível de triglicérides 12 semanas após as mudanças no seu estilo de vida (conforme recomendado pela National Heart, Lung, and Blood Institute na edição do Journal of the American Medical Association de 16 de maio de 2001 ou na revista Circulation de 13 de julho de 2004 e 29 de novembro de 2011).

# L351
source: Schedule an appointment with your doctor to discuss whether medication is / medication changes are needed to lower your elevated triglycerides (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of American Medical Association and/or the July 13, 2004 and/or November 29, 2011 issues of Circulation).
es: Programe una cita con su médico para discutir si necesita medicamentos / cambiar los medicamentos existentes para bajar los niveles elevados de los triglicéridos. (como lo recomienda el National Heart, Lung and Blood Institute en la edición del 16 de Mayo de 2001 del Jornal de la Asociación Medica Americana y/o en las ediciones en circulación del 13 de Julio del 2004 y/o del 29 de noviembre del 2011).
fr: Discutez avec votre médecin de la nécessité de prendre des médicaments, ou d’apporter des changements à votre médication, pour diminuer votre hypertriglycéridémie (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 16 mai 2001 du <i>Journal of the American Medical Association</i> et les numéros du 13 juillet 2004 et du 29 novembre 2011 de la revue <i>Circulation</i>).
pt: Marque uma consulta com seu médico para discutir se é preciso alterar medicamentos ou doses para reduzir seu nível alto de triglicérides (conforme recomendado pela National Heart, Lung, and Blood Institute na edição do Journal of the American Medical Association de 16 de maio de 2001 ou na revista Circulation de 13 de julho de 2004 e 29 de novembro de 2011).

# L352
source: Re-check your HDL ('good') cholesterol and triglyceride levels after making lifestyle changes for 12 weeks. If your HDL cholesterol is still below 40 mg/dL (or 1.03 mmol/L) and your triglyceride level is still above 199 mg/dL (or 2.25 mmol/L), you should then schedule an appointment with your doctor to discuss this (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of American Medical Association and/or the July 13, 2004 and/or November 29, 2011 issues of Circulation).
es: Revise su HDL ("bueno") y niveles de triglicéridos luego de hacer cambios a su estilo de vida por unas 12 semanas. Si su nivel de colesterol HDL está por debajo de 40 mg/dL (o 1.03 mmol/L) y su nivel de triglicéridos está todavía por encima de 199 mg/dL (o 2.25 mmol/L), debería programar una cita con su médico para discutir esto (como lo recomienda el National Heart, Lung and Blood Institute en la edición del 16 de Mayo de 2001 del Jornal de la Asociación Médica Americana y/o en las ediciones en circulación del 13 de Julio del 2004 y/o del 29 de noviembre del 2011).
fr: Revérifiez votre taux de cholestérol HDL (le « bon ») et de triglycérides après avoir changé vos habitudes de vie pendant 12 semaines. Si votre taux de cholestérol HDL est toujours inférieur à 40 mg/dL (ou 1,03 mmol/L) et que votre taux de triglycérides est toujours supérieur à 199 mg/dL (ou 2,25 mmol/L), discutez avec votre médecin de la nécessité de prendre des médicaments pour ce problème, ou d’apporter des changements à votre médication (tel que le recommande le National Heart, Lung, and Blood Institute dans le numéro du 16 mai 2001 du <i>Journal of the American Medical Association</i> et les numéros du 13 juillet 2004 et du 29 novembre 2011 de la revue <i>Circulation</i>).
pt: Verifique novamente os níveis de colesterol HDL ('bom') e triglicérides 12 semanas após as mudanças no seu estilo de vida. Se o seu colesterol HDL ainda estiver abaixo de 40 mg/dl (ou 1,03 mmol/l) e se o seu nível de triglicérides ainda estiver acima de 199 mg/dl (ou 2,25 mmol/l), você deve marcar uma consulta com o seu médico para discutir a questão (conforme recomendado pela National Heart, Lung, and Blood Institute na edição do Journal of the American Medical Association de 16 de maio de 2001 ou na revista Circulation de 13 de julho de 2004 e 29 de novembro de 2011).
