Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1764
source: I do hereby acknowledge that I have been informed of the need for a physician's approval for my participation in an exercise training/physical activity program. I also acknowledge that it has been recommended that I have a yearly or more frequent physical examination and that I should consult with my physician as to my current medical condition (or any changes in it) and my participation in an exercise training/physical activity program so that I might receive recommendations concerning these activities. I confirm that I have either had a recent physical examination and have been given a physician's permission to participate or that I have decided to participate in an exercise training/physical activity and lifestyle management program without the approval of my physician and do hereby assume all responsibility for and accept any and all risks of my participation and activities
es: Por el presente, declaro que he sido informado de la necesidad de aprobación médica para mi participación en un programa de actividad física/entrenamiento. También reconozco que se me ha recomendado someterme a un examen físico anual, o incluso más frecuente, y que debería consultar a mi médico sobre mi condición médica actual (o cualquier cambio en ella) y mi participación en un programa de entrenamiento/ actividad física, a fin de poder recibir recomendaciones referentes a estas actividades. Confirmo que recientemente he realizado un examen físico y que el médico me ha autorizado a participar o que he decidido participar en un programa de actividad física/entrenamiento y manejo del estilo de vida sin la aprobación de mi médico y, por el presente, asumo toda la responsabilidad y acepto todos los riesgos de mi participación y mis actividades.
fr: Je reconnais par la présente que j’ai été informé de la nécessité d’obtenir l’approbation d’un médecin pour ma participation à un programme d’exercices et d’activités physiques. Je reconnais également qu’on m’a recommandé de passer au moins un examen physique par année et de consulter mon médecin au sujet de mon état de santé actuel (ou de tout changement à celui-ci) et de ma participation à un programme d’exercices et d’activités physiques afin de recevoir des recommandations concernant ces activités. Je confirme que j’ai récemment passé un examen physique et reçu la permission d’un médecin de participer à un programme d’exercices, d’activités physiques et de prise en charge du mode de vie ou que j’ai décidé d’y participer sans l’approbation de mon médecin et que j’assume par la présente toute responsabilité et accepte tout risque lié à ma participation et aux activités.
pt: Pelo presente, reconheço que fui informado da necessidade da aprovação de um médico para poder participar de um programa de exercícios/atividades físicas. Reconheço também que me foi recomendada a realização de exames físicos anuais ou com maior frequência, que eu me consulte com um médico quanto à minha condição médica atual (ou quaisquer mudanças nessa condição) e quanto à minha participação em programa de exercícios/atividades físicas para que eu possa receber recomendações em relação a essas atividades. Confirmo que passei por exames físicos recentemente e que recebi a permissão de um médico para participar, ou que decidi participar de um programa de exercícios/atividades físicas e controle de estilo de vida sem a aprovação do meu médico, e pelo presente assumo total responsabilidade e aceito todo e qualquer risco decorrente da minha participação e das respectivas atividades

# L1765
source: I FURTHER ACKNOWLEDGE THAT IF I AM GIVEN AN INTERVENT MEDICAL CLEARANCE FORM REGARDING EXERCISE AND PHYSICAL ACTIVITY FOR MY PHYSICIAN TO REVIEW AND SIGN AND DO NOT RETURN IT TO INTERVENT, I HAVE, BY MY ACTION OR INACTION, DECIDED TO PARTICIPATE IN AN EXERCISE TRAINING/PHYSICAL ACTIVITY PROGRAM WITHOUT THE APPROVAL OF MY PHYSICIAN AND DO HEREBY ASSUME ALL RESPONSIBILITY FOR MY PARTICIPATION AND ACTIVITIES AND EXPRESSLY ASSUME AND ACCEPT ANY AND ALL RISKS OF MY ACTION AND INACTION
es: ASIMISMO, DECLARO QUE AL RECIBIR UN FORMULARIO DE AUTORIZACIÓN MÉDICA DE INTERVENT RESPECTO DEL EJERCICIO Y LA ACTIVIDAD FÍSICA PARA LA REVISIÓN Y FIRMA DE MI MÉDICO Y NO LO PRESENTO ANTE INTERVENT, POR MI ACCIÓN U OMISIÓN, HE DECIDIDO PARTICIPAR EN UN PROGRAMA DE ACTIVIDAD FÍSICA/ENTRENAMIENTO SIN LA AUTORIZACIÓN DE MI MÉDICO Y, POR EL PRESENTE, ASUMO TOTAL RESPONSABILIDAD POR MI PARTICIPACIÓN Y MIS ACTIVIDADES, Y ASUMO Y ACEPTO EXPRESAMENTE TODOS Y CADA UNO DE LOS RIESGOS DE MI ACCIÓN U OMISIÓN.
fr: JE RECONNAIS EN OUTRE QUE SI L’ON ME REMET UN FORMULAIRE D’AUTORISATION MÉDICALE D’INTERVENT CONCERNANT L’EXERCICE ET L’ACTIVITÉ PHYSIQUE DEVANT ÊTRE EXAMINÉ ET SIGNÉ PAR MON MÉDECIN ET QUE JE NE LE RETOURNE PAS À INTERVENT, JE DÉCIDE ALORS, PAR MON ACTION OU MON INACTION, DE PARTICIPER À UN PROGRAMME D’EXERCICES ET D’ACTIVITÉS PHYSIQUES SANS L’APPROBATION DE MON MÉDECIN ET J’ASSUME PAR LA PRÉSENTE TOUTE RESPONSABILITÉ LIÉE À MA PARTICIPATION ET À MES ACTIVITÉS ET ACCEPTE EXPRESSÉMENT TOUT RISQUE LIÉ À MON ACTION OU À MON INACTION.
pt: RECONHEÇO AINDA QUE, SE EU RECEBER UM FORMULÁRIO DE APROVAÇÃO MÉDICA DA INTERVENT RELATIVO AOS EXERCÍCIOS E ATIVIDADES FÍSICAS PARA ANÁLISE E ASSINATURA DO MEU MÉDICO E NÃO ENTREGÁ-LO À INTERVENT, TEREI DECIDIDO, DADA A MINHA AÇÃO OU OMISSÃO, PARTICIPAR DE UM PROGRAMA DE EXERCÍCIOS/ATIVIDADES FÍSICAS SEM A APROVAÇÃO DO MEU MÉDICO, E PELO PRESENTE ASSUMO TODA A RESPONSABILIDADE EM RELAÇÃO À MINHA PARTICIPAÇÃO E ÀS MINHAS ATIVIDADES, E ASSUMO E ACEITO EXPRESSAMENTE TODO E QUALQUER RISCO DECORRENTE DE MINHA AÇÃO OU OMISSÃO

# L1766
source: Users of the Sites expressly agree to the terms set forth in the Site's Privacy Policy located below and at <a href='#AnchorWebsitePrivacyPolicy' style='color:deepskyblue' >https://www.myintervent.com/serviceagreement </a> which contains a description of the information gathering and dissemination practices for the Sites. INTERVENT and the Sites consider Users' privacy to be of the utmost importance.
es: Los usuarios de los Sitios aceptan expresamente los términos establecidos en la Política de Privacidad del Sitio ubicada a continuación y en <a href='#AnchorWebsitePrivacyPolicy' style='color:deepskyblue' >https://www.myintervent.com/serviceagreement </a > que contiene una descripción de las prácticas de recopilación y difusión de información para los Sitios. INTERVENT y los Sitios consideran de suma importancia la privacidad de los Usuarios.
fr: Les utilisateurs des sites acceptent expressément les conditions énoncées dans la politique de confidentialité du site située ci-dessous et sur <a href='#AnchorWebsitePrivacyPolicy' style='color:deepskyblue' >https://www.myintervent.com/serviceagreement </a > qui contient une description des pratiques de collecte et de diffusion d'informations pour les Sites. INTERVENT et les Sites considèrent la confidentialité des Utilisateurs comme étant de la plus haute importance.
pt: Os usuários dos Sites concordam expressamente com os termos estabelecidos na Política de Privacidade do Site localizada abaixo e em <a href='#AnchorWebsitePrivacyPolicy' style='color:deepskyblue' >https://www.myintervent.com/serviceagreement </a > que contém uma descrição das práticas de coleta e disseminação de informações para os Sites. A INTERVENT e os Sites consideram a privacidade dos Utilizadores da maior importância.

# L1767
source: Benefits to be expected
es: Beneficios que deberá esperar
fr: Avantages escomptés
pt: Benefícios esperados

# L1768
source: I recognize that participation in or use of the Services may allow me to learn proper ways to modify my lifestyle through correct exercise and physical activity, nutrition, stress management, smoking cessation (if appropriate), and other activities. I further understand that if I closely follow the Sites', the Services' or INTERVENT staff's instructions together with those of my physician, these experiences should benefit me by helping to improve my health and fitness and reduce my risk for certain chronic illnesses. I realize that results vary from individual to individual and that the Services may or may not benefit my physical fitness, weight, or general health
es: Reconozco que la participación o el uso de los Servicios pueden permitirme aprender formas adecuadas para modificar mi estilo de vida a través de ejercicio apropiado, actividad física, nutrición, manejo del estrés, programa para dejar de fumar (si corresponde) y otras actividades. Asimismo, entiendo que si cumplo estrictamente con las instrucciones de los Sitios, los Servicios o el personal de INTERVENT, junto con los de mi médico, estas experiencias me serán beneficiosas al ayudarme a mejorar mi salud y aptitud física, así como a reducir el riesgo de determinadas enfermedades crónicas. Comprendo que los resultados varían de una persona a otra y que los Servicios pueden o no beneficiar mi aptitud física, peso o salud en general.
fr: Je reconnais que l’utilisation des services peut me permettre d’apprendre des façons appropriées de modifier mon mode de vie en ce qui concerne l’exercice et l’activité physique, l’alimentation, la gestion du stress, l’abandon du tabac (le cas échéant) et d’autres activités. Je comprends également que si je suis attentivement les indications du personnel des sites, des services ou d’INTERVENT ainsi que celles de mon médecin, ces expériences devraient m’aider à améliorer ma santé et ma condition physique et à réduire mon risque de développer certaines maladies chroniques. Je suis conscient que les résultats varient d’une personne à l’autre et que les services peuvent ou non améliorer ma condition physique, mon poids ou mon état de santé général.
pt: Reconheço que participar dos (ou usar os) Serviços pode permitir que eu aprenda formas adequadas de mudar meu estilo de vida por meio de bons hábitos em exercícios físicos, alimentação, controle de estresse, parar de fumar (se for o caso) e outras atividades. Compreendo também que, se eu seguir corretamente as instruções dos profissionais dos Sites, dos Serviços e da INTERVENT em conjunto com as do meu médico, essas experiências deverão me beneficiar, ajudando a melhorar minha saúde e meu condicionamento físico e a reduzir meu risco de certas doenças crônicas. Compreendo que os resultados variam de pessoa para pessoa e que os Serviços podem beneficiar ou não meu condicionamento físico, meu peso ou minha saúde em geral

# L1769
source: Confidentiality and use of information
es: Confidencialidad y uso de información
fr: Confidentialité et utilisation des informations
pt: Confidencialidade e uso de informações

# L177
source: Caucasian
es: Caucásico

# L1770
source: The information provided by me or from health and fitness devices that I use and have linked to the Site will be used by INTERVENT and its Business Associates, as defined under 45 CFR § 106.103 and in a manner consistent with INTERVENT's Privacy Policy, in the course of determining lifestyle changes and evaluating my progress. I have been informed that the information obtained from me will be treated as confidential and will consequently not be released or revealed to any unaffiliated third party without my express written consent. I do, however, agree to the use of any information that is not personally identifiable with me for research and statistical purposes so long as the same does not identify me or provide facts that could lead to my identification. Such use may include sharing my non-personally identifiable information on a confidential basis with a data warehouse for analysis of health trends and effectiveness of health programs or other third party service providers, including those associated with my employer or health plan. I also understand that if receiving an incentive for participation, my name may be provided to the appropriate party for incentive fulfillment purposes
es: La información proveída por mi o por dispositivos de salud y aptitud fisíca que utilizo y he conectado con el sitio web será usada por INTERVENT y sus Socios comerciales, de acuerdo con lo definido en 45 CFR (Código de reglamentaciones federales) § 106.103 y de forma compatible con la Política de Privacidad de INTERVENT para determinar los cambios en el estilo de vida y evaluar mi progreso. Se me ha informado que la información recibida sobre mi persona será tratada como confidencial y, por consiguiente, no será divulgada ni revelada a terceros no afiliados sin mi consentimiento expreso y por escrito. Sin embargo, acepto que se utilice cualquier información que no sea personal con fines de investigación y estadística, siempre y cuando dicha información no me identifique ni proporcione datos que pudieran facilitar mi identificación. A este respecto, puede compartirse, en forma confidencial, información sobre mi persona que no permita la identificación personal con un almacén de datos para análisis de tendencias de salud y eficacia de programas de salud o de terceros proveedores de servicios, incluyendo los vinculados con mi empleador o plan de salud. Asimismo, entiendo que si recibo un incentivo por mi participación, mi nombre puede ser proporcionado a la parte indicada a los fines de cumplir con el incentivo.
fr: Les renseignements que je fournis ou qui proviennent d’appareils médicaux et de mise en forme que j’utilise et que j’ai liés au site seront utilisés par INTERVENT et ses associés, comme défini dans le paragraphe 106.103 du titre 45 du Code of Federal Regulations et d’une manière conforme à la politique de confidentialité d’INTERVENT, afin de déterminer les changements à mon mode de vie et d’évaluer mes progrès. J’ai été informé que les informations que j’aurai fournies seront traitées de manière confidentielle et ne seront donc pas divulguées ou révélées à un tiers non affilié sans mon consentement écrit. J’accepte toutefois l’utilisation de toute information à des fins de recherche et de statistiques, à condition qu’elle ne permette pas de m’identifier personnellement ou ne fournisse pas de faits qui pourraient mener à mon identification. Une telle utilisation peut comprendre le partage confidentiel de mes renseignements non personnels avec un entrepôt de données à des fins d’analyse de l’efficacité des programmes et des tendances en matière de santé ou avec d’autres tiers fournisseurs de services, y compris ceux associés à mon employeur ou à mon régime d’assurance maladie. Je comprends également que si je reçois un prix d’encouragement pour ma participation, mon nom peut être fourni à la partie concernée pour qu’elle puisse m’offrir le prix.
pt: As informações fornecidas por mim ou por dispositivos de saúde e condicionamento físico que eu utilizo, vinculados ao Site, serão utilizadas pela INTERVENT e pelos Colaboradores da Empresa, conforme definido em 45 CFR § 106.103 e de forma coerente com a Política de Privacidade da INTERVENT, para determinar as mudanças no meu estilo de vida mudanças e avaliar o meu progresso. Fui informado de que as informações por mim fornecidas serão tratadas como confidenciais, não sendo portanto transmitidas ou divulgadas a qualquer terceiro não coligado sem a minha autorização expressa por escrito. Entretanto, concordo com o uso de qualquer informação sem identificação pessoal para fins de pesquisa e estatística, desde que não me identifiquem ou representem fatos que possam levar à minha identificação. Essa utilização pode incluir o compartilhamento das minhas informações sem identificação pessoal, de modo confidencial, com uma central de armazenamento de dados, para análise de tendências de saúde e eficácia dos programas de saúde ou de outros prestadores de serviços terceirizados, incluindo os que forem associados ao meu empregador ou plano de saúde. Compreendo também que, se receber um incentivo para participar, meu nome pode ser fornecido à parte envolvida para fins de atendimento às normas do incentivo

# L1771
source: I understand that providing family medical history to my coach is completely voluntary and will not affect any reward, if offered, for completion of this program. I acknowledge that without this information, INTERVENT may not be able to provide me with the most appropriate health information for my needs
es: La información proveída por mi sobre mi salud y dispositivos de aptitud física que utilizó y he conectado al Sitio web serán utilizados por INTERVENT y sus socios de negocio, como definido bajo 45 CFR § 106.103 y de manera consistente con la Política de Privacidad de INTERVENT, con el fin de determinar cambios de estilo de vida y evaluación de mi progreso. He sido informado que la información obtenida sobre mi será tratada confidencialmente y consecuentemente no será revelada o publicada a ningún sitio de terceros sin mi consentimiento escrito. Yo, sin embargo, estoy de acuerdo con el uso de cualquier información que no sea personalmente identificable para propósito investigativo y estadísticas siempre y cuando las mimas no me identifique o provea datos que lleguen a mi identificación. Tal uso puede incluir compartir información identificable no-personal en base confidencial con un archivo de data para análisis de modas de salud y la efectividad de los programas de salud u otro proveedor de servicios terceros, incluyendo esos asociados con el patrón o plan médico. También entiendo que si recibo un incentivo por mi participación, mi nombre puede ser proveído al participe apropiado para propósitos de cumplimiento de incentivos.
fr: Je comprends que je fournis les antécédents médicaux de ma famille à mon conseiller de façon entièrement volontaire et que cela n’affectera aucunement les récompenses pour la réussite du programme, s’il y en a. Je reconnais que sans ces informations, INTERVENT pourrait ne pas être en mesure de me fournir les renseignements médicaux les plus appropriés à mes besoins.
pt: Compreendo que o fornecimento do histórico médico familiar ao meu coach é um ato inteiramente voluntário e não afeta qualquer recompensa, se oferecida, pela conclusão desse programa. Reconheço que, sem essas informações, a INTERVENT não poderá me fornecer as informações de saúde mais adequadas conforme as minhas necessidades

# L1772
source: Records release policy
es: Política de publicación de archivos
fr: Politique de communication des dossiers
pt: Política de liberação de registros

# L1773
source: a. While participating in or using a paid Service: 1. you have the right to access and print any of your own records from our secure Internet-site at your discretion for you to provide anyone that you choose; and 2. upon your request we will mail a hard copy to your primary physician. Depending on the Service you select, there may or may not be a cost to you if you request that we mail a hard copy to your primary physician.
es: a. Al participar o utilizar un Servicio pago: 1. Usted tiene derecho a acceder e imprimir cualquiera de sus registros de nuestro sitio seguro de Internet, a su propia discreción, para proporcionárselos a quien usted considere; y 2. a su pedido, le enviaremos una copia impresa a su médico de cabecera. Según el Servicio que usted elija, puede o no existir un costo adicional si solicita que le enviemos una copia impresa a su médico de cabecera
fr: a. Pendant votre participation à un service payé ou votre utilisation de celui-ci : 1. vous avez le droit d’accéder à vos dossiers personnels et de les imprimer à partir de notre site Internet sécurisé, à votre discrétion, afin de les fournir à toute personne de votre choix; 2. sur demande, nous enverrons une copie papier à votre médecin de première ligne. Selon le service choisi, des frais peuvent s’appliquer si vous nous demandez d’envoyer une copie papier à votre médecin de première ligne.
pt: a. Ao participar ou utilizar um Serviço pago: 1. você tem o direito de acessar e imprimir qualquer de seus próprios registros do nosso site seguro na internet, para fornecer a qualquer pessoa que escolher; e 2. mediante solicitação, enviaremos uma cópia impressa ao seu clínico geral. Conforme o Serviço selecionado, pode ou não haver um custo, se você solicitar o despacho de uma cópia impressa para o seu clínico geral.

# L1774
source: b. After your Site access has expired, you may request permission to access and print your records free of charge. You must request reactivation of your account by providing written confirmation that you wish to have access to these reports and provide your full name, address, email address, date of birth, and any appropriate ID number.
es: b. Una vez que haya expirado su acceso al Sitio, puede pedir permiso para acceder e imprimir sus registros sin cargo. Puede solicitar la reactivación de su cuenta mediante una confirmación por escrito de que desea tener acceso a dichos informes y suministrando su nombre completo, dirección, dirección de correo electrónico, fecha de nacimiento y el número de ID correcto.
fr: b. Après l’expiration de votre accès au site, vous pouvez demander l’autorisation d’accéder à vos dossiers et de les imprimer sans frais. Vous devez alors demander la réactivation de votre compte en fournissant une confirmation écrite que vous souhaitez avoir accès à ces rapports, ainsi que votre nom complet, votre adresse, votre adresse électronique, votre date de naissance et tout numéro d’identification approprié.
pt: b. Uma vez expirado seu acesso ao Site, você poderá solicitar uma permissão para acessar e imprimir seus registros gratuitamente. É preciso solicitar a reativação da sua conta enviando uma confirmação por escrito de que você deseja ter acesso a esses relatórios e fornecer seu nome completo, endereço, endereço de e-mail, data de nascimento e um número ID válido.

# L1775
source: c. After your Site access has expired or Services have ended, you may request that INTERVENT mail your records to you or to any other third party for a materials and handling fee of $25.00 as follows:
es: c. Una vez que su acceso al Sitio haya expirado, o los Servicios hayan terminado, puede solicitar que INTERVENT le envíe sus registros a usted o a un tercero mediante el pago de un arancel por materiales y gastos administrativos de $25.00 de acuerdo con lo siguiente:
fr: c. Après l’expiration de votre accès au site ou la fin des services, vous pouvez demander à INTERVENT d’envoyer vos dossiers par la poste à vous-même ou à tout autre tiers moyennant des frais de manutention de 25 $ de la façon suivante :
pt: c. Uma vez expirado seu acesso ao Site ou ao final dos Serviços, você poderá solicitar à INTERVENT que envie seus registros pelo correio para você ou para qualquer terceiro (a um custo de US$ 25,00 para cobrir despesas administrativas e com materiais). O procedimento é o seguinte:

# L1776
source: You must provide written confirmation that you wish INTERVENT to mail these reports to you and/or a third party and your full name, address, email address, date of birth and any appropriate ID number.
es: Deberá enviar una confirmación escrita de que desea que INTERVENT le envíe dichos informes a usted o a un tercero, junto con su nombre completo, dirección, dirección de correo electrónico, fecha de nacimiento y el número de ID correcto.
fr: Vous devez fournir une confirmation écrite que vous souhaitez qu’INTERVENT envoie ces rapports par la poste à vous-même ou à un tiers, ainsi que votre nom complet, votre adresse, votre adresse électronique, votre date de naissance et tout numéro d’identification approprié.
pt: É preciso enviar uma confirmação por escrito de que você deseja que a INTERVENT envie esses relatórios para você e/o para um terceiro, bem como seu nome completo, endereço, endereço de e-mail, data de nascimento e um número ID válido.

# L1777
source: Any Coach
es: Cualquier Entrenador
fr: N’importe quel conseiller
pt: Qualquer coach
