Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L2856
source: Step 2: Submit a copy of your blood pressure and blood test results from your personal doctor to INTERVENT or obtain a free blood pressure and lab test from a local LabCorp facility for an additional $2 in weekly wellness credits*. Test results obtained in the past 365 days count toward your 2019 credit. Information about the required tests and how to provide these results is provided at the end of the HRA. Required blood tests include total cholesterol, triglycerides, LDL (“bad”) cholesterol, HDL (“good”) cholesterol and glucose or A1C. Fasting blood test results are preferred but not mandatory.
es: Paso 2: Envié una copia de los resultados de su presión arterial y laboratorios de sangre de su doctor personal a INTERVENT u obtenga laboratorios de sangre y presión arterial gratis a través de una facilidad LabCorp local para un crédito de bienestar semanal adicional de $2*. Resultados obtenidos en los pasados 365 días cuentan hacia su crédito del 2019. Información sobre los exámenes requeridos y como proveer estos resultados serán estipulados al final del HRA. Exámenes de sangre requeridos incluyen colesterol total, triglicéridos, colesterol LDL (“malo”), colesterol HDL (“Bueno”) y glucosa o A1C. Resultados de sangre en ayuna son preferibles, pero no mandatorios.

# L2857
source: Step 3: Participate in a Coaching Results call to review your lab test results with INTERVENT for an additional $3 weekly wellness credit*. INTERVENT can also help you find a primary care doctor if you don’t currently have one and make referrals to other wellness resources as appropriate. If you enroll in the 2019 INTERVENT lifestyle health coaching program, this session counts as your first coaching appointment.
es: Paso 3: Participe en una llamada de Revisión de Resultados para revisar sus resultados de laboratorios con INTERVENT para un crédito de bienestar semanal adicional de $3*. INTERVENT también puede ayudarlo a encontrar un médico de atención primaria si actualmente no tiene uno y referirlo a otros recursos de bienestar, según corresponda. Si se inscribe en el programa de estilo de vida y salud de INTERVENT, esta sesión cuenta como su primera sesión de entrenamiento

# L2858
source: You can win valuable gift cards from INTERVENT. INTERVENT provides points for completing various program activities and holds monthly, quarterly, semi-annual and annual drawings to select winners. The more points you earn, the more chances you have to win. Thousands of dollars in gift cards will be awarded. Only participants enrolled and actively participating in the lifestyle health coaching program are eligible for the drawings.
es: Puede ganar valiosas tarjetas de regalo de INTERVENT. INTERVENT provee puntos por completar varias actividades del programa y realiza sorteos mensuales, trimestrales, semestrales y anuales para seleccionar los ganadores. Mientras más puntos gane, más oportunidades tendrá de ganar. Se otorgan miles de dólares en tarjetas de regalo. Solo participantes inscritos y participando activamente en el programa de estilo de vida y salud serán elegibles para las rifas.
fr: Vous pouvez gagner des cartes-cadeaux intéressantes d’INTERVENT. INTERVENT fournit des points à ceux qui réalisent certaines activités du programme et organise des tirages (mensuels, trimestriels, semestriels et annuels) pour choisir les gagnants. Plus vous cumulez de points, plus vous avez de chances de gagner. Des cartes-cadeaux d’une valeur totale de plusieurs milliers de dollars seront remises. Seules les personnes inscrites qui participent activement au programme d’encadrement sur la santé et le mode de vie sont admissibles aux tirages.

# L2859
source: New for 2019, INTERVENT will be rewarding continued participation in the lifestyle health coaching program with the addition of INTERVENT keys. You will be rewarded with a key for earning 1,000 points beginning in the 2019 program year. Earn two keys (one per year) to be eligible for the grand sweepstakes – a $2,500 gift card (annual drawing beginning in November 2019). Our loyal participants who met the required number of coaching sessions for 2018 will get a “jumpstart” key at the beginning of the 2019 program year.
es: Nuevo para el 2019, INTERVENT recompensara la participación continua en el programa de estilo de vida y salud con la adición de las llaves de INTERVENT. Sera recompensado con una llave por ganar 1,000 puntos a partir del año del programa 2019. Gane dos llaves (una por año) para ser elegible para el gran sorteo – una tarjeta de regalo de $2500 (rifa anual comenzando en noviembre del 2019). Nuestros fieles participantes que cumplieron sus sesiones de entrenamiento requeridas para el 2018 recibirán una llave “jumpstart” al comienzo del año 2019 del programa.

# L2860
source: Look for announcements of winners each month and read stories about how working with an INTERVENT health coach is helping participants move forward on the pathway to optimal health.
es: Busque anuncios de los ganadores cada mes y lea historias sobre como trabajando con un entrenador de salud de INTERVENT ayuda a los participantes avanzar hacia un camino de salud óptima.

# L2861
source: Track 1: INTERVENT <br>Member
es: Nivel 1: INTERVENT <br>Miembro

# L2862
source: Track 2: INTERVENT <br>VIP
es: Nivel 2: INTERVENT <br>VIP

# L2863
source: Track 3: INTERVENT <br>Elite
es: Nivel 3: INTERVENT <br>Elite

# L2864
source: Track 4: INTERVENT <br>Elite Plus
es: Nivel 4: INTERVENT <br>Elite Plus

# L2865
source: Diabetes Prevention Program
es: Programa de Prevención de Diabetes

# L2866
source: If a recent fasting blood glucose test or A1C test has indicated that you have prediabetes, INTERVENT can help. Prediabetes means that your blood glucose (sugar) values are higher than normal but are not yet high enough for a diagnosis of diabetes. People with prediabetes are at high risk for type 2 diabetes (the most common type of diabetes), heart disease and stroke.
es: Si una prueba reciente de glucosa en la sangre o A1C en ayunas ha indicado que tiene prediabetes, INTERVENT puede ayudar. Prediabetes significa que sus valores de glucosa en sangre (azúcar) están más altos de lo normal, pero aún no son lo suficientemente altos para un diagnóstico de diabetes. Personas con prediabetes se encuentran en alto riesgo para la diabetes tipo 2 (el tipo de diabetes más común), enfermedad cardiaca y derrame cerebral.

# L2867
source: A special diabetes prevention version of the INTERVENT telephonic coaching program is available free of charge to Compass Group associates and spouses with prediabetes on eligible medical plans. Live group educational webinars are included as an option for additional support.
es: Una versión especial del programa telefónico de entrenamiento de INTERVENT para la prevención de diabetes está disponible gratis para asociados y cónyuges de Compass Group con prediabetes en un plan médico elegible. Como opción de apoyo adicional se incluirán seminarios web educativos en vivo.

# L2868
source: People with prediabetes may also enroll in an online, self-paced INTERVENT diabetes prevention program. The INTERVENT program is proven to work. It’s safe and follows guidelines established by the Centers for Disease Control and Prevention (CDC).
es: Personas con prediabetes también podrán inscribirse en un programa de autoayuda en línea y a su propio ritmo para la prevención de diabetes de INTERVENT. El programa de INTERVENT está probado que funciona. Es seguro y sigue las guías establecidas por el Centro para el Control y la Prevención de Enfermedades (CDC).

# L2930
source: Earn up to an additional $5 in weekly wellness credits toward your medical deductions by providing a current blood test and completing a brief session with an INTERVENT coach to review the results. To receive your credits, your lab test results must have been submitted to INTERVENT from your personal doctor or from LabCorp prior to conducting your review session.
es: Obtenga hasta unos $5 adicionales en créditos de bienestar semanales hacia sus deducciones medicas al proveer laboratorios de sangre actuales y completando una breve sesión con un entrenador de INTERVENT para revisar sus resultados. Para recibir sus créditos, los resultados de sus laboratorios deben ser enviados a INTERVENT por su doctor personal o por LabCorp antes de completar su sesión de revisión.
fr: Obtenez jusqu’à 5 $ supplémentaires en crédits de mieux-être hebdomadaires pour vos déductions des frais médicaux en fournissant une analyse sanguine récente et en participant à une brève séance avec un conseiller INTERVENT pour examiner les résultats. Pour les recevoir, votre médecin ou LabCorp doit avoir envoyé les résultats de vos analyses en laboratoire à INTERVENT avant la tenue de cette séance.

# L2931
source: Email us at {0} to schedule a session to review your labs.
es: Envíenos un correo electrónico a {0} para programar una sesión para revisar sus laboratorios.
fr: Envoyez un courriel à l’adresse {0} pour prévoir une séance afin d’examiner vos résultats de laboratoire.

# L2932
source: Note: If you choose to enroll in the INTERVENT lifestyle health coaching program, your coach will review your labs with you during a coaching session. You don’t have to schedule a separate appointment.
es: Nota: Si escoge inscribirse en el programa de estilo de vía y salud de INTERVENT, su entrenador revisara sus laboratorios con usted durante su sesión de entrenamiento. No tiene que programar una cita por separado.
fr: Remarque : Si vous choisissez de vous inscrire au programme d’encadrement sur la santé et le mode de vie d’INTERVENT, votre conseiller passera en revue vos résultats de laboratoire avec vous lors d’une séance. Vous n’avez pas besoin de prendre un autre rendez-vous.

# L2869
source: What tests do I need?
es: ¿Que exámenes necesito?
fr: Quels tests dois-je subir?

# L2870
source: Complete your health screening at your doctor
es: Complete sus laboratorios de sangre con su doctor
fr: Effectuer le dépistage médical avec votre médecin
pt: Faça seu check-up geral com o seu médico

# L2871
source: Instructions Sent Via Email
es: Las instrucciones se enviaron vía correo electrónico
fr: Instructions envoyées par courriel

# L2872
source: Please check your email for details about your blood test
es: Por favor verifique su correo electrónico para detalles sobre sus laboratorios de sangre
fr: Vous trouverez dans votre boîte de réception le courriel contenant les détails sur votre analyse sanguine.
pt: Verifique seu e-mail para ver os detalhes sobre seu exame de sangue

# L2873
source: Resend Email
es: Reenviar correo electrónico
fr: Renvoyer le courriel
pt: Reenviar e-mail

# L2874
source: Upload Results
es: Subir Resultados
fr: Téléverser les résultats
pt: Enviar os resultados

# L2875
source: .PDF files only
es: Solo archivos .PDF

# L2876
source: You can also fax your results to us via our secure fax at {0}
es: Puede enviarnos su formulario de resultados vía fax al 912-349-2254
fr: Vous pouvez aussi nous envoyer vos résultats par télécopieur sécurisé au
pt: Você também pode enviar seus resultados por fax para nós, pelo nosso fax seguro: {0}

# L2877
source: Did you change your mind? If you’re on an eligible medical plan, you can complete your blood test for free at a certified laboratory instead.
es: ¿Cambio de opinión? Si está en un plan médico elegible, puede completar sus laboratorios de sangre gratis en un laboratorio certificado.
fr: Avez-vous changé d'idée? Si vous avez un plan médical éligible, vous pouvez effectuer votre test sanguin gratuitement dans un laboratoire certifié.

# L2878
source: Use a Laboratory
es: Usar un Laboratorio
fr: Utiliser un laboratoire
pt: Use um Laboratório

# L2879
source: Conditions apply
es: Ciertas condiciones aplican

# L2880
source: Complete your blood test through a doctor
es: Complete sus laboratorios de sangre con su doctor
fr: Faites faire votre analyse sanguine par un médecin.

# L2881
source: Upload Successful
es: Subida Exitosa
fr: Téléversement réussi
pt: Envio bem-sucedido

# L2882
source: Thank you for submitting your health screening results. You will be notified via email once your results have been verified.
es: Gracias por enviar sus resultados de laboratorio. Se le notificará por correo electrónico una vez que nuestro personal haya verificado sus laboratorios.
fr: Merci d’avoir soumis les résultats de votre dépistage médical. Lorsque vos résultats auront été examinés, vous en serez avisé par courriel.

# L2883
source: Re-upload Report
es: Volver a Subir el Informe

# L2884
source: Blood test ordered successfully
es: Laboratorio de sangre ordenado exitosamente
fr: Demande d’analyse sanguine réussie
pt: Exame de sangue solicitado com êxito

# L2885
source: Please check your email for instructions along with a requisition form you must bring with you to your laboratory appointment.
es: Por favor verifique su correo electrónico para instrucciones y su formulario de requisición que debe llevar a su cita de laboratorio.

# L2886
source: COR Requisition Number
es: Número de Requisición COR
fr: Numéro de la demande de catégorie de recommandation (CDR)
pt: Número da requisição COR

# L2887
source: When we receive your results they will be uploaded for you and you will receive a notification via email.
es: Cuando recibamos sus resultados serán actualizados y recibirá una notificación a su correo electrónico
fr: À la réception de vos résultats, nous les téléverserons pour vous et vous recevrez un avis par courriel.
pt: Quando recebermos seus resultados, eles serão enviados para você e você receberá uma notificação por e-mail.

# L2888
source: Did you change your mind? You can complete your blood test at a doctor instead.
es: ¿Cambio de opinión? Puede completar sus laboratorios de sangre con su doctor.
fr: Avez-vous changé d'idée? Il est aussi possible de compléter votre analyse sanguine chez un docteur.

# L2889
source: Use a Doctor
es: Usar un Doctor
fr: Consulter un médecin
pt: Consultar um médico

# L2890
source: How would you like to do your test?
es: ¿Cómo le gustaría tomar su examen?
fr: Comment voulez-vous faire votre analyse?
pt: Como você gostaria de fazer seu exame?

# L2891
source: No cost laboratory health screening
es: Laboratorio de sangre libre de costo
fr: Dépistage médical sans frais en laboratoire
pt: Check-up geral em laboratório sem custo

# L2892
source: If you're on an eligible medical plan through your employer, you can visit a certified laboratory to complete your blood test for free.
es: Si está en un plan médico elegible a través de su patrón, puede visitar un laboratorio certificado y completar sus laboratorios de sangre gratis.
fr: Si vous bénéficiez d’un régime d’assurance-maladie admissible par l’entremise de votre employeur, vous pouvez vous rendre dans un laboratoire agréé pour effectuer votre analyse sanguine gratuitement.
pt: Se você tiver um plano de saúde conveniado oferecido pelo seu empregador, você pode visitar um laboratório autorizado para realizar seu exame de sangue gratuitamente.

# L2893
source: Complete your blood test through a doctor. Already have a recent validated test? Use our easy upload option to submit your results.
es: Complete sus laboratorios de sangre con su doctor. ¿Ya tiene un examen validado reciente? Utilice la opción simple de subir sus resultados.
fr: Faites faire votre analyse sanguine par un médecin. Vous disposez déjà d’une analyse récemment validée? Utilisez notre option de téléversement facile pour soumettre vos résultats.
pt: Fazer seu exame de sangue por intermédio de um médico. Você já tem um exame recente validado? Use nossa opção de upload fácil para enviar seus resultados.

# L2894
source: Doctor health screening
es: Examen médico de salud*
fr: Dépistage médical par un médecin
pt: Check-up geral feito por um médico

# L2895
source: it’s time to schedule and complete your blood test
es: ya es tiempo de programar y completar su laboratorio de sangre
fr: il est temps de réserver et de compléter votre test sanguin.

# L2896
source: your <strong>Blood Test Reports</strong> have been received
es: su <strong>Informe de su Laboratorio de Sangre</strong> ha sido recibido
fr: vos <strong>résultats d’analyse sanguine</strong> sont disponibles

# L2897
source: Member Since
es: Miembro Desde
fr: Membre depuis

# L2898
source: Current Ranking
es: Nivel Actual
fr: Classement actuel

# L2899
source: Your track
es: Su trayecto
fr: Votre parcours

# L2900
source: Keys
es: Llaves
fr: Clés

# L2901
source: Credits
es: Créditos
fr: Crédits

# L2902
source: <p>Collect <strong>{0}</strong> points in the next <strong>{1}</strong> days to be entered in the running for the next <strong>{2}</strong></p>
es: <p>Obtenga <strong>{0}</strong> puntos en los próximos <strong>{1}</strong> días para participar en las siguientes rondas para las próximas <strong>{2}</strong></p> tarjetas de regalos.

# L2903
source: Member
es: Miembro
fr: Membre

# L2907
source: Approved
es: Aceptado
fr: Approuvé

# L2908
source: Rejected
es: Rechazado
fr: Rejeté

# L2909
source: INTERVENT Rewards
es: Premios de INTERVENT
fr: Récompenses INTERVENT

# L2910
source: Company Rewards
es: Premios de su Compañía

# L2911
source: All Activities
es: Todas sus Premios
fr: Toutes les activités

# L2912
source: Activities History
es: Historial de Actividades
fr: Historique des activités

# L2913
source: Upcoming Activities
es: Próximas Actividades
fr: Activités à venir

# L2914
source: Download, fill in your details and sign the form before uploading it for review
es: Bajar, complete sus detalles y firme el formulario antes de subirlo para revisión
fr: Téléchargez, remplissez et signez le formulaire, puis téléversez-le pour qu’il soit examiné.

# L2915
source: Step 1
es: Paso 1
fr: Étape 1

# L2916
source: Step 2
es: Paso 2
fr: Étape 2

# L2917
source: Download Form
es: Bajar Formulario
fr: Télécharger le formulaire

# L2918
source: Upload Completed Form
es: Subir Formulario Completado
fr: Téléverser le formulaire rempli

# L2919
source: View
es: Ver
fr: Afficher

# L2920
source: Submit for Approval
es: Enviar para Aprobación
fr: Soumettre pour approbation

# L2921
source: Submitted and awaiting approval. Feel free to view or re-upload your form
es: Enviado y en espera de aprobación. No dude en ver o volver a subir su formulario
fr: Soumis et en attente d’approbation. N’hésitez pas à consulter votre formulaire ou à le téléverser à nouveau.

# L2922
source: Your form was rejected.
es: Su formulario fue rechazado.
fr: Votre formulaire a été rejeté.

# L2923
source: Your form does not match the required criteria. Please read instruction clearly and complete Step 2 again
es: Su formulario no cumple con los criterios requeridos. Por favor lea las instrucciones detalladamente y complete Paso 2 de nuevo
fr: Votre formulaire ne correspond pas aux critères requis. Veuillez lire les instructions attentivement et recommencer l’étape 2.

# L2924
source: Complete Now
es: Complete Ahora
fr: Remplir maintenant

# L2925
source: Your track towards INTERVENT rewards
es: Su trayecto hacia premios de INTERVENT
fr: Votre parcours vers l’obtention de récompenses INTERVENT

# L2926
source: Earn points toward valuable gift card raffles as you move along the tracks. INTERVENT automatically awards points for completing specific program activities. <strong>Only participants enrolled and actively participating in the lifestyle health coaching program are eligible to participate in raffles.</strong> The more points you earn, the more chances you have to win.
es: Gane puntos hacia valiosas tarjetas de regalos a través de su trayecto. INTERVENT le premia puntos automáticamente por completar actividades específicas del programa. <strong>Solo participantes inscritos y activamente participando del programa de estilo de vida y salud son elegibles para participar de las rifas.</strong> Mientras más puntos obtenga, más oportunidades tendrá de ganar.
fr: Gagnez des points au fur et à mesure que vous avancez dans votre processus pour participer à des tirages de cartes-cadeaux. INTERVENT attribue automatiquement des points pour la réalisation d’activités spécifiques au programme. <strong>Seuls les participants inscrits au programme d’encadrement sur la santé et le mode de vie et qui y participent activement peuvent faire parti des tirages.</strong> Plus vous gagnez de points, plus vous avez de chances de gagner.

# L2927
source: You are here
es: Esta aquí
fr: Vous êtes ici

# L2928
source: Activities with {0} Rewards
es: Actividades con {0} Premios
fr: Activités avec {0} récompense(s)

# L2929
source: You will be awarded a key for earning 1,000 points in a program year. Earn two keys (one per year) to be eligible for the grand sweepstakes of $500.
es: Se le premiara una llave por ganar 1,000 puntos en un ano del programa. Obtenga dos llaves (una por año) para ser elegible para el gran sorteo de $500.
fr: Vous gagnerez une clé pour avoir accumulé 1 000 points au cours d’une année. Gagnez deux clés (une par année) pour être admissible au grand tirage de 500 $.

# L2935
source: Earn weekly wellness credits
es: Gane un créditos de bienestar semanales
fr: Gagner des crédits de mieux-être hebdomadaires
pt: Ganhe créditos de bem-estar semanalmente

# L2936
source: This includes taking the Health Risk Assessment, getting a health screening and completing a Coaching Results call
es: Esto incluye tomando su Health Risk Assessment, realizando un examen de salud y completando una llamada de Revisión de Resultados
fr: Il s’agit notamment de se soumettre à l’évaluation des risques pour la santé, d’effectuer un dépistage médical et de répondre à un appel pour discuter des résultats de l’encadrement.
pt: Inclui a realização de uma Avaliação de Riscos à Saúde, um check-up geral e uma chamada para receber os Resultados do Coaching

# L2937
source: Blood Test
es: Laboratorio de Sangre
fr: Analyse sanguine
pt: Exame de sangue

# L2938
source: Basic Details
es: Detalles Básicos
fr: Détails de base
pt: Dados básicos

# L2933
source: Please check your email for more detailed instructions.
es: Por favor verifique su correo electrónico para instrucciones más detalladas.
fr: Vous trouverez dans votre boîte de réception le courriel contenant les directives détaillées.
pt: Verifique seu e-mail para ver instruções mais detalhadas.

# L2939
source: Save and Continue
es: Guardar y Continuar
fr: Enregistrer et continuer
pt: Salvar e continuar

# L2940
source: Are you sure you want to remove the attachment? Please note: if you are attempting to upload multiple files, please fax them to 912-349-2254.
es: ¿Está seguro de que desea eliminar el archivo adjunto? Nota: si está intentando cargar varios archivos, envíelos por fax al 912-349-2254.
fr: Êtes-vous sûr de vouloir supprimer la piece jointe? Remarque: si vous essayez de télécharger plusieurs fichiers, veuillez les télécopier au 912-349-2254.

# L2941
source: Blood test details
es: Detalles de Laboratorios de Sangre
fr: Détails de l’analyse sanguine
pt: Detalhes do exame de sangue

# L2942
source: Please enter values accurately and in the units shown in the grey box next to each entry
es: Por favor ingrese con precisión y en las unidades mostradas en el cuadro gris a lado de cada entrada
fr: Veuillez inscrire les valeurs avec précision et dans l’unité de mesure indiquée dans la case grise à côté de chaque donnée à saisir.
pt: Digite os valores precisos e nas unidades exibidas na caixa cinza ao lado de cada registro

# L2943
source: Save and Exit
es: Guardar y Salir
fr: Enregistrer et fermer
pt: Salvar e sair
