Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L2024
source: We have prepared a personalized wellness report for you. It includes the results from your coronary artery calcium scan and is printable so that you can take it to your doctor.
es: Hemos preparado un informe de bienestar personalizado para usted. Incluye los resultados de su escanér de calcio en la arteria coronaria y se puede imprimir para que usted pueda llevarlo a su médico.
fr: Nous vous avons préparé un rapport sur le bien-être personnalisé. Vous y trouverez les résultats de votre tomodensitométrie cardiaque et vous pouvez l’imprimer pour l’apporter à votre médecin.
pt: Elaboramos um relatório personalizado sobre o seu bem-estar. Ele contém os resultados das suas leituras de cálcio nas artérias coronárias e pode ser impresso para que você possa levá-lo para o seu médico.

# L2028
source: Become Empowered
es: Empoderarse

# L2029
source: Cardiac CT Screening
es: Cernimiento de CT Cardiaco

# L203
source: Right
es: Derecho
fr: Droite
pt: Direito

# L2030
source: Personal Coaching
es: Entrenamiento Personal

# L2031
source: Welcome to the McAllen Heart Hospital Online Portal
es: Bienvenido al Portal en Línea del Hospital McAllen Heart

# L2032
source: Resources
es: Recursos
fr: Ressources

# L2034
source: McAllen Heart Hospital offers Cardiac Score CT Screenings combined with a proven health assessment from its partner, INTERVENT, to help you understand your risk for heart disease. Take the first step to optimize your health by creating your account, signing up and completing your health assessment.
es: El Hospital McAllen Heart ofrece Cernimientos de Puntuación Cardiaca mediante una Tomografía Computarizada (CT) y junto con una evaluación de salud de sus socios, INTERVENT, puede ayudarle a entender su enfermedad cardiaca. Tome el primer paso para optimizar su salud al crear su cuenta, registrandose y completando su evaluación de salud.

# L204
source: Patient
es: Paciente
pt: Paciente

# L205
source: Print
es: Imprima
fr: Imprimer
pt: Imprimir

# L206
source: Don't show this again
es: No muestre otra vez
fr: Toujours masquer
pt: Não mostrar novamente

# L207
source: You are encouraged to share this brief summary of your wellness report with your doctor or health care providers. Also, keep a copy for your records.
es: Se fomenta compartir este breve resumen de su informe de bienestar con su doctor o proveedor de salud. También, guarde una copia para su expediente.
fr: Nous vous encourageons à transmettre ce rapport sommaire sur le bien-être à votre médecin ou à votre professionnel de la santé. Veuillez aussi en conserver une copie pour vos dossiers.
pt: Incentivamos o compartilhamento deste resumo do seu relatório de bem-estar com o seu médico ou profissional de saúde. Guarde uma cópia para os seus registros.

# L208
source: Summary Report for Your Doctor
es: Resumen de Informe para su Doctor
fr: Rapport sommaire pour votre médecin
pt: Relatório resumido para o seu médico

# L2087
source: Please enter a future date
es: Seleccione una fecha futura
fr: Veuillez entrer une date ultérieure.
pt: Digite uma data futura

# L209
source: Discuss with Your Doctor
es: Discuta con su Doctor
fr: Discuter avec votre médecin
pt: Converse com o seu médico

# L2096
source: During the PAST FOUR WEEKS, have you performed regular moderate- and/or vigorous-intensity aerobic physical activity (that is, the equivalent of at least a brisk walk) for at least 30 minutes on at least three days each week?
es: Durante los PASADAS CUATRO SEMANAS, ¿Ha realizado algún tipo de actividad física aeróbica tal como una caminata rápida o alguna actividad física de alta intensidad por lo menos 30 minutos en al menos tres días a la semana?
fr: Au cours des QUATRE DERNIÈRES SEMAINES, avez-vous pratiqué régulièrement une activité physique aérobique d'intensité modérée et/ou vigoureuse (c'est-à-dire l'équivalent d'une marche rapide ou plus) pendant au moins 30 minutes, au moins trois jours par semaine ?

# L2097
source: Most of the time during the PAST FOUR WEEKS, have you performed moderate-intensity aerobic physical activity (such as brisk walking) for a minimum of 150 minutes each week OR vigorous-intensity aerobic physical activity (such as jogging) for a minimum of 75 minutes each week OR an equivalent combination of moderate- and vigorous-intensity aerobic physical activity?
es: ¿La mayor parte del tiempo durante los PASADAS CUATRO SEMANAS, usted ha realizado alguna actividad física aérobica de intensidad moderada (equivalente a una caminata rápida) por un mínimo de 150 minutos cada semana o actividad física aérobica de intensidad vigorosa (ejemplo correr) por un mínimo de 75 minutos a la semana o una combinación equivalente a actividad física con intensidad moderada y vigorosa?
fr: La plupart du temps au cours des QUATRE DERNIÈRES SEMAINES, avez-vous pratiqué une activité physique aérobique d'intensité modérée (comme la marche rapide) pendant au moins 150 minutes chaque semaine OU une activité physique aérobique d'intensité vigoureuse (comme le jogging) pendant au moins 75 minutes minutes chaque semaine OU une combinaison équivalente d'activité physique aérobique d'intensité modérée et vigoureuse ?

# L2098
source: Most of the time during the PAST FOUR WEEKS, have you eaten (or attempted to eat) healthfully by doing the following: eating (or attempting to eat) foods low in "unhealthy" fats and cholesterol? Note: "Unhealthy" fats (saturated and trans fats) and cholesterol are found in foods such as fatty meats; whole milk dairy products; butter, lard and stick margarine; coconut and palm oils; many fast foods; many commercially-prepared baked goods; many fried foods; regular peanut butter; egg yolks; and organ meats.
es: La mayor parte del tiempo durante las ULTIMAS CUARTO SEMANAS, ha comido (o ha intentado comer) saludablemente al hacer lo siguiente: comer (o intentar comer) alimentos bajos en grasas "no saludables" y colesterol? Nota: las grasas "insalubres" (grasas saturadas y trans) y el colesterol se encuentran en alimentos como las carnes grasas; productos lacteos de leche entera; mantequilla, manteca de cerdo y margarina en barra; aceites de coco y palma; muchas comidas rápidas; muchos productos horneados preparados comercialmente; muchas comidas fritas; mantequilla de crema de cacahuate regular; yemas de huevo; y carnes de organos
fr: La plupart du temps au cours des QUATRE DERNIÈRES SEMAINES, avez-vous mangé (ou tenté de manger) sainement en choisissant (ou tentant de choisir) des aliments pauvres en mauvais gras et cholestérol? Remarque : Les mauvais gras (gras saturés et trans) et le cholestérol se retrouvent dans des aliments comme les viandes grasses, les produits au lait entier, le beurre, le saindoux et la margarine solide, les huiles de palme et de noix de coco, de nombreux aliments de restauration rapide, plusieurs produits de boulangerie et pâtisseries commerciaux, de nombreux aliments frits, le beurre d’arachide ordinaire, les jaunes d’œufs et les abats rouges.

# L2099
source: Most of the time during the PAST FOUR WEEKS, have you eaten (or attempted to eat) healthfully by doing the following: eating (or attempting to eat) healthier carbohydrates (such as fruits, vegetables and whole grains) instead of less healthy carbohydrates (such as regular sodas, candy, sweets and other foods with added sugar; and white bread and other refined grains and cereals)?
es: La mayor parte del tiempo durante las ULTIMAS CUARTO SEMANAS, ha comido (o intentado comer) de forma saludable haciendo lo siguiente: comer (o intentar comer) carbohidratos mas saludables (como frutas, verduras y granos integrales) en lugar de carbohidratos menos saludables ( como refrescos regulares, dulces, dulces y otros alimentos con azúcar agregado, y pan blanco y otros cereales y granos refinados)?
fr: La plupart du temps au cours des QUATRE DERNIÈRES SEMAINES, avez-vous mangé (ou tenté de manger) sainement en choisissant (ou tentant de choisir) des glucides sains (dans des fruits, des légumes et des grains entiers) au lieu de mauvais glucides (dans des boissons gazeuses ordinaires; des bonbons, des sucreries et d’autres aliments avec du sucre ajouté; du pain blanc; et d’autres grains et céréales raffinés)?

# L210
source: Don’t Have Condition/Factor
es: No tiene Condición/Factor
fr: Ne pas avoir d’affection ou de facteur
pt: Não apresenta condição/fator

# L2100
source: During the PAST FOUR WEEKS, do you feel you have been under a great deal of stress either at home or at work?
es: Durante los PASADAS CUATRO SEMANAS, ¿siente que ha estado bajo una gran cantidad de estrés en casa o en el trabajo?
fr: Au cours des QUATRE DERNIÈRES SEMAINES, avez-vous l’impression d’avoir subi beaucoup de stress à la maison ou au travail?

# L2101
source: During the PAST FOUR WEEKS, as a result of emotional problems (such as feeling anxious or depressed), have you had ANY difficulties with your work or other regular daily activities?
es: Durante las pasadas cuatro semanas, COMO RESULTADO DE PROBLEMAS EMOCIONALES (como sentirse ansioso o deprimido), ha tenido usted ALGUNA dificultad con su trabajo u otras actividades diarias regulares
fr: Au cours des QUATRE DERNIÈRES SEMAINES, à la suite de problèmes émotionnels (comme l’anxiété ou la dépression), avez-vous eu des difficultés au travail ou dans vos autres activités quotidiennes?

# L211
source: Incomplete Data
es: Datos Incompletos
fr: Données incomplètes
pt: Dados incompletos

# L212
source: Have Condition/Factor
es: Tiene Condición/Factor
fr: Avoir une affection ou un facteur
pt: Apresenta condição/fator

# L213
source: Note: Please also check this box if you know for certain you have had all three of these illnesses in the past
es: Nota: Por favor escoja esta casilla si tiene conocimiento de haber padecido de las tres enfermedades en el pasado
fr: Remarque : Veuillez également cocher cette case si vous êtes certain d’avoir déjà souffert de ces trois maladies.
pt: Observação: Marque também esta caixa se você tiver certeza de que teve essas três doenças no passado

# L214
source: Note: Please also check this box if you know for certain you have had chickenpox in the past
es: Nota: Por favor escoja esta casilla si esta seguro que padeció de varicelas en el pasado
fr: Remarque : Veuillez également cocher cette case si vous êtes certain d’avoir déjà eu la varicelle.
pt: Observação: Marque também esta caixa se você tiver certeza de que teve catapora no passado

# L215
source: Note: Please also check this box if you have had your cervix removed
es: Nota: Por favor seleccione esta casilla si su cerviz ha sido removida.
fr: Remarque : Veuillez également cocher cette case si vous avez subi une ablation du col de l’utérus.
pt: Observação: Marque também esta caixa se o colo do seu útero tiver sido removido

# L216
source: Medical Conditions & Risk Factors
es: Condiciones Médicas & Factores de Riesgo
fr: Problèmes médicaux et facteurs de risque
pt: Condições médicas e fatores de risco

# L217
source: Recommended Schedule
es: Horario Recomendado
fr: Calendrier recommandé
pt: Cronograma recomendado

# L218
source: Specific immunizations should be determined by you and your doctor. The chart below shows the minimum recommendations for healthy adults.
es: Inmunizaciones específicas deberían ser determinadas por usted y su doctor. La tabla debajo muestra las recomendaciones mínimas para adultos sanos.
fr: Votre médecin doit déterminer avec vous des vaccins particuliers. Le tableau ci-dessous indique les recommandations minimales pour un adulte en santé.
pt: Vacinas específicas deve ser determinadas por você e pelo seu médico. O gráfico abaixo mostra as recomendações mínimas para um adulto saudável.

# L219
source: Immunizations
es: Inmunizaciones
fr: Vaccins
pt: Vacinas

# L22
source: Gestational diabetes (that is, diabetes that developed while you were pregnant)?
es: ¿Diabetes gestacional (es decir, diabetes que se desarrolla durante el embarazo)?
fr: Diabète gestationnel (c’est-à-dire un diabète qui s’est développé pendant la grossesse)?
pt: Diabetes gestacional (ou seja, diabetes desenvolvida durante a gravidez)?

# L220
source: Specific check ups and tests should be determined by you and your doctor. The chart below shows the minimum recommendations for healthy adults.
es: Revisiones específicas deberían ser determinadas por usted y su doctor. La tabla debajo muestra las recomendaciones mínimas para adultos sanos.
fr: Votre médecin doit déterminer avec vous des tests et des examens préventifs particuliers. Le tableau ci-dessous indique les recommandations minimales pour un adulte en santé.
pt: Check-ups e exames específicos devem ser determinados por você e pelo seu médico. O gráfico abaixo mostra as recomendações mínimas para um adulto saudável.

# L221
source: Checkups & Tests
es: Exámenes & Pruebas
fr: Tests et examens préventifs
pt: Check-ups e exames

# L222
source: * Current guidelines do not use goal values. Cholesterol-related goals shown above are based on previous expert guidelines.
es: *Parámetros actuales no usan valores de metas. Metas relacionadas a colesterol mostradas arriba son basadas en parámetros expertos anteriores.
fr: * Les lignes directrices actuelles n’utilisent pas de valeurs cibles. Les objectifs liés au cholestérol indiqués ci-dessus sont déterminés d’après les précédentes directives d’experts.
pt: * As diretrizes atuais não utilizam valores recomendados. As metas relacionadas ao colesterol citadas acima são baseadas nas diretrizes anteriores dos especialistas.

# L223
source: Recommended
es: Recomendación
fr: Recommandé
pt: Recomendado

# L224
source: Measurements
es: Medidas
fr: Mesures
pt: Medições

# L225
source: Survey Completed On
es: Encuesta Completada el
fr: Sondage effectué le

# L226
source: Date of Birth
es: Fecha de nacimiento
fr: Date de naissance
pt: Data de nascimento

# L227
source: Address
es: Dirección física
fr: Adresse
pt: Endereço

# L228
source: Name
es: Nombre
fr: Nom
pt: Nome

# L229
source: Your Wellness Score indicates that you could benefit from making some important lifestyle changes. It’s never too late to improve your health and quality of life. Please think seriously about making changes and get started today. You can do it!
es: Su Puntuación de Bienestar indica que usted se puede beneficiar de hacer cambios importantes en su estilo de vida. Nunca es demasiado tarde para mejorar su salud y calidad de vida. Por favor piense seriamente de hacer cambios y comience hoy. ¡Puede lograrlo!
fr: Selon votre score de bien-être, vous pourriez profiter de quelques changements importants à votre mode de vie. Il n’est jamais trop tard pour améliorer votre santé et votre qualité de vie. Pensez sérieusement à apporter des changements et commencez dès aujourd’hui. Vous pouvez y arriver!
pt: Sua pontuação de bem-estar indica que você poderia se beneficiar com algumas mudanças importantes no seu estilo de vida. Nunca é tarde demais para melhorar sua saúde e sua qualidade de vida. Pense seriamente em fazer essas mudanças e comece a implementá-las hoje mesmo. Você consegue!

# L23
source: A condition called polycystic ovarian syndrome?
es: ¿Una condición llamada síndrome del ovario poliquístico?
fr: Syndrome des ovaires polykystiques?
pt: Uma condição conhecida como síndrome dos ovários policísticos?

# L230
source: My Wellness Score
es: Mi Puntuación de Bienestar
fr: Mon score de bien-être
pt: Minha pontuação de bem-estar

# L231
source: Your Wellness Score lets you know at a glance how well you are doing in general when it comes to taking the appropriate steps to optimize your health. It takes into account many of the key behaviors and risk factors that are potentially modifiable, Wellness Scores range from 0 (worst score possible) to 100 (best score possible).
es: Su Puntuación de Bienestar le deja saber inmediatamente que tan bien le está yendo en general en relación a los pasos adecuados para optimizar su salud. Toma en cuenta muchos de los comportamientos claves y factores de riesgo que son potencialmente modificables. El puntuación de Bienestar va de 0 (peor puntuación posible) a 100 (mejor puntuación posible).
fr: Votre score de bien-être vous permet de savoir de façon globale si vous prenez les mesures appropriées pour optimiser votre santé. Un grand nombre de comportements et de facteurs de risque importants potentiellement modifiables sont considérés et les scores varient de 0 (le pire) à 100 (le meilleur).
pt: Seu pontuação de bem-estar informa rapidamente como você está se saindo em relação às etapas corretas para otimizar sua saúde. Ela leva em conta muitos dos principais comportamentos e fatores de risco possivelmente alteráveis. A pontuação de bem-estar varia de 0 (a pior pontuação possível) a 100 (a melhor pontuação possível).

# L232
source: Your current levels of risk on various health and lifestyle factors, many of which are considered when calculating your Wellness Score, are summarized below:
es: Sus niveles de riesgos actuales en varios factores de salud y estilo de vida, muchos de los que se consideran cuando se calcula la Puntuación de Bienestar son resumidos debajo:
fr: Votre niveau de risque actuel pour divers facteurs liés à la santé et au mode de vie, un bon nombre étant pris en compte dans le calcul de votre score de bien-être, est résumé ci-dessous :
pt: Seus níveis atuais de risco em diversos fatores de saúde e estilo de vida, muitos dos quais são considerados no cálculo da sua pontuação de bem-estar, estão resumidos abaixo:

# L233
source: Key Action Steps
es: Pasos Claves de Acción
fr: Principales démarches
pt: Principais etapas de ação

# L234
source: In addition to continuing all healthy behaviors and following the advice of your doctor(s)/healthcare provider(s), consider these key preventive actions/care management options:
es: Además de continuar con comportamientos saludables y seguir las recomendaciones de su médico (s) y/o proveedores de salud, considere estas opciones de acciones clave sobre prevención y gestión de cuidados de salud:
fr: En plus de maintenir tous les comportements sains et de suivre les conseils de votre (vos) médecin(s)/autre(s) professionnel(s) de soins de santé, considérez ces actions préventives/options de gestion des soins clés :
pt: Além de continuar seguindo os comportamentos saudáveis e as orientações do seu médico/dos profissionais de saúde, cogite as seguintes ações preventivas/gestão de cuidados com a saúde:

# L235
source: Gaps in Preventive Care
es: Deficiencias en Cuidado Preventivo
fr: Lacunes dans les soins préventifs
pt: Lacunas nos cuidados preventivos

# L236
source: Consider enrolling in a <a style='color:deepskyblue' {0}>health coaching program</a> to receive one-on-one coaching.
es: Considere inscribirse en un <a style='color:deepskyblue' {0}>programa de salud</a> para recibir entrenamiento uno-a-uno
fr: Envisagez de vous inscrire à un <a style='color:deepskyblue' {0}>programme d’encadrement sur la santé</a> pour qu’une personne vous supervise personnellement.
pt: Cogite se inscrever em um <a style='color:deepskyblue' {0}>programa de coaching de saúde </a> para receber coaching presencial.

# L237
source: Medications
es: Medicamentos
fr: Médicaments

# L238
source: ASSOCIATES – Enter your first and last name, date of birth and {2}.<br><br>SPOUSES (who are not employed by {0}) – Enter your first and last name, date of birth and the {2} of the {1} associate.<br><br>SPOUSES (who are both associates of {0}) – Each associate should enter his/her own first name, last name and date of birth. Enter the {2} of the person who is the primary member on the medical plan.
ar: شريك - أدخل اسمك الأول والأخير وتاريخ الميلاد، و{2}.<br><br>الزوج/الزوجة (والذي/والتي لا يعمل/تعمل لدى {0}) – أدخل اسمك الأول والأخير وتاريخ الميلاد، و {2} من {1} شريك.<br><br> الزوج/الزوجة (واللذان هما الشريكان ل {0}) – ويجب على كل من الشركاء إدخال اسمه/اسمها الأول والأخير وتاريخ الميلاد. أدخل {2} من الأشخاص الذي هو العضو الأساسي للخطة الطبية.
ar_ae: الموظفون – أدخل اسمك الأول واسم العائلة، وتاريخ الميلاد و {2}.<br><br>الأزواج/الزوجات (من غير العاملين لدى {0}) – أدخل/أدخلي اسمك الأول واسم العائلة، وتاريخ الميلاد و {2} الموظف {1}.<br><br>الأزواج/الزوجات الموظفان كلاهما في {0}) – على كل موظف إدخال الاسم الأول، واسم العائلة، وتاريخ الميلاد. أدخل {2} للشخص الذي يعتبر العضو الرئيسي في البرنامج الطبي.
es: ASOCIADOS – Ingrese su nombre, apellido, fecha de nacimiento y {2}.<br><br>CÓNYUGES (que no son empleados por {0}) – Ingrese su nombre, apellido, fecha de nacimiento y el {2} del asociado de {1}.<br><br>CÓNYUGES (que ambos son asociados de {0}) – Cada asociado debe ingresar su nombre, apellido y fecha de nacimiento. Ingrese el {2}de la persona primaria en el plan médico.

# L239
source: Heart Disease & Warning Signs
es: Enfermedad Cardiaca y Síntomas de Advertencia
fr: Maladies du cœur et signes précurseurs
pt: Doenças cardíacas e sinais de alerta

# L24
source: Asthma?
es: ¿Asma?
fr: Asthme?
pt: Asma?

# L240
source: Stroke & Warning Signs
es: Derrame Cerebral y Síntomas de Advertencia
fr: AVC et signes précurseurs
pt: Derrames e sinais de alerta

# L242
source: Cholesterol and Triglycerides
es: Colesterol y Triglicéridos
fr: Cholestérol et triglycérides
pt: Colesterol e triglicérides

# L243
source: Change Password
es: Cambio de Contraseña
fr: Changer le mot de passe
pt: Alterar senha

# L244
source: Old Password
es: Contraseña Antigua
pt: Senha anterior

# L245
source: You’ve received a perfect Wellness Score. Keep practicing healthy lifestyle habits and enjoying the many benefits of better health.
es: Ha recibido una Puntuación de Bienestar perfecta. Continúe practicando hábitos saludables en su estilo de vida y disfrute de los tantos beneficios de una mejor salud.
fr: Vous avez obtenu un score parfait en matière de bien-être. Gardez vos saines habitudes de vie tout en profitant des nombreux bienfaits d’une meilleure santé.
pt: Você obteve uma pontuação de bem-estar perfeita. Continue praticando hábitos saudáveis de estilo de vida e aproveitando os muitos benefícios de uma saúde melhor.

# L246
source: Although your Wellness Score is excellent, there may be a few small changes you could make to fine tune your lifestyle and enjoy even better health.
es: Aunque su Puntuación de Bienestar es excelente, podrían haber unos pequeños cambios para mejorar su estilo de vida y disfrutar de mejor salud.
fr: Bien que votre score de bien-être soit excellent, vous pourriez apporter quelques légers changements pour peaufiner votre style de vie et améliorer davantage votre santé.
pt: Embora sua pontuação de bem-estar seja excelente, pode haver algumas pequenas mudanças que você poderia fazer para refinar seu estilo de vida e usufruir de uma saúde ainda melhor.

# L247
source: Keep practicing the healthy habits that are part of your current lifestyle. There are some changes that you could make to improve your health. Get started today to enjoy a lifetime of better health.
es: Continúe practicando los hábitos saludables que hacen parte de su actual estilo de vida. Hay unos cambios que podría hacer para mejorar su salud. Empiece hoy para que disfrutar toda una vida de buena salud.
fr: Gardez les saines habitudes qui font partie de votre mode de vie actuel. Vous pourriez apporter certains changements pour améliorer votre santé. Commencez dès aujourd’hui à profiter d’une vie en meilleure santé.
pt: Continue praticando os hábitos saudáveis que já fazem parte do seu estilo de vida atual. Há algumas mudanças que você poderia fazer para melhorar sua saúde. Comece hoje para viver uma vida inteira saudável.
