Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1990
source: Your data will be held in compliance with INTERVENT’s privacy and service agreements. Your use of INTERVENT’s services is also governed by these documents. By continuing further, you are consenting to the terms and conditions of the Program Participation and Service Agreement located at
es: Su información será retenida en cumplimiento con todos los acuerdos de servicio y privacidad de INTERVENT y todas sus respectivas políticas y procedimientos. El uso de los servicios de INTERVENT también se rige por estos documentos. Al continuar, está dando su consentimiento a los términos y condiciones del Acuerdo de Participación y Servicio del Programa localizado en
fr: Vos données seront conservées conformément aux accords de confidentialité et de service d'INTERVENT. Votre utilisation des services d'INTERVENT est également régie par ces documents. En poursuivant, vous consentez aux termes et conditions de l'accord de participation au programme et de service retrouvé ici

# L1991
source: Do I have your consent to continue?
es: ¿Tengo su consentimiento para continuar?

# L1992
source: Can only be determined for people age 45 to 84 years
es: Solo puede ser determinado para personas de edades 45 a 84 años
fr: Cet aspect ne peut être évalué que pour les personnes âgées de 45 à 84 ans.
pt: Possível de ser determinado apenas para pessoas com idade entre 45 e 84 anos

# L1993
source: The coronary arteries supply the heart with oxygen rich blood. Atherosclerosis is the process by which cholesterol-rich plaque builds up in the walls of the coronary arteries. Over time, atherosclerotic plaque can cause blockages or narrowings in the coronary arteries. This limits the flow of oxygen-rich blood to the heart muscle and can cause a heart attack.
es: Las arterias coronarias suministran el corazón con sangre rica en oxígeno. La aterosclerosis es el proceso por la cual la placa rica en colesterol se acumula en las paredes que las arterias coronarias. Con el tiempo, la placa aterosclerótica puede causar obstrucciones o estrechamiento en las arterias coronarias. Esto limita el flujo de sangre rica en oxígeno al musculo del corazón y puede causar un ataque al corazón.
fr: Les artères coronaires fournissent au cœur du sang riche en oxygène. L’athérosclérose se caractérise par l’accumulation de plaques riches en cholestérol sur les parois de ces artères. Avec le temps, la plaque d’athérosclérose peut causer des blocages ou des rétrécissements qui limitent la circulation de sang riche en oxygène vers le muscle cardiaque et peuvent provoquer une crise cardiaque.
pt: As artérias coronárias abastecem o coração com sangue rico em oxigênio. A arteriosclerose é o processo pelo qual placas de gordura ricas em colesterol se acumulam nas paredes das artérias coronárias. Com o passar do tempo, as placas de gordura ateroscleróticas podem bloquear ou estreitar as artérias coronárias. Isto limita o fluxo de sangue rico em oxigênio para o músculo cardíaco e pode causar um ataque cardíaco.

# L1994
source: Normal coronary arteries do not contain calcium. Atherosclerotic plaque does contain calcium. Calcium in the coronary arteries may be a sign of plaque build-up and an increased risk for a heart attack.
es: Arterias coronarias normales no contienen calcio. La placa aterosclerótica contiene calcio. Calcio en las arterias coronarias puede ser una indicación de placa acumulada y a riesgo mayor de un ataque al corazón.
fr: En temps normal, il n’y a pas de calcium dans les artères coronaires. La plaque d’athérosclérose, elle, en contient. La présence de calcium dans les artères coronaires peut être un signe d’accumulation de plaque, ce qui augmente le risque de crise cardiaque.
pt: Artérias coronárias normais não contêm cálcio. Placas de gordura ateroscleróticas contêm cálcio. O cálcio nas artérias coronárias pode ser um sinal do acúmulo de placas de gordura e um risco acentuado de ataque cardíaco.

# L1995
source: Calcium in the coronary arteries can be evaluated by performing a heart scan test. Your test results includes a number that is called your coronary artery calcium (CAC) score. CAC scores can range from 0 to more than 400. The higher your CAC score, the greater your likelihood of having atherosclerotic plaque in your coronary arteries and the higher your chances of having a heart attack.
es: Calcio en las arterias coronarias pueden ser evaluadas al realizar una prueba de escaneo cardiaco. Sus resultados incluyen un número que se llama la puntuación de calcio en la arteria coronaria (CAC). Puntuaciones CAC pueden variar de 0 a más de 400. Mientras más alta la puntuación CAC, mayor será la posibilidad de tener placa aterosclerótica en sus arterias coronarias y mayor el riesgo de tener un ataque al corazón.
fr: Une tomodensitométrie cardiaque permet d’évaluer la quantité de calcium dans les artères coronaires. Un des résultats du test se nomme le bilan calcique des artères coronaires. Ce chiffre peut varier de 0 à plus de 400. Plus il est élevé, plus il y a de risques qu’une plaque d’athérosclérose se soit accumulée dans les artères coronaires et plus les risques d’avoir une crise cardiaque sont élevés.
pt: O nível de cálcio nas coronarianas pode ser avaliado com um exame do coração. Seus resultados de exames incluem um número conhecido como escore de cálcio coronariano (ECC). O ECC pode variar de 0 a mais de 400. Quanto mais alto for o seu ECC, maior a probabilidade de haver placas de gordura ateroscleróticas em suas artérias coronárias e mais alta a probabilidade de ter um ataque cardíaco.

# L1996
source: [Insert the participant’s test result wording that appears in the printable summary report here – see ranges and wording below]
es: [Inserte el texto de los resultados de las pruebas del participante que aparece en la parte imprimible del resumen imprimible aquí – vea los rangos y la redacción debajo]
fr: [Insérer ici le libellé des résultats du test du participant, lequel se trouve dans le rapport sommaire imprimable. Voir les plages et le libellé ci-dessous.]
pt: [Informe os resultados dos exames do participante nos mesmos termos do relatório resumido imprimível disponível aqui – veja os intervalos e o texto abaixo]

# L1997
source: When making recommendations for you, your doctor will interpret your CAC score together with other findings from the heart scan, your medical history and other individual factors.
es: Al hacer recomendaciones para usted, su médico interpretará su puntuación CAC junto con otros hallazgos del escáner cardíaco, su historial médico y otros factores individuales.
fr: Lorsqu’il vous fera des recommandations, votre médecin tiendra compte de votre bilan calcique des artères coronaires ainsi que d’autres résultats de la tomodensitométrie cardiaque, de vos antécédents médicaux et d’autres facteurs individuels.
pt: Ao fazer recomendações para você, seu médico vai interpretar seu ECC junto com outras constatações do seu exame do coração, seu histórico médico e outros fatores.

# L1998
source: Schedule appointment with your doctor to review the results of your coronary artery calcium scan (if you have not already done so).
es: Programe una cita con su médico para revisar los resultados de su escáner de calcio de la arteria coronaria (si aún no lo ha hecho).
fr: Prenez rendez-vous avec votre médecin pour examiner les résultats de votre tomodensitométrie cardiaque (si ce n’est pas déjà fait).
pt: Marque uma consulta com o seu médico para analisar os resultados do seu escore de cálcio coronariano (se você ainda não tiver marcado).

# L1999
source: Based on your test results, you have no identifiable atherosclerotic plaque in your heart’s coronary arteries. While a zero score does not absolutely rule out the presence of atherosclerotic plaque, the chances that you have narrowings in your coronary arteries are very low. Please discuss your CAC report with your doctor as soon as possible (if you have not already done so).
es: Basado en los resultados de su prueba, no tiene placa aterosclerótica identificable en sus arterias coronarias de su corazón. Mientras que un puntaje cero no descarta por completo la presencia de placa aterosclerótica, las posibilidades de que usted tenga estrechamientos en sus arterias coronarias son muy bajas. Por favor discuta su informe CAC con su doctor lo más pronto posible (si aún no lo ha hecho).
fr: D’après les résultats, aucune plaque d’athérosclérose n’est visible dans les artères coronaires de votre cœur. Même si un score de zéro n’exclut pas absolument la présence d’une plaque d’athérosclérose, les risques de rétrécissement de vos artères coronaires sont très faibles. Veuillez discuter de votre bilan calcique des artères coronaires avec votre médecin le plus tôt possible (si ce n’est pas déjà fait).
pt: Com base nos resultados dos seus exames, você não tem placas de gordura ateroscleróticas identificáveis nas artérias coronárias do seu coração. Embora uma pontuação de zero não desconsidere absolutamente a presença de placas de gordura ateroscleróticas, é muito baixa a probabilidade de você ter estreitamentos em suas artérias coronárias. Converse sobre o seu relatório de ECC com seu médico o mais rápido possível (se você ainda não tiver conversado).

# L2
source: Yes
es: Sí
fr: Oui
pt: Sim

# L20
source: High/abnormal cholesterol or high triglycerides?
es: ¿Colesterol alto o alto nivel de triglicéridos?
fr: Taux de cholestérol ou de triglycérides élevés ou anormaux?
pt: Colesterol alto/anormal ou triglicérides altos?

# L200
source: All of the time
es: Siempre
fr: Tout le temps
pt: O tempo todo

# L2000
source: Based on your test results, you have minimal identifiable atherosclerotic plaque in your heart’s coronary arteries. While a zero score is optimal, it is very unlikely that you have narrowings in your coronary arteries. Please discuss your CAC report with your doctor as soon as possible (if you have not already done so).
es: Basado en los resultados de su prueba, tiene una placa aterosclerótica identificable mínima en las arterias coronarias de su corazón. Mientras que una puntuación cero es óptima, es improbable que tenga estrechamientos en sus arterias coronarias. Por favor discuta el informe CAC con su médico lo antes posible (si aún no lo ha hecho).
fr: D’après les résultats, une faible quantité de plaques d’athérosclérose est visible dans les artères coronaires de votre cœur. Même si un score de zéro est optimal, les risques de rétrécissements de vos artères coronaires sont très faibles. Veuillez discuter de votre bilan calcique des artères coronaires avec votre médecin le plus tôt possible (si ce n’est pas déjà fait).
pt: Com base nos resultados dos seus exames, você tem um valor muito baixo de placas de gordura ateroscleróticas identificáveis nas artérias coronárias do seu coração. Embora um pontuação de zero seja o ideal, é muito improvável que você tenha estreitamentos em suas artérias coronárias. Converse sobre o seu relatório de ECC com seu médico o mais rápido possível (se você ainda não tiver conversado).

# L2001
source: Based on your test results, you have definite, at least mild, atherosclerotic plaque in your heart’s coronary arteries. Mild or minimal coronary artery narrowings are likely to be present. Please discuss your CAC report with your doctor as soon as possible (if you have not already done so).
es: Basado en los resultados de su prueba, tiene una placa aterosclerótica definida, al menos leve, en las arterias coronarias de su corazón. Es probable que se produzcan estrechamientos de la arteria coronaria leves o mínimos. Por favor discuta el informe CAC con su médico lo antes posible (si aún no lo ha hecho).
fr: D’après les résultats, une quantité évidente, ou non négligeable du moins, de plaques d’athérosclérose est visible dans les artères coronaires de votre cœur. Il est possible qu’il y ait des rétrécissements légers ou minimes dans vos artères coronaires. Veuillez discuter de votre bilan calcique des artères coronaires avec votre médecin le plus tôt possible (si ce n’est pas déjà fait).
pt: Com base nos resultados dos seus exames, você tem placas de gordura ateroscleróticas definitivas, pelo menos leves, nas artérias coronárias do seu coração. É provável que haja estreitamentos leves ou mínimos em suas artérias. Converse sobre o seu relatório de ECC com seu médico o mais rápido possível (se você ainda não tiver conversado).

# L2002
source: Based on your test results, you have definite, at least moderate, atherosclerotic plaque in your heart’s coronary arteries. Mild coronary artery narrowings are highly likely to be present and significant narrowings may possibly be present. Please discuss your CAC report with your doctor as soon as possible (if you have not already done so).
es: Basado en los resultados de su prueba, tiene una placa aterosclerótica definida, por lo menos moderada, en las arterias coronarias de su corazón. Los estrechamientos leves de la arteria coronaria son muy probables estar presentes y los estrechamientos significativos pueden estar posiblemente presentes. Por favor discuta el informe CAC con su médico lo antes posible (si aún no lo ha hecho).
fr: D’après les résultats, une quantité évidente, ou moyenne du moins, de plaques d’athérosclérose est visible dans les artères coronaires de votre cœur. Il est très probable qu’il y ait de légers rétrécissements dans vos artères coronaires, et il pourrait y avoir des rétrécissements importants. Veuillez discuter de votre bilan calcique des artères coronaires avec votre médecin le plus tôt possible (si ce n’est pas déjà fait).
pt: Com base nos resultados dos seus exames, você tem placas de gordura ateroscleróticas definitivas, pelo menos moderadas, nas artérias coronárias do seu coração. É altamente provável que haja estreitamentos em suas artérias, podendo haver estreitamentos significativos. Converse sobre o seu relatório de ECC com seu médico o mais rápido possível (se você ainda não tiver conversado).

# L2003
source: Based on your test results, you are likely to have extensive atherosclerotic plaque in your heart’s coronary arteries. There is a high likelihood that you have at least one significant narrowing in you coronary arteries. Please discuss your CAC report with your doctor as soon as possible (if you have not already done so).
es: Basado en los resultados de su prueba, es probable que tenga una placa aterosclerótica extensa en las arterias coronarias de su corazón. Existe una alta probabilidad de que usted tenga al menos un estrechamiento significativo en las arterias coronarias. Por favor discuta el informe CAC con su médico lo antes posible (si aún no lo ha hecho).
fr: D’après les résultats, une grande quantité de plaques d’athérosclérose est visible dans les artères coronaires de votre cœur. Il est fort probable qu’il y ait au moins un rétrécissement important dans vos artères coronaires. Veuillez discuter de votre bilan calcique des artères coronaires avec votre médecin le plus tôt possible (si ce n’est pas déjà fait).
pt: Com base nos resultados dos seus testes, você tem chances de ter bastante placa de gordura aterosclerótica nas artérias coronárias do seu coração. Há uma alta probabilidade de você ter pelo menos um estreitamento significativo em suas artérias coronárias. Converse sobre o seu relatório de ECC com seu médico o mais rápido possível (se você ainda não tiver conversado).

# L2004
source: Coronary Artery Calcium Score
es: Puntuación de Calcio Arterial Coronario
fr: Bilan calcique des artères coronaires
pt: Escore de cálcio coronariano

# L2005
source: Your <a href='#' style='color:deepskyblue' data-open='cac-modal'>coronary artery calcium (CAC) score</a> is
es: Su <a href='#' style='color:deepskyblue' data-reveal-id='cac-modal'>puntuación de calcio arterial coronario</a> es
fr: Votre <a href='#' style='color:deepskyblue' data-open='cac-modal'>bilan calcique des artères coronaires</a> est de
pt: Seu <a href='#' style='color:deepskyblue' data-open='cac-modal'>escore de cálcio coronariano (ECC)</a> é de

# L2006
source: Arterial Age, Coronary Artery Calcium (CAC) Score and Wellness Score
es: Edad Arterial, Puntuación de Calcio Arterial Coronario (CAC) y Puntuación de Bienestar
fr: Âge des artères, bilan calcique des artères coronaires et score de bien-être
pt: Idade arterial, escore de cálcio coronariano (ECC) e pontuação de bem-estar

# L2007
source: Vascular Age, Coronary Artery Calcium (CAC) Score and Wellness Score
es: Edad Vascular, Puntuación de Calcio Arterial Coronario (CAC) y Puntuación de Bienestar
fr: Âge vasculaire, bilan calcique des artères coronaires et score de bien-être
pt: Idade vascular, escore de cálcio coronariano (ECC) e pontuação de bem-estar

# L2008
source: <b>Your Arterial Age</b> (based on your CAC Score) {0}
es: <b>Su Edad Arterial</b> (basado en su puntuación de CAC) {0}
fr: <b>L’âge de vos artères</b> (en fonction du bilan calcique) {0}
pt: <b>Sua idade arterial</b> (com base no seu ECC) {0}

# L201
source: Have you had any of the following checkups or exams? (please check all that apply.)
es: ¿Ha tenido alguno de los siguientes exámenes o pruebas? (por favor marque todas las que apliquen)
fr: Avez-vous subi l’un des tests suivants? (Veuillez sélectionner toutes les réponses qui s’appliquent.)
pt: Você fez algum dos exames ou check-ups a seguir? (marque todas as alternativas aplicáveis.)

# L2011
source: cannot be calculated due to your age.
es: no puede ser calculada debido a su edad.
fr: ne peut être calculé en raison de votre âge.
pt: não pode ser calculada devido à sua idade.

# L2012
source: <b>Your age</b> (based on your date of birth) when you completed your health assessment was {0} years.
es: <b>Su edad</b> (basado en su fecha de nacimiento) cuando completó su {0} era de {1} años.
fr: Au moment où vous avez effectué l’évaluation de votre état de santé, vous étiez <b>âgé</b> de {0} ans (selon votre date de naissance).
pt: <b>Sua idade</b> (com base na sua data de nascimento) quando você concluiu sua avaliação de saúde era de {0} anos.

# L2013
source: <b>Your CAC Score</b> is
es: <b> Su Puntuación de CAC</b> es
fr: <b>Votre bilan calcique des artères coronaires</b> est de
pt: <b>Seu ECC</b> é de

# L2014
source: <b>Your Peer Average Wellness Score </b> is {0}. (that is, the average Wellness Score for people in your age group of the same gender who have taken the health assessment).
es: <b>Su Puntuación de Bienestar Promedio </b> is {0}. (Eso es, la Puntuación de Bienestar promedio para personas de su grupo de edad del mismo sexo que han tomado la {1}).
fr: <b>Votre score de bien-être moyen des pairs </b> est de {0}. (Il s’agit du score de bien-être moyen des personnes du même sexe et du même groupe d’âge qui ont subi l’{1})
pt: <b>A pontuação média de bem-estar de seus pares </b> é de {0} (ou seja, a pontuação média de bem-estar para pessoas na sua faixa etária, do mesmo sexo, que fizeram a avaliação de saúde).

# L2015
source: <b>Your Wellness Score </b>is
es: <b>Su Puntuación de Bienestar </b>es
fr: <b>Votre score de bien-être </b>est de
pt: <b>Sua pontuação de bem-estar </b> é de

# L2016
source: Doctor Summary
es: Resumen Médico
fr: Résumé du médecin

# L2017
source: This package of information is confidential and/or privileged. The information is intended to be for the use of the individual or entity named above. If you are not the intended recipient, be aware that any disclosure, copying, distribution or use of the contents of this information is prohibited. If you have received this page in error, please notify our office immediately by emailing us at {0}.
es: Este paquete de información es confidencial y / o privilegiado. El propósito de la información es para el uso de la persona o entidad mencionada anteriormente. Si usted no es el destinatario, tenga en cuenta que cualquier divulgación, copia, distribución o uso del contenido de esta información está prohibido. Si ha recibido esta página por error, por favor notifique a nuestra oficina inmediatamente enviándonos un correo electrónico a {0}.
fr: Ces renseignements sont confidentiels et sont destinés à l’usage de la personne susmentionnée. S’ils ne vous sont pas destinés, il vous est strictement interdit de divulguer, de copier, de distribuer ou d’utiliser ces renseignements. Si vous avez reçu cette page par erreur, veuillez en aviser notre bureau immédiatement en nous envoyant un courriel à {0}.
pt: Este pacote de informações é confidencial e/ou privilegiado. As informações se destinam ao uso pela pessoa ou entidade nomeada acima. Se você não for o destinatário correto, tenha em mente que qualquer tipo de divulgação, cópia, distribuição ou uso dessas informações é proibido. Se você tiver recebido esta página por engano, notifique o nosso escritório imediatamente, enviando um e-mail para {0}.

# L2018
source: Thank you for completing your{0}health assessment.
es: Gracias por completar su{0}{1}.
fr: Merci d’avoir effectué {0} l’évaluation de votre état de santé.
pt: Obrigado por concluir a sua avaliação de saúde {0}.

# L2019
source: Enclosed please find your brief Summary Report for your Doctor. If you would like to receive online access to a more comprehensive report and or enroll in a program, please email us at {0}
es: Adjunto, encuentre su breve informe de resumen para su médico. Si desea recibir acceso en línea a un informe más completo y/o inscribirse en un programa, envíenos un correo electrónico a {0}
fr: Vous trouverez ci-joint votre rapport sommaire à l’intention de votre médecin. Si vous souhaitez accéder en ligne à un rapport complet ou vous inscrire à un programme, veuillez nous envoyer un courriel à {0}.
pt: Enviamos em anexo seu relatório resumido, que deve ser apresentado ao seu médico. Se você quiser ter acesso on-line a um relatório mais abrangente e/ou inscrever-se em um programa, envie um e-mail para {0}

# L202
source: Left
es: Izquierdo
fr: Gauche
pt: Esquerdo

# L2020
source: The recommendations in your reports and educational materials may not be appropriate for pregnant women. The recommendations (including goals and scores) in your reports and educational materials are intended for use by you only once you are no longer pregnant.
es: Las recomendaciones en sus informes y materiales educativos pueden que no sean apropiados para mujeres embarazadas. Las recomendaciones (incluyendo las metas y los puntuaciones) de sus informes y materiales educativos están destinadas a ser utilizadas por usted una vez ya no esté embarazada.
fr: Les recommandations contenues dans vos rapports et votre matériel éducatif peuvent ne pas convenir aux femmes enceintes. Vous devez suivre les recommandations (y compris les objectifs et les résultats) uniquement lorsque vous n’êtes plus enceinte.

# L2021
source: Enter a number between
es: Ingrese un número entre
fr: Écrivez un nombre entre
pt: Digite um número entre

# L2022
source: Abnormal coronary artery calcium score
es: Puntuación anormal del calcio en la arteria coronaria
fr: Bilan calcique des artères coronaires anormal
pt: Escore anormal de cálcio coronariano

# L2023
source: Schedule an appointment with your doctor if you have not already done so to review the results of your coronary artery calcium scan.
es: Programe una cita con su médico si aún no lo ha hecho para revisar los resultados de su escanér de calcio de la arteria coronaria.
fr: Prenez rendez-vous avec votre médecin pour examiner les résultats de votre tomodensitométrie cardiaque, si ce n’est pas déjà fait.
pt: Marque uma consulta com o seu médico se você ainda não tiver marcado, para analisar os resultados do seu escore de cálcio coronariano.
