Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L4024
source: More than
es: Más que
fr: Plus que

# L4026
source: Post Meal
es: Después de la comida
fr: Après le repas

# L4027
source: Blood Glucose Details
es: Detalles de glucosa en sangre
fr: Détails du taux de sucre sanguin

# L4028
source: No. of Readings
es: Numero de lecturas
fr: Nombre de lectures

# L4029
source: Tests per Day
es: Pruebas por día
fr: Tests par Jour

# L4030
source: Fasting/Pre-meal Glucose
es: Glucosa en ayunas / antes de las comidas
fr: Taux de sucre sanguin a jeun/pré-repas

# L4031
source: Nothing to see here as yet
es: Nada que ver aquí todavía
fr: Rien a voir ici pour l'instant

# L4032
source: No Data Avalaible
es: No hay datos disponibles
fr: Aucunes données disponibles

# L4033
source: Unknown
es: Desconocido
fr: Inconnu

# L4034
source: to
es: a
fr: À

# L4035
source: on
es: en
fr: Sur

# L4036
source: Nutrition Details
es: Detalles nutricionales
fr: Détails de nutrition

# L4037
source: Your activity is low, Improve your activity levels by Going for more walks, jogs, playing a sport or training in any gym.
es: Su actividad es baja, mejore sus niveles de actividad haciendo más caminatas, trotes, practicando algún deporte o entrenando en cualquier gimnasio.
fr: Votre activité est faible, améliorez vos niveaux d'activité en faisant plus de marches, de jogging, de sport ou de formation dans n'importe quel gymnase.

# L4038
source: Nutrition Details Past {0} Day(s)
es: Detalles nutricionales pasados ​​{0} días
fr: Détails de Nutrition Dernier {0} Jour(s)

# L4039
source: Date & Time
es: Fecha y Hora
fr: Date et heure

# L4040
source: Fats(g)
es: Grasas (g)
fr: Gras(g)

# L4041
source: Go to page
es: Ir a la pagina
fr: Allez à la page

# L4042
source: Go
es: Vamos
fr: Allez à la page

# L4045
source: Sleep Details
es: Detalles del sueño
fr: Détails du Sommeil

# L4046
source: hrs
es: horas
fr: heures

# L4047
source: min
es: minutos

# L4048
source: All adults need about 7 to 8 hours of sleep each night.
es: Todos los adultos necesitan dormir alrededor de 7 a 8 horas cada noche.
fr: Les adultes on besoin de 7 à 8 heures de sommeil par jour

# L4049
source: Sleep Details Past {0} Day(s)
es: Detalles del sueño, en los pasados ​​{0} día (s)
fr: Détails du Sommeil Dernier {0} Jour(s)

# L4050
source: Average Sleep
es: Promedio de sueño
fr: Heures de sommeil en moyenne

# L4051
source: Average Deep Sleep
es: Promedio de sueño profundo
fr: Heures de sommeil profond en moyenne

# L4052
source: Average Time to Bed
es: Promedio de tiempo para ir a cama
fr: Heure en moyenne du coucher

# L4053
source: Average Time Awake
es: Promedio de tiempo despierto
fr: Moyenne des heures passées eveillées

# L4054
source: Average Light Sleep
es: Promedio de sueño ligero
fr: Moyenne des heure de sommeil léger

# L4055
source: Average Time to Wake-up
es: Promedio de tiempo para despertarse
fr: Moyenne de l'heure de réveil

# L4056
source: Hours
es: Horas
fr: Heures

# L4057
source: Slept for
es: Dormí por
fr: Endormis pour

# L4059
source: Average Blood Pressure
es: Promedio de presión arterial
fr: Pression Sanguine Moyenne

# L4060
source: High blood pressure (or hypertension) is generally defined as systolic values of 130 or higher and/or diastolic values of 80 or higher. When the systolic value is 120 to 129 and the diastolic value is less than 80, you have what is referred to as elevated blood pressure.
es: La presión arterial alta (o hipertensión) se define generalmente como valores sistólicos de 130 o más y / o valores diastólicos de 80 o más. Cuando el valor sistólico es de 120 a 129 y el valor diastólico es inferior a 80, tiene lo que se conoce como presión arterial elevada.
fr: L'hypertension artérielle (ou hypertension) est généralement définie commes des valeurs systoliques de 130 ou plus et / ou des valeurs diastoliques de 80 ou plus. Lorsque la valeur systolique est comprise entre 120 et 129 et la valeur diastolique inférieure à 80, vous avez ce que l'on appelle une pression artérielle élevée.

# L4061
source: S.B.P.
es: P.A.S
fr: P.A.S

# L4062
source: D.B.P.
es: P.A.D
fr: P.A.D

# L4063
source: Blood Pressure Details Past {0} Day(s)
es: Detalles de la presión arterial durante los últimos {0} días
fr: Détail de la Pression Artérielle Dernier {0} Jour(s)

# L4064
source: Systolic B.P. Range
es: Rango de P.A. sistólica
fr: Gamme de la Pression Artérielle Systolique

# L4065
source: Average Systolic B.P.
es: Promedio de P.A. sistólica
fr: Pression Artérielle Systolique moyenne

# L4066
source: Current Systolic B.P.
es: P.A. sistólica actual
fr: Pression Artérielle Systolique actuelle

# L4067
source: Diastolic B.P. Range
es: Rango de P.A. diastólica
fr: Gamme de la Pression Artérielle Diastolique

# L4068
source: Average Diastolic B.P.
es: Promedio de P.A. diastólica
fr: Pression Artérielle Diastolique moyenne

# L4069
source: Current Diastolic B.P.
es: P.A. diastólica actual
fr: Pression Artérielle Diastolique actuelle

# L4070
source: Systolic Blood Pressure
es: Presión arterial sistólica
fr: Pression Artérielle Systolique

# L4071
source: Diastolic Blood Pressure
es: Presión arterial diastólica
fr: Pression Artérielle Diastolique

# L4267
source: Address 2
es: Dirección 2
fr: Adresse 2
pt: Endereço 2

# L4268
source: Your data will be held in compliance with INTERVENT’s privacy and service agreements. Your use of INTERVENT’s services is also governed by these documents. By continuing further, you are consenting to the terms and conditions of the Program Participation and Service Agreement
es: Su información será retenida en cumplimiento con todos los acuerdos de servicio y privacidad de INTERVENT y todas sus respectivas políticas y procedimientos. El uso de los servicios de INTERVENT también se rige por estos documentos. Al continuar, está dando su consentimiento a los términos y condiciones del Acuerdo de Participación y Servicio del Programa
fr: Vos données seront conservées conformément aux accords de confidentialité et de service d'INTERVENT. Votre utilisation des services d'INTERVENT est également régie par ces documents. En poursuivant, vous consentez aux termes et conditions de l'accord de participation au programme et de service

# L4269
source: Password must contain at least:
es: La contraseña debe tener al menos:
fr: Le mot de passe doit avoir au moins:
pt: A senha deve conter pelo menos:

# L4270
source: 1 uppercase character
es: 1 carácter en mayúscula
fr: 1 lettre majuscule
pt: 1 letra maiúscula

# L4271
source: 1 lowercase character
es: 1 carácter en minúscula
fr: 1 lettre minuscule
pt: 1 letra minúscula

# L4272
source: 1 number
es: 1 número
fr: 1 numéro
pt: 1 número

# L4273
source: Passwords must be a minimum of 8 characters in length
es: Las contraseñas deben ser de un mínimo de ocho caracteres
fr: Le mot de passe doit avoir un minimum de 8 caractères
pt: As senhas devem ter pelo menos 8 caracteres

# L4274
source: One or more of the values you entered varies considerably from previously entered values. Please reconfirm all of the values you entered.
es: Uno o más de los valores que agregaste varía considerablemente de los valores anteriormente registrados. Por favor, confirma todos los valores que has registrado.
fr: Une ou plusieurs des valeurs que vous avez entré varient considérablement des valeurs entrées précédemment. Veuillez confirmer toutes les valeurs que vous avez ajoutées.

# L4275
source: Complete kit
es: Completa el kit
fr: Veuillez compléter la trousse

# L4279
source: Have you had a hysterectomy?
es: ¿Le han realizado una histerectomía?
fr: Avez-vous subi une hystérectomie ?
pt: Você já passou por uma histerectomia?

# L4280
source: Were your ovaries removed?
es: ¿Le extirparon los ovarios?
fr: Vos ovaires ont-ils été retirés ?
pt: Seus ovários foram removidos?

# L4281
source: Are you sure you achieved this goal?
es: ¿Está seguro de que logró esta meta?
fr: Êtes-vous certain d'avoir atteint cet objectif ?

# L4282
source: Days missed goals
es: Dias de metas no logradas
fr: Jours de buts manqués

# L4283
source: Days achieved goals
es: Dias de metas logradas
fr: Jours d'objectifs atteints

# L4284
source: Achieved
es: Lograda
fr: Atteint

# L4285
source: Trends
es: Tendencias
fr: Tendances

# L4286
source: Daily Servings
es: Porciones Diarias
fr: Portions quotidiennes

# L4287
source: Edit your Data for
es: Edite la siguiente información
fr: Modifiez vos données pour

# L4288
source: What did you have?
es: ¿Qué comió?
fr: Qu'avez-vous mangé?

# L4289
source: Add meal plan for
es: Plan alimenticio para
fr: Plan de repas pour

# L4290
source: Your diary for the week of
es: Sus lácteos para la semana.
fr: Votre agenda de la semaine du

# L4291
source: Add a food entry for a particular day
es: Añada un registro de comida para un día en particular.
fr: Ajouter une entrée d'aliment pour un jour particulier

# L4292
source: Select the date range you want to view for your weekly report
es: Seleccione el rango de fechas que desea ver para su reporte semanal.
fr: Sélectionnez la plage de dates que vous souhaitez afficher pour votre rapport hebdomadaire

# L4293
source: See an overview for the selected week showing how many days you achieved or missed your recommended daily servings from your meal plan.
es: Vea una versión general de la semana seleccionada que muestra cuántos días usted ha logrado o incumplido con las porciones diarias recomendadas de su plan alimenticio.
fr: Afficher un aperçu de la semaine sélectionnée indiquant le nombre de jours où vous avez atteint ou manqué les portions quotidiennes recommandées de votre plan de nutrition

# L4294
source: Check your diet plans here
es: Verifique sus planes de dieta aquí.
fr: Vérifiez vos plans de régime ici

# L4295
source: Check to see if you met your recommended daily servings for each food group
es: Verifique si logró cumplir con sus porciones diarias recomendadas de cada grupo de alimentos.
fr: Vérifiez si vous avez atteint vos portions quotidiennes recommandées pour chaque groupe alimentaire

# L4296
source: Hover over each day to add/edit an entry
es: Pase el cursor sobre cada día para añadir o editar una entrada de alimentos.
fr: Passez la souris par dessu chaque jour pour ajouter/modifier une entrée

# L4297
source: Missed
es: Omitida
fr: Manqué

# L4298
source: <span>Welcome!</span>To the new Food Diary page. We recommend you take a tour.
es: <span>Bienvenido!</span> A la nueva página del Diario de Comida. Le recomendamos tomar un recorrido.
fr: <span>Bienvenue !</span>Sur la nouvelle page du Journal alimentaire. Nous vous recommandons de faire un tour

# L4300
source: Normal systolic blood pressure is below 120 mmHg.
es: La presión arterial sistólica normal es menor que 120 mmHg. Presión Arterial
fr: La pression systolique normale est inférieure à 120 mmHg.
pt: A pressão arterial sistólica normal se mantém abaixo de 120 mmHg.

# L4301
source: Please keep all appointments with your doctors and other healthcare providers.
es: Por favor mantenga todas las citas con sus doctores y otros proveedores de salud.
fr: Veuillez respecter tous vos rendez-vous avec vos médecins et autres professionnels de la santé.
pt: Compareça a todas as consultas marcadas com seus médicos e profissionais de saúde.

# L4302
source: Please keep all appointments as part of your participation in the CAPTIVA study.
es: Por favor mantenga todas las citas como parte de su participación en el estudio CAPTIVA.
fr: Veuillez respecter tous vos rendez-vous reliés à votre participation à l’étude CAPTIVA.
pt: Compareça a todas as consultas marcadas como parte da sua participação no estudo CAPTIVA.

# L4303
source: Know, monitor and manage your modifiable stroke risk factor numbers as directed by your healthcare provider(s)
es: Conozca, monitoree y maneje sus números modificables de riesgos de ictus según las indicaciones de su proveedor de salud
fr: Connaître, surveiller et gérer les taux de ses de facteurs de risque modifiables d’AVC, conformément aux instructions de son ou ses professionnels de la santé

# L4304
source: Achieve and/or maintain systolic blood pressure below {0} mmHg (normal is below 120 mmHg)
es: Logre y/o mantenga su presión arterial sistólica debajo de {0} mmHg (normal es por debajo de 120 mmHg)
fr: Atteindre ou maintenir une pression systolique inférieure à {0} mmHg (la normale est inférieure à 120 mmHg)

# L4305
source: Achieve and/or maintain diastolic blood pressure below 80 mmHg
es: Logre y/o mantenga su presión arterial diastólica debajo de 80 mmHg
fr: Atteindre ou maintenir une pression diastolique inférieure à 80 mmHg

# L4306
source: Achieve and/or maintain LDL (or 'bad') cholesterol below {0} {1}
es: Logre y/o mantenga su colesterol LDL (malo) por debajo de {0} {1}
fr: Atteindre ou maintenir un taux de cholestérol LDL (dit « mauvais » cholestérol) inférieur à {0} {1}

# L4307
source: (optimal is below {0})
es: (óptimo es por debajo de {0})
fr: (le taux optimal est inférieur à {0})

# L4308
source: Achieve and/or maintain HDL (or 'good') cholesterol at, or above, {0} (optimal is {1} or higher)
es: Logre y/o mantenga su colesterol HDL (bueno) sobre o superior a {0} (óptimo es {1} o más)
fr: Atteindre ou maintenir un taux de cholestérol HDL (dit « bon » cholestérol) égal à ou supérieur à {0} (le taux optimal est de {1} ou plus)

# L4309
source: Achieve and/or maintain triglycerides below {0}
es: Logre y/o mantenga sus triglicéridos por debajo de {0}
fr: Atteindre ou maintenir un taux de triglycérides inférieur à {0}

# L4310
source: Achieve and/or maintain non-HDL cholesterol below {0}; note: non-HDL cholesterol = total cholesterol minus HDL (or 'good') cholesterol
es: Logre y/o mantenga colesterol no HDL por debajo de los {0}; note que el colesterol no HDL es igual a el colesterol total menos el colesterol HDL (bueno)
fr: Atteindre ou maintenir un taux de cholestérol non HDL inférieur à {0}; remarque : cholestérol non HDL = cholestérol total moins cholestérol HDL (dit « bon » cholestérol)

# L4311
source: Achieve and/or maintain A1C below {0}%
es: Logre y/o mantenga su A1C por debajo de {0}%
fr: Atteindre ou maintenir un taux d’hémoglobine glyquée inférieur à {0} %

# L4312
source: Physical activity: Perform regular moderate-intensity aerobic physical activity (goal is to achieve and/or maintain at least {0} minutes each week) together with muscle strengthening, flexibility and balance exercises; learn how to exercise safely (including fall prevention)
es: Actividad física: Realice regularmente actividad física de intensidad moderada a vigorosa (la meta es lograr y/o mantener al menos {0} minutos cada semana) junto con el fortalecimiento muscular, la flexibilidad y ejercicios de balance; aprenda a cómo ejercitarse seguramente (incluyendo prevención de caídas).
fr: Activité physique : pratiquer régulièrement un exercice d’aérobie d’intensité modérée (l’objectif est d’atteindre ou de maintenir au moins {0} minutes par semaine) ainsi que des exercices de renforcement musculaire, de souplesse et d’équilibre; apprendre à faire de l’exercice en toute sécurité (et à prévenir des chutes)

# L4313
source: Nutrition: Follow a healthy eating pattern (include: fruits, vegetables, whole grains, low-fat dairy, lean proteins and healthy oils; limit: saturated/trans fats, added sugars and sodium); ingest no more than 1,500 mg of sodium each day
es: Nutrición: Siga un patrón alimentario saludable (incluya: frutas, verduras, grano entero, lácteos bajos en grasa, proteínas magras y aceites saludables; limite: grasas saturadas/trans, azúcares añadidos y sodio); ingiera no más de 1,500mg de sodio al dia
fr: Nutrition : adopter une saine alimentation (consommer : fruits, légumes, grains entiers, produits laitiers faibles en gras, sources de protéines maigres et huiles saines; limiter : gras saturés et trans, sucres ajoutés et sodium); ne pas consommer plus de 1500 mg de sodium par jour

# L4314
source: Weight: Achieve and/or maintain a healthy weight
es: Peso: Logre y/o mantenga un peso saludable
fr: Poids : atteindre ou maintenir un poids santé

# L4315
source: Alcohol: If you drink, no more than {0} per day
es: Alcohol: si bebe, que no sea más de {0} al dia
fr: Alcool : si consommation d’alcool, éviter plus de {0} par jour

# L4316
source: one
es: uno
fr: un

# L4317
source: two
es: dos
fr: deux

# L4318
source: Stress: Reduce and/or manage stress effectively on an ongoing basis
es: Estrés: Reduzca y/o maneje el estrés efectivamente y de forma continua
fr: Stress : réduire ou gérer efficacement le stress de façon continue

# L4319
source: Tobacco: Avoid all tobacco (including e-cigarettes) and second-hand smoke
es: Tabaco: Evite todo el tabaco (incluyendo cigarrillos electrónicos) e inhalación pasiva de humo
fr: Tabac : éviter le tabac (y compris les cigarettes électroniques) et la fumée secondaire

# L4320
source: Know the warning symptoms of a stroke and get emergency medical help immediately if needed
es: Conozca los síntomas de advertencia de un ictus y obtenga ayuda médica de emergencia inmediatamente de ser necesario
fr: Connaître les symptômes précurseurs d’un AVC et obtenir immédiatement une aide médicale d’urgence si nécessaire

# L4321
source: Report new or worsening symptoms to your healthcare provider(s)
es: Reporte síntomas nuevos o de empeoramiento a sus proveedores de salud
fr: Signaler l’apparition ou l’aggravation de symptômes à son ou ses professionnels de la santé

# L4322
source: Review recommended educational materials
es: Revise los materiales educacionales recomendados
fr: Passer en revue le matériel éducatif recommandé

# L4323
source: Learn about useful resources in your community to help you lead a healthy lifestyle and reduce your risk for stroke
es: Aprenda sobre recursos útiles en su comunidad para ayudar a liderar una estilo de vida saludable y reducir su riesgo de sufrir un ictus
fr: Découvrir les ressources utiles dans sa communauté pour s’aider à adopter un mode de vie sain et à réduire ses risques d’AVC

# L4324
source: Take medications as directed by your healthcare provider(s) and report any side-effects
es: Tome su medicación según las indicaciones de su proveedor de salud y reporte cualquier efecto secundario
fr: Prendre les médicaments selon les instructions de son ou ses professionnels de la santé et signaler tout effet secondaire

# L4325
source: Stay up to date with recommended preventive screenings, tests and vaccinations
es: Manténgase al día con revisiones médicas preventivas, exámenes y vacunas
fr: Se tenir au courant des dépistages préventifs, des tests et des vaccinations recommandés

# L4326
source: Discuss risks and benefits of all treatment options with your healthcare provider(s)
es: Hable con sus proveedores de salud sobre los riesgos y beneficios de todas las opciones de tratamiento
fr: Discuter des risques et des bienfaits de toutes les options thérapeutiques avec son ou ses professionnels de la santé

# L4327
source: Keep all appointments with your healthcare provider(s)
es: Mantenga todas las citas con sus proveedores de salud
fr: Respecter tous les rendez-vous avec son ou ses professionnels de la santé

# L4328
source: My Summary Care Plan
es: Sumario de Mi Plan de Atención
fr: Mon plan de soins résumé

# L4329
source: Know My Numbers and Goals
es: Conocer Mis Números y Metas
fr: Connaître mes taux et mes objectifs

# L4330
source: Practice a Healthy Lifestyle
es: Practique un Estilo de Vida Saludable
fr: Adopter un mode de vie sain

# L4331
source: Learn Other Self-Management Skills
es: Aprenda Otras Habilidades de Autogestión
fr: Apprendre d’autres techniques d’autogestion

# L4332
source: Comply With My Regular Medical Care
es: Cumplir con mi Atención Médica Regular.
fr: Respecter mes soins médicaux habituels

# L4333
source: During the PAST FOUR WEEKS, which of the following aerobic physical activities have you performed? (please check all that apply and enter any details requested)
es: Durante las PASADAS CUATRO SEMANAS, ¿cuáles de las siguientes actividades físicas aeróbicas ha realizado? (Por favor seleccione todas las que apliquen e ingrese los detalles requeridos)
fr: Au cours des QUATRE DERNIÈRES SEMAINES, quels sont les exercices d’aérobie suivants que vous avez faits? (Veuillez cocher toutes les cases qui s’appliquent et fournir tous les détails demandés.)
pt: Nas últimas QUATRO SEMANAS, quais das seguintes atividades físicas aeróbicas você realizou? (marque todas as alternativas aplicáveis e digite os dados solicitados)

# L4334
source: Walking (not on a treadmill)
es: Caminar (no en caminadora)
fr: Marche (pas sur un tapis roulant)
pt: Caminhada (não em uma esteira)

# L4335
source: Jogging or running (not on a treadmill)
es: Trotar o correr (no en caminadora)
fr: Jogging ou course (pas sur un tapis roulant)
pt: Cooper ou corrida (não em uma esteira)

# L4336
source: Treadmill
es: Caminadora
fr: Tapis roulant
pt: Esteira

# L4337
source: Stationary cycling
es: Ciclismo estacionario
fr: Vélo d’exercice
pt: Bicicleta ergométrica

# L4338
source: Stair machine
es: Escaladora
fr: Escalier d’exercice
pt: Simulador de escada

# L4339
source: Elliptical trainer
es: Entrenadora eliptica
fr: Exerciseur elliptique
pt: Aparelho elíptico

# L4340
source: Rowing machine
es: Máquina de remos
fr: Rameur
pt: Simulador de remo seco

# L4341
source: Other aerobic exercise machine
es: Otra máquina de ejercicio aeróbico
fr: Autre appareil d’exercice d’aérobie
pt: Outros aparelhos para exercícios aeróbicos

# L4342
source: Aerobic dance or floor exercises
es: Baile aeróbico o ejercicios de piso
fr: Danse aérobique ou exercices au sol
pt: Dança aeróbica ou exercícios no piso

# L4343
source: Cycling (outdoors)
es: Ciclismo (exterior)
fr: Cyclisme (en plein air)
pt: Ciclismo (ao ar livre)

# L4344
source: Swimming laps
es: Natación
fr: Natation (longueurs)
pt: Natação com raia

# L4345
source: Racquet sports (e.g., racquetball, tennis)
es: Deportes de raqueta (ej. racquetball, tenis)
fr: Sports de raquette (p. ex., le racquetball ou le tennis)
pt: Esportes de raquete (e.g., squash, tênis)

# L4346
source: Other aerobic activity
es: Otra actividad aeróbica
fr: Autre exercice d’aérobie
pt: Outras atividades aeróbicas

# L4347
source: None - I have not performed any aerobic physical activity during the past four weeks
es: Ninguna - yo no he realizado ninguna actividad física aeróbica durante las pasadas cuatro semanas
fr: Aucun, je n’ai pas fait d’exercice d’aérobie au cours des quatre dernières semaines.
pt: Nenhum - Eu não pratiquei qualquer atividade física aeróbica nas últimas quatro semanas

# L4348
source: On average, how many times did you do this activity each week?
es: En promedio,¿cuántas veces a la semana usted realiza esta actividad?
fr: En moyenne, combien de fois avez-vous pratiqué cette activité chaque semaine?
pt: Em média, quantas vezes você praticou esta atividade por semana?

# L4349
source: Times per week
es: Veces a las semana
fr: Fois par semaine
pt: Vezes por semana

# L4350
source: On average, how long did you exercise each time you did this activity?
es: En promedio, ¿cuánto tiempo se ejercitó cada vez que realizó esta actividad?
fr: En moyenne, quelle était la durée de l’exercice chaque fois que vous avez pratiqué cette activité?
pt: Em média, por quanto tempo você se exercitou a cada vez que praticou esta atividade?
