Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L4262
source: <p>Thank you for your time and interest in the Canadian Diabetes Prevention Program. Based on your responses, you are at a moderate risk of having prediabetes or type 2 diabetes and qualify for this free program.</p><br/><p>Many years before people develop type 2 diabetes, most of them develop prediabetes, which you may already have based on your score. This individualized coaching program can empower you to lead a healthier lifestyle, manage your weight and reduce your risk of developing type 2 diabetes.</p><p>Get Started Today <br/>Step 1: Click the button below to create your profile <br/>Step 2: A specialist will call you in the next two business days</p><br/><p>Do not delay. Prediabetes and type 2 diabetes are serious chronic diseases.</p>
fr: <p>Merci de votre temps et de votre intérêt dans le Programme canadien de la prévention du diabète. D'après vos réponses, vous présentez un risque modéré d’avoir le diabète de type 2 et qualifiez-vous pour ce programme gratuit.</p><br/> <p>Plusieurs années avant que les gens ne développent le diabète de type 2, la plupart d'entre eux développent un prédiabète. Ce programme de coaching personnalisé peut vous permettre de mener une vie plus saine, de gérer votre poids et de réduire votre risque de développer un prédiabète et un diabète de type 2.</p><br/> <p>Commencer aujourd'hui :</p> <p>Étape 1: Cliquez sur le bouton ci-dessous pour créer votre profil.</p> <p>Étape 2: Un spécialiste vous appellera dans les deux prochains jours de travail.</p> <p>Ne tardez pas. Le prédiabète et le diabète de type 2 sont des maladies chroniques graves.</p>

# L43
source: Osteoporosis
fr: Ostéoporose
pt: Osteoporose

# L610
source: Diabetes
fr: Diabète

# L676
source: Normal
fr: Normale

# L742
source: 25.0 to 29.9
fr: 25,0 à 29,9
pt: 25,0 a 29,9

# L744
source: 30.0 to 34.9
fr: 30,0 à 34,9
pt: 30,0 a 34,9

# L746
source: 35.0 to 39.9
fr: 35,0 à 39,9
pt: 35,0 a 39,9

# L937
source: Personal
fr: Personnel
pt: Pessoal

# L3893
source: <p>Thank you for your time and interest in the Canadian Diabetes Prevention Program. Based on your responses, you are at a moderate risk of having prediabetes or type 2 diabetes and qualify for this free program.</p><p>Many years before people develop type 2 diabetes, most of them develop prediabetes, which you may already have based on your score. This individualized coaching program can empower you to lead a healthier lifestyle and reduce your risk of developing type 2 diabetes.</p><p>Get Started Today<br/>Step 1: Click the button below to create your profile<br/>Step 2: A specialist will call you in the next two business days</p><p>Do not delay. Prediabetes and type 2 diabetes are serious chronic diseases.</p>
fr: <p>Merci de votre temps et de votre intérêt pour le Programme canadien de prévention du diabète. D'après vos réponses, vous présentez un risque modéré d'être atteint de prédiabète ou de diabète de type 2 et vous êtes admissible à ce programme gratuit.</p><p> Avant que les gens développent un diabète de type 2, la plupart d'entre eux développent un prédiabète plusieurs années en avance. En fonction de vos réponses, vous avez peut-être déjà le prédiabète. Ce programme de coaching individualisé peut vous permettre de mener une vie plus saine et de réduire votre risque de développer un diabète de type 2.</p><p>Commencez dès aujourd'hui<br/>Étape 1 : Cliquez sur le bouton ci-dessous pour créer votre profil<br/>Étape 2 : Un spécialiste vous appellera dans les deux prochains jours de travail</p><p>Ne tardez pas. Le prédiabète et le diabète de type 2 sont des maladies chroniques graves.</p>

# L3892
source: <p>Thank you for your time and interest in the Canadian Diabetes Prevention Program. Based on your responses, you are at a fairly low risk of having type 2 diabetes. However, because you indicated that you have been told that your blood sugar is high or that you have prediabetes, you qualify for this free program.</p><p>Many years before people develop type 2 diabetes, most of them develop prediabetes, which you may already have based on your answers. This individualized coaching program can empower you to lead a healthier lifestyle and reduce your risk of developing type 2 diabetes.</p><p>Get Started Today<br/>Step 1: Click the button below to create your profile<br/>Step 2: A specialist will call you in the next two business days</p><p>Do not delay. Prediabetes and type 2 diabetes are serious chronic diseases.</p>
fr: <p>Merci de votre temps et de votre intérêt envers le Programme canadien de prévention du diabète. D'après vos réponses, vous courez un risque assez faible de souffrir de diabète de type 2. Cependant, parce que vous avez indiqué qu'on vous a dit que votre glycémie était élevée ou que vous souffriez de prédiabète, vous êtes admissible à ce programme gratuit.</p><p> Avant que les gens développent un diabète de type 2, la plupart d'entre eux développent un prédiabète plusieurs années en avance. En fonction de vos réponses, vous avez peut-être déjà le prédiabète. Ce programme de coaching individualisé peut vous permettre de mener une vie plus saine et de réduire votre risque de développer un diabète de type 2.</p><p>Commencez dès aujourd'hui<br/>Étape 1 : Cliquez sur le bouton ci-dessous pour créer votre profil<br/ >Étape 2 : Un spécialiste vous appellera dans les deux prochains jours de travail</p><p>Ne tardez pas. Le prédiabète et le diabète de type 2 sont des maladies chroniques graves.</p>

# L4276
source: Please note the Canadian Diabetes Prevention Program (CDPP) will be taking referrals until May 13. The screening process and your first appointment must be completed by May 27 in order to continue in the program.
fr: Veuillez noter que le Programme canadien de prévention du diabète (PCDP) acceptera les recommandations et auto-références jusqu'au 13 mai. Le processus d’admissibilité et votre premier rendez-vous doivent être complétésés avant le 27 mai afin de pouvoirparticiper au programme.

# L4277
source: This page will no longer be available after May 13, 2022.
fr: Cette page ne sera plus accessible après le 13 mai 2022.

# L4278
source: For all those currently enrolled in the CDPP, there will be no changes to your enrollment.
fr: Pour tous ceux qui sont actuellement inscrits au PCDP, il n'y aura aucun changement dans leur inscription.

# L4415
source: The Canadian Diabetes Prevention Program (CDPP) is no longer recruiting new participants. Thank you to all those participating in the program. We anticipate the study results will be published in 2023. More information about the results of the study will be found at <a class= "anchor-blue" href="http://www.lmc.ca/diabetes-prevention">http://www.lmc.ca/diabetes-prevention</a> as it becomes available.
fr: Le Programme canadien de prévention du diabète (PCPD) ne recrute plus de nouveaux participants. Merci à tous ceux qui ont participé au programme. Nous prévoyons que les résultats de l'étude seront publiés en 2023. Vous trouverez de plus amples informations sur les résultats de l'étude à l'adresse <a class= "anchor-blue" href="http://www.lmc.ca/diabetes-prevention">http://www.lmc.ca/diabetes-prevention</a> , dès qu'ils seront disponibles.

# L4416
source: For all those currently enrolled in the CDPP, there will be no changes to your enrollment.
fr: Pour tous ceux qui sont actuellement inscrits au PCPD, il n'y aura aucun changement dans leur inscription.

# L4429
source: Webinars
fr: Webinaires

# L4430
source: Access informative webinars for additional support.
fr: Accédez à des webinaires informatifs pour obtenir du soutien supplémentaire entre vos visites d’encadrement.

# L4471
source: Alcohol
fr: De l'alcool
pt: Álcool

# L3004
source: Diabetes
fr: Diabète

# L3010
source: Osteoporosis
fr: Ostéoporose

# L4472
source: prev
fr: Précédent

# L185
source: Radio
pt: Rádio

# L2396
source: Your account is not active. Please confirm your account or resend confirm email by clicking the link below.
ar: حسابك غير فعال، يرجى تأكيد حسابك أو إعادة إرسال بريد التأكيد الإلكتروني عن طريق النقر على الرابط أدناه.
ar_ae: حسابك غير فعال. يرجى تأكيد حسابك أو إعادة إرسال بريد التأكيد الإلكتروني عن طريق النقر فوق الرابط التالي.
pt: Sua conta não está ativa. Confirme sua conta ou reenvie o e-mail de confirmação, clicando no link abaixo.

# L2397
source: Resend confirmation email to
ar: أعد إرسال بريد التأكيد الإكتروني إلى
ar_ae: إعادة إرسال بريد التأكيد الإلكتروني إلى
pt: Reenviar o e-mail de confirmação para

# L2398
source: Please check the email details to activate your account.
ar: يرجى التحقق من تفاصيل البريد الإلكتروني لتفعيل حسابك.
ar_ae: يرجى مراجعة تفاصيل البريد الإلكتروني لتفعيل حسابك.
pt: Verifique as informações no e-mail para ativar sua conta.

# L2464
source: Psoriasis
pt: Psoríase

# L2593
source: Ms
pt: Srta

# L4082
source: Alaska
pt: Alasca

# L4099
source: Brasilia
pt: Brasília

# L4116
source: Harare, Pretoria
pt: Harare, Pretória

# L3070
source: Employee
ar: الموظف
ar_ae: الموظف

# L3159
source: Arabic-AE
ar: العربية-AE
ar_ae: العربية-AE

# L478
source: Ok
ar: حسنا
ar_ae: موافق
