Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L1929
source: Passwords must be at least 8 characters with at least one upper and lower case letters and one number.
ar: يجب أن تكون كلمات المرور من 8 أحرف على أن تكون حرف واحد على الأقل من الأحرف الكبيرة والصغيرة وواحد من الأرقام .
ar_ae: يجب ألا تقل كلمات المرور عن 8 أحرف وأن تحتوي على الأقل على حرف واحد من الأحرف الكبيرة والصغيرة ورقم واحد.
es: Contraseñas deben tener al menos 8 caracteres con al menos una letra mayúscula y minúscula y un número.
fr: Les mots de passe doivent comporter au moins huit caractères, dont une lettre majuscule, une lettre minuscule et un chiffre.
pt: As senhas devem ter pelo menos 8 caracteres, com pelo menos uma letra maiúscula, uma minúscula e um número.

# L193
source: times
es: veces

# L1930
source: Change
es: Cambiar
pt: Alterar

# L1931
source: Sign Up Error
ar: خطأ في التسجيل
ar_ae: خطأ في التسجيل
es: Error en Inscripción
fr: Erreur d’inscription
pt: Erro de cadastramento

# L1932
source: Your account has been created successfully and is ready to use.
ar: قد تم إنشاء حسابك بنجاح وهو جاهز للاستخدام.
ar_ae: تم إنشاء حسابك بنجاح وأصبح جاهزًا للاستخدام.
es: Su cuenta ha sido creada exitosamente y está lista para uso.

# L1933
source: Please enter the primary user's information to continue registration.
ar: يرجى إدخال معلومات المستخدم الأساسي لمتابعة التسجيل.
ar_ae: يرجى إدخال معلومات المستخدم الرئيسي لاستكمال التسجيل.
es: Por favor ingrese información de usuario primario para continuar su registración.

# L1934
source: I'll decide later. Please show me more options and my report
es: Decidiré luego. Muéstreme más opciones y mi reporte, por favor.
fr: Je déciderai plus tard. Je veux voir mon rapport et d’autres options.

# L1936
source: Improve your cholesterol and/or triglycerides.
es: Mejore sus niveles de colesterol y/o triglicéridos.
fr: Améliorer son cholestérol ou ses triglycérides.
pt: Melhore seus níveis de colesterol e/ou triglicérides.

# L1937
source: Know your fasting cholesterol and triglyceride numbers.
es: Conozca sus niveles de colesterol y triglicéridos en ayunas.
fr: Connaître son taux de cholestérol et de triglycérides à jeun.
pt: Saiba os números do seu colesterol e triglicérides em jejum.

# L1938
source: Improve your blood pressure.
es: Mejore su presión arterial.
fr: Améliorer sa pression artérielle.
pt: Melhore sua pressão arterial.

# L1939
source: Know your blood pressure numbers.
es: Conozca sus números de presión arterial
fr: Connaître sa pression artérielle.
pt: Saiba seus números de pressão arterial.

# L194
source: Once
es: Una vez
fr: Une fois
pt: Uma vez

# L1940
source: Improve control of your blood glucose/A1C (diabetes self-management training recommended).
es: Mejore el control de sus niveles de glucosa en sangre y A1C (se recomienda entrenamiento en auto-manejo de diabetes)

# L1941
source: Improve control of your blood glucose/A1C.
es: Mejore el control de sus niveles de glucosa en sangre y A1C
fr: Améliorer la maîtrise de sa glycémie ou de son hémoglobine glyquée.
pt: Melhore o controle de glicose/A1C no seu sangue.

# L1942
source: Receive diabetes self-management training.
es: Reciba entrenamiento en auto-manejo de diabetes

# L1943
source: Know your fasting blood glucose/A1C numbers.
es: Conozca sus niveles de glucosa (azúcar en sangre) y de A1C en ayunas.
fr: Connaître sa glycémie ou son hémoglobine glyquée à jeun.
pt: Conheça os números da sua glicose/A1C no sangue em jejum.

# L1944
source: Get up to date on your preventive screenings (see your Personalized Prevention Plan Schedule).
es: Póngase al día con sus pruebas preventivas (vea su Plan Personalizado de Prevención)

# L1945
source: Get up to date on your vaccinations (see your Personalized Prevention Plan Schedule).
es: Póngase al día con sus vacunas (vea su Plan Personalizado de Prevención)

# L1946
source: Discuss possible new medications/medication changes (see Treatment Options for Additional Consideration/Discussion).
es: Dialogue acerca de posibles cambios en medicamentos (Opciones de tratamiento para consideración/diálogo adicional)

# L1947
source: Quit using tobacco (counseling recommended).
es: Deje de fumar/Renuncie al tabaco (Consejería recomendada)

# L1948
source: Quit using tobacco.
es: Deje de fumar/Renuncie al tabaco
fr: Arrêter de fumer.
pt: Pare de usar tabaco.

# L1949
source: Follow a healthier eating pattern (nutritional/dietary counseling recommended).
es: Siga un patrón de alimentación más saludable (Consejería nutricional/dietaria recomendada)

# L195
source: Twice
es: Dos veces
fr: Deux fois
pt: Duas vezes

# L1950
source: Follow a healthier eating pattern.
es: Siga un patrón de alimentación más saludable
fr: Adopter de saines habitudes alimentaires.
pt: Alimente-se de forma mais saudável.

# L1951
source: Discuss your sexual health with your doctor.
es: Hable con su doctor acerca de su salud sexual.

# L1952
source: Discuss your prostate health with your doctor.
es: Hable con su doctor acerca de la salud de su próstata.

# L1953
source: Discuss with your doctor whether medication is / medication changes are needed to improve your blood pressure control (as recommended by the National Heart, Lung, and Blood Institute in the May 21, 2003 issue of the Journal of the American Medical Association and/or the American Heart Association / American College of Cardiology in the November 29, 2011 and/or July 16, 2002 issues of Circulation).
es: Dialogue con su doctor si es necesario medicamentos o cambios en medicamentos para mejorar el control de su presión arterial (según recomendado por el Instituto Nacional de Corazón, Pulmón y Sangre en la edición del 21 de mayo de 2003 de la Revista de la Asociación Médica Americana, y/o por la Asociación Americana del Cancer/Colegio Americano de Cardiología en sus ediciones del 29 de noviembre de 2011 y/o 16 de julio de 2002.

# L1954
source: Your LDL ('bad') cholesterol is above 129 mg/dL (or 3.35 mmol/L). Discuss with your doctor whether medication is / medication changes are needed for this (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of the American Medical Association and/or the July 13, 2004 and/or November 29, 2011 issues of Circulation)
es: Su colesterol LDL ('malo') se encuentra sobre 129 mg/dL (o 3.35 mmol/L). Dialogue con su doctor si es necesario el comienzo o cambio de medicamentos para mejorar estos niveles (según recomendado por el Instituto Nacional de Corazón, Pulmón y Sangre en la edición del 16 de mayo de 2001 de la Revista de la Asociación Médica Americana y/o en las ediciones de circulación del 13 de julio de 2004 y/o 29 de noviembre de 2011).

# L1955
source: Your triglyceride level is above 499 mg/dL (or 5.64 mmol/L). Discuss with your doctor whether medication is / medication changes are needed for this (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of American Medical Association and/or the July 13, 2004 and/or November 29, 2011 issues of Circulation).
es: Sus niveles de triglicéridos se encuentran sobre 499 mg/dL (o 5.64 mmol/L). Dialogue con su doctor si es necesario el comienzo o cambio en medicamentos para mejorar estos niveles (según recomendado por el Instituto Nacional de Corazón, Pulmón y Sangre en la edición del 16 de mayo de 2001 de la Revista de la Asociación Médica Americana y/o en las ediciones de circulación del 13 de julio de 2004 y/o 29 de noviembre de 2011).

# L1956
source: Your HDL ('good') cholesterol is below 40 mg/dL (or 1.03 mmol/L) and your triglyceride level is above 199 mg/dL (or 2.25 mmol/L). Discuss this with your doctor (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of American Medical Association and/or the July 13, 2004 and/or November 29, 2011 issues of Circulation).
es: Su colesterol HDL ('bueno') se encuentra por debajo de 40 mg/dL (o 1.03 mmol/L) y su nivel de triglicéridos sobre 199 mg/dL (o 2.25 mmol/L). Dialogue con su doctor si es necesario el comienzo o cambio en medicamentos para mejorar estos niveles (según recomendado por el Instituto Nacional de Corazón, Pulmón y Sangre en la edición del 16 de mayo de 2001 de la Revista de la Asociación Médica Americana y/o en las ediciones de circulación del 13 de julio de 2004 y/o 29 de noviembre de 2011).

# L1957
source: Your HDL ('good') cholesterol is below 40 mg/dL (or 1.03 mmol/L). Discuss this with your doctor (as recommended by the National Heart, Lung, and Blood Institute in the May 16, 2001 issue of the Journal of American Medical Association and/or the July 13, 2004 and/or November 29, 2011 issues of Circulation).
es: Su colesterol HDL ('bueno') se encuentra por debajo de 40 mg/dL (o 1.03 mmol/L). Dialogue esto con su doctor (según recomendado por el Instituto Nacional de Corazón, Pulmón y Sangre en la edición del 16 de mayo de 2001 de la Revista de la Asociación Médica Americana y/o en las ediciones de circulación del 13 de julio de 2004 y/o 29 de noviembre de 2011).

# L1958
source: Discuss your elevated blood glucose ('sugar') and/or A1C level with your doctor (as recommended by the American Diabetes Association in the January 2016 supplement issue of Diabetes Care).
es: Hable con su doctor sobre sus nieveles elevados de glucosa ('azucar') y/o niveles del A1C (como lo es recomendado por la Asociacion Americana de Diabetes en la edicion suplementaria de Diabetes Care en Enero del 2016).

# L1959
source: Discuss with your doctor whether you could benefit from taking aspirin (or a similar type of medication, if you are unable to tolerate aspirin) if you are not already doing so (as recommended by the American Heart Association and the American College of Cardiology in the November 29, 2013 issue of Circulation or by the U.S. Preventive Services Task Force in the April 12, 2016 issue of Annals of Internal Medicine).
es: Hable con su doctor si se beneficiaria de tomar aspirina (o un medicamento similar, si es intolerante a la aspirina) si ya no lo ha hecho ( como recomendado por la Asociacion Americana del Corazon y el American College of Cardiology en la edicion de circulacion del 29 de Noviembre del 2013 o pos el U.S. Preventive Services Task Force en la edicion del 12 de Abril de 2016 del Annals of Internal Medicine).

# L196
source: No health problems
es: Ningún problema de salud
fr: Aucun problème de santé
pt: Sem problemas de saúde

# L1960
source: Discuss with your doctor whether you could benefit from nicotine replacement therapy, bupropion or varenicline to assist you in quitting smoking (if you have not already done so).
es: Hable con su doctor si usted se podría beneficiar de terapia de reemplazo de nicotina, bupropion o varenicline para ayudarlo a dejar de fumar (si no lo ha hecho aún).

# L1961
source: You may benefit from "high-intensity" treatment with a class of cholesterol-lowering drugs called "statins" (based on recommendations from the American College of Cardiology and American Heart Association in the November 12, 2013 issues of the Journal of the American College of Cardiology and Circulation). Please discuss this with your doctor if you have not already recently done so and/or are not currently taking high-intensity statin treatment. Note: "High-intensity" means a statin dose that lowers LDL cholesterol on average by approximately 50 percent or more; if you are uncertain whether you are currently taking high-intensity statin treatment, please check with your doctor.
es: Usted se podría beneficiar de un tratamiento de "alta intensidad" con una clase de medicamentos para disminuir el colesterol llamados "estatinas" (basado en recomendaciones del Colegio Americano de Cardiología y la Asociación Americana del Corazón en la edición del 12 de noviembre de 2013 de la Revista del Colegio Americano de Cardiología y Circulación). Favor de dialogar esto con su doctor, si recientemente no lo ha hecho, y/o actualmente no está utilizando algún tratamiento de estatinas de alta intensidad. Nota: "Alta intensidad" se refiere a una dosis de estatinas que reduzca el colesterol LDL un aproximado de 50 prciento o más en promedio; si no está seguro si está tomando algún tratamiento de estatinas de alta intensidad, favor de consultar con su doctor.

# L1962
source: You may benefit from "moderate-intensity" treatment with a class of cholesterol-lowering drugs called "statins" (based on recommendations from the American College of Cardiology and American Heart Association in the November 12, 2013 issues of the Journal of the American College of Cardiology and Circulation). Please discuss this with your doctor if you have not already recently done so and/or are not currently taking moderate-intensity statin treatment. Note: "Moderate-intensity" means a statin dose that lowers LDL cholesterol on average by approximately 30 to 49 percent; if you are uncertain whether you are currently taking moderate-intensity statin treatment, please check with your doctor.
es: Usted se podría beneficiar de un tratamiento de "intensidad moderada" con una clase de medicamentos para disminuir el colesterol llamados "estatinas" (basado en recomendaciones del Colegio Americano de Cardiología y la Asociación Americana del Corazón en la edición del 12 de noviembre de 2013 de la Revista del Colegio Americano de Cardiología y Circulación). Favor de dialogar esto con su doctor, si recientemente no lo ha hecho, y/o actualmente no está utilizando algún tratamiento de estatinas de intensidad moderada. Nota: "Intensidad moderada" se refiere a una dosis de estatinas que reduzca el colesterol LDL aproximadamente de 30 a 49 porciento en promedio; si no está seguro si está tomando algún tratamiento de estatinas de intensidad moderada, favor de consultar con su doctor.

# L1963
source: You may benefit from moderate-to-high intensity treatment with a class of cholesterol-lowering drugs called "statins" (based on recommendations from the American College of Cardiology and American Heart Association in the November 12, 2013 issues of the Journal of the American College of Cardiology and Circulation). Please discuss this with your doctor if you have not already recently done so and/or are not currently taking moderate-to-high intensity statin treatment. Note: "Moderate-intensity" means a statin dose that lowers LDL cholesterol on average by approximately 30 to 49 percent and "high-intensity" means a statin dose that lowers LDL cholesterol on average by 50 percent or more; if you are uncertain whether you are currently taking moderate-to-high intensity statin treatment, please check with your doctor.
es: Usted se podría beneficiar de un tratamiento de intensidad moderata-a-alta con una clase de medicamentos para disminuir el colesterol llamados "estatinas" (basado en recomendaciones del Colegio Americano de Cardiología y la Asociación Americana del Corazón en la edición del 12 de noviembre de 2013 de la Revista del Colegio Americano de Cardiología y Circulación). Favor de dialogar esto con su doctor, si recientemente no lo ha hecho, y/o actualmente no está utilizando algún tratamiento de estatinas de intensidad moderada a alta. Nota: "Intensidad moderada" se refiere a una dosis de estatinas que reduzca el colesterol LDL aproximadamente de 30 a 49 porciento e "intensidad alta" se refiere a una dosis de estatinas que reduzca el colesterol LDL un aproximado de 50 prciento o más; si no está seguro si está tomando algún tratamiento de estatinas de intensidad moderada a alta, favor de consultar con su doctor.

# L1964
source: You may potentially benefit from treatment with a class of cholesterol-lowering drugs called "statins" (based on recommendations from the American College of Cardiology and American Heart Association in the November 12, 2013 issues of the Journal of the American College of Cardiology and Circulation). Please discuss this with your doctor if you have not already recently done so and/or are not currently taking a statin medication. Note: If you are uncertain whether you are currently taking a statin medication, please check with your doctor.
es: Usted se podría beneficiar potencialmente de un tratamiento con una clase de medicamentos para reducir el colesterol llamados "estatinas" (basado en recomendaciones del Colegio Americano de Cardiología y la Asociación Americana del Corazón en la edición del 12 de noviembre de 2013 de la Revista del Colegio Americano de Cardiología y Circulación). Favor de dialogar esto con su doctor, si recientemente no lo ha hecho, y/o actualmente no está utilizando algún tratamiento médico de estatinas. Nota: si no está seguro si está tomando algún medicamento de estatina, favor de consultar con su doctor.

# L1965
source: User not found
es: Usuario no encontrado

# L1966
source: Coupon Code is not valid.
es: Código de Cupón no es válido.
fr: Le code du coupon n’est pas valide.
pt: O código do cupom não é válido.

# L1967
source: Record doesn't exist. Please verify the {0} entered.
ar: السجل غير موجود. يرجى التحقق من {0} الذي تم إدخاله.
ar_ae: السجل غير موجود. يرجى التحقق من {0} المدخل.
es: Archivo no existe. Por favor verifique el {0} ingresado.

# L1968
source: We could not find an exact match. Please verify the information entered.
ar: لم نتمكن من العثور علي تطابق تام. الرجاء التحقق من المعلومات التي تم إدخالها.
ar_ae: لم نتمكن من العثور على تطابق تام. يرجى التحقق من المعلومات المدخلة.
es: No pudimos encontrar una coincidencia exacta. Verifique la información ingresada.

# L1969
source: Account already exists. Please login to your existing account.
ar: يوجد الحساب مسبقا، يرجى تسجيل الدخول إلى حسابك الحالي.
ar_ae: الحساب موجود بالفعل. يرجى تسجيل الدخول إلى الحساب الموجود.
es: Cuenta ya existe. Por favor ingrese a su cuenta existente.

# L197
source: None of the time
es: Ninguna de las veces
fr: Jamais
pt: Em nenhum momento

# L1970
source: Error occurred while processing the request
ar: حدث خطأ أثناء معالجة الطلب
ar_ae: حدث خطأ أثناء معالجة الطلب
es: Error al procesar la solicitud

# L1971
source: Invalid email address
es: Dirección de correo electrónico no válida

# L1972
source: Information does not match our records
es: La información no coincide con nuestros registros

# L1973
source: Based on your health assessment
es: Basado en su health assessment

# L1974
source: Thank you for enrolling in our program. {0} {1} {2} will serve as your personal lifestyle health coach. At your first appointment, {1} will take the time to get to know what you hope to accomplish. {1} will help you set realistic goals, outline an action plan for achieving your goals and help you implement your plan one step at a time. {1} will be there to help you stay motivated and on track. You will enjoy working with {1}.<p>Schedule your first session with {1} {2} on {3}?</p>.
es: Gracias por inscribirse en nuestro programa. {0} {1} {2} servirá como su entrenador de estilo de vida y salud persona. En su primera cita, {1} tomará el tiempo para conocer lo que espera lograr. {1} Le ayudará a proponerse metas realistas, diseñar un plan de acción para lograr sus metas y ayudarle a implementar su plan paso a paso. {1} estará ahí para ayudarle a mantenerse motivado y en camino. Le encantará trabajar con {1}.<p>¿Quisiera programar su primera sesión con {1} {2} en {3}?</p>.

# L1975
source: Schedule your first session with {0} {1} on {2} ?
es: Programe su primera sesión con {0} {1} en {2}?

# L1976
source: Old password is wrong
es: La contraseña antigua es incorrecta
fr: L’ancien mot de passe est incorrect.
pt: A senha anterior está incorreta

# L1977
source: Your password has been changed. When you login next time, please use your new password.
es: Su contraseña ha sido cambiada. Cuando ingrese la próxima vez, utilice su nueva contraseña.
fr: Votre mot de passe a été modifié. Veuillez utiliser votre nouveau mot de passe lors de votre prochaine connexion.
pt: Sua senha foi alterada. Em seu próximo acesso, use sua nova senha.

# L1978
source: Please answer this entire questionnaire with pre-pregnancy information. The recommendations in your reports and materials may not be appropriate for pregnant women.
es: Por favor, responda a este cuestionario completo con información previa al embarazo. Las recomendaciones de sus informes y materiales pueden no ser apropiadas para las mujeres embarazadas.
fr: Veuillez répondre à l’ensemble de ce questionnaire qui vise à obtenir des renseignements avant la grossesse. Les recommandations contenues dans vos rapports et votre matériel peuvent ne pas convenir aux femmes enceintes.
pt: Responda a este questionário inteiro com informações pré-gestação. As recomendações em seus relatórios e materiais podem não ser adequadas para mulheres grávidas.

# L1979
source: Smoke hookah, water pipes, kreteks, sticks, or bidis?
es: ¿Fuma hookah, pipa de agua, kreteks, bastones, o bidis?
fr: Fumez-vous des hookas, des narguilés, des kreteks, des bâtons ou des bidis?
pt: Você fuma narguilé, cachimbo d'água, cigarros de cravo, com piteira ou cigarrilhas?

# L198
source: Some of the time
es: Algunas veces
fr: Parfois
pt: Em parte do tempo

# L1980
source: Use any other form of tobacco?
es: ¿Usa otro tipo de tabaco?
fr: Consommez-vous du tabac sous toute autre forme?
pt: Utiliza qualquer outro tipo de tabaco?

# L1981
source: pounds
es: libras
fr: livres
pt: libras

# L1982
source: feet
es: pies
fr: pieds
pt: pés

# L1983
source: inches
es: pulgadas
fr: pouces
pt: polegadas

# L1984
source: kcal/day
es: kcal/día
fr: kcal/jour
pt: kcal/dia

# L1985
source: beats/min
es: latidos/min
fr: battements/min
pt: batimentos/min

# L1986
source: Age should be greater than 18
ar: يجب ان يكون العمر أكبر من 18
ar_ae: يجب أن يكون العمر أكبر من 18 عامًا
es: Edad debe ser mayor que 18

# L1987
source: Enter the first eight digits of your personnel ID number that begins with zero. Example: 01234567 or 00123456. This can be found on your paystub.
es: Ingrese los primeros ocho dígitos de su número de identificación de personal que comienza con cero. Esto puede ser encontrado en su nómina de cheque.

# L1988
source: Please provide a valid email address. A spouse must provide a separate, unique email address.
ar: يرجى توفير عنوان بريد إلكتروني ساري، يجب على الزوج/الزوجة تقديم عنوان بريد إلكتروني منفصل وخاص.
ar_ae: يرجى التزويد بعنوان بريد إلكتروني صالح. يجب أن يقدم الزوج/الزوجة عنوان بريد إلكتروني مستقلًا وفريدًا.
es: Por favor provea un correo electrónico. Cónyuges deben proveer un correo electrónico diferente y único.
fr: Veuillez fournir une adresse électronique valide. Votre conjoint(e) doit fournir une adresse électronique distincte et unique.

# L1989
source: It appears you have selected the wrong Personnel Type.
ar: يبدو أنك قمت بتحديد نوع الموظف الخطأ.
ar_ae: يبدو أنك اخترت نوع الموظف الخطأ.
es: Ha seleccionado el Tipo de Personal incorrecto.

# L199
source: Most of the time
es: La mayoría de las veces
fr: Souvent
pt: Na maior parte do tempo
