Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L3123
source: You must complete a health assessment before enrolling in a lifestyle health coaching program.
ar: يجب عليك إكمال التقييم الصحي قبل التسجيل في برنامج التدريب الصحي علي نمط الحياة.
ar_ae: يجب عليك إتمام التقييم الصحي قبل التسجيل في أحد برامج التدريب على نمط الحياة الصحية.
es: Usted debe completar una valoración de salud antes de registrarse en un programa de coaching de salud para su estilo de vida.

# L3124
source: Our telephonic health coaching programs include:
ar: برامجنا للتدريب الصحي عبر الهاتف تشمل:
ar_ae: تشمل برامجنا الهاتفية للتدريب الصحي:
es: Nuestros programas de coaching de salud telefónicos incluyen:

# L3125
source: Lifestyle management – eating healthfully, being physically active, managing stress, not smoking and following your treatment plan and guidelines for preventive care – is the foundation of optimal health and well-being
ar: إن إدارة نمط الحياة - الأكل الصحي ، النشاط البدني ، إدارة الإجهاد ، عدم التدخين واتباع خطتك وتعليماتك العلاجية للرعاية الوقائية - هي الأساس للصحة والرفاهية المثلى
ar_ae: إدارة نمط الحياة – الأكل بطريقة صحية، الحفاظ على النشاط البدني، التعامل مع الضغوط، عدم التدخين واتباع خطتك العلاجية وإرشادات الرعاية الوقائية – هي أساس التمتع بالصحة المثلى والرفاه
es: El manejo del estilo de vida - alimentación saludable, actividad física, manejo del estrés, no fumar y seguir su plan de tratamiento y guía de atención preventiva - es la base para una salud y bienestar óptimo.

# L3126
source: If you’re living with a chronic condition, our telephonic health coaching program can help you implement the treatment plan recommended by your doctor or health care provider and live better with your condition.
ar: وإذا كنت تعيش في حالة مرض مزمنة، فيمكن أن يساعدك برنامجنا الخاص بالتدريب الصحي عبر الهاتف على تنفيذ خطة العلاج التي أوصى بها طبيبك أو مقدم الرعاية الصحية وأن تعيش حياة أفضل مع حالتك الصحية.
ar_ae: إذا كنت تعاني من حالة مزمنة، فيمكن لبرنامجنا الهاتفي للتدريب الصحي أن يساعدك على تنفيذ خطة العلاج الموصى بها من قبل الطبيب أو مقدم الرعاية الصحية وعيش حياة أفضل مع حالتك.
es: Si usted vive con una afección crónica, nuestro programa telefónico de coaching de salud le puede ayudar a implementar el plan de tratamiento recomendado por su médico o prestador de servicios de salud y vivir su afección de una mejor manera.

# L3127
source: If you’re generally healthy and want to stay that way, your coaching program will focus on promoting health and wellness, managing risk factors and preventing diseases.
ar: وإذا كنت تتمتع بصحة جيدة بشكل عام وتريد البقاء عليها، سيركز برنامج التدريب على تعزيز الصحة والعافية وإدارة عوامل الخطر والوقاية من الأمراض.
ar_ae: إذا كانت تتمتع بصحة عامة جيدة، وتود أن تبقى كذلك، فسيركز برنامج تدريبك على تعزيز الصحة والعافية، وإدارة عوامل الخطر، والوقاية من الأمراض.
es: Si usted goza de buena salud y quiere seguir así, su programa de coaching se centrará en promover el bienestar y la salud, gestionando los factores de riesgo y previniendo enfermedades.

# L3128
source: All wellness and chronic medical condition management programs are individualized to meet your needs and preferences. You will take regular small steps that can make a big difference in your health and lifestyle.
ar: يتم تخصيص كافة برامج إدارة الحالات الصحية العافية والمزمنة لتلبية احتياجاتك وتفضيلاتك، وسوف تتخذ خطوات صغيرة منتظمة يمكن أن تحدث فرقا كبيرا في صحتك ونمط حياتك.
ar_ae: وجميع برامج إدارة العافية والحالات الطبية المزمنة مخصصة فرديًا لتلبية احتياجاتك وتفضيلاتك. وسوف تخطو خطوات صغيرة منتظمة تمكنك من إحداث فارق كبير في حالتك الصحية ونمط حياتك.
es: Todos los programas de gestión de afecciones médicas crónicas son personalizados para satisfacer sus necesidades y preferencias. Usted tomará pequeños pasos regulares que pueden significar una gran diferencia para su salud y su estilo de vida.

# L3129
source: When I enrolled in coaching, I learned that I could reduce the risk of my prediabetes turning into type 2 diabetes by losing five to 10 percent of my weight and by being more physically active. With the help of my health coach, I’ve now lost 12 kilos (about 26 pounds) and I’m happy to say that I no longer have prediabetes. My cholesterol values are also in the normal range. I feel great. I couldn’t have made these changes without the support of my health coach. I rate the coaching program as excellent and I definitely recommend it to others who need to deal with a chronic medical condition or who just want to stay healthy.
ar: عندما التحقت بالدورة التدريبية، علمت أنني أستطيع تقليل خطر الإصابة بداء السكري من خلال التحول إلى مرض السكري من النوع 2 من خلال خسارة ما بين 5 إلى 10 في المائة من وزني وبكوني أكثر نشاطاً بدنياً، وبمساعدة مدربي الصحي فقدت الآن 12 كيلوغراما (حوالي 26 رطلا) ويسعدني ان أقول انني لم أعد مصابا بداء السكري فمعدل الكولسترول أيضا طبيعي عندي، فإنني أشعر بالارتياح. لما أتمكن من اجراء هذه التغييرات بدون دعم مدربي الصحي، لقد قيّمت برنامج التدريب بأنه ممتاز وأوصي به بالتأكيد للآخرين الذين يحتاجون إلى التعامل مع حالة طبية مزمنة أو الذين يريدون البقاء على حالة صحية جيدة.
ar_ae: عندما التحقت ببرنامج التدريب، علمت أن بإمكاني التقليل من مخاطر تحول مقدمات السكري لدي إلى النوع الثاني من داء السكري عن طريق فقد خمسة إلى 10 في المائة من وزني وزيادة نشاطي البدني. وبمساعدة مدربي الصحي، فقدت الآن 12 كيلو جرامًا (حوالي 26 رطلًا)، ويسعدني أن أقول إنني لم أعد أعاني من مقدمات السكري. كما أصبحت قيمة الكوليسترول لدي في النطاق الطبيعي. أشعر بسعادة كبيرة. لم أكن لأحقق هذه التغييرات لولا الدعم الذي قدمه مدربي الصحي. لذا، فإنني أمنح برنامج التدريب تقديرًا ممتازًا، وأوصي به غيري ممن هم بحاجة إلى التعامل مع حالة طبية مزمنة، أو حتى أولئك الذي يودون الحفاظ على صحتهم.
es: Cuando me registré en el coaching, aprendí que podía reducir el riesgo de que mi pre-diabetes se convirtiera en diabetes tipo 2 perdiendo entre el cinco y el 10 de mi peso y estando más activa físicamente. Con la ayuda de mi entrenador de salud ahora he perdido 12 kilos (aproximadamente 26 libras) y puedo decir con felicidad que ya no tengo pre-diabetes. Mis valores de colesterol también están en rangos normales. Me siento genial. No hubiera podido hacer estos cambios sin el apoyo de mi entrenador de salud. Califico como excelente al programa de coaching y definitivamente lo recomiendo a otras personas que necesiten lidiar con afecciones médicas crónicas o que simplemente quieran estar saludables.

# L3130
source: Not all stress is bad, but even good stress, such as getting a promotion at work, can be stressful and negatively impact your health. Our stress management programs address relaxation and coping skills and other important behaviors that promote resiliency in difficult times. Topics include time management, work/life balance, values, communication styles, confidence building, social support, mindfulness, thinking differently, problem solving, dealing with depression and preventing setbacks. Almost anyone can benefit from our comprehensive, yet individualized, approach to well-being, stress management and resiliency.
ar: الإجهاد ليس كله سيئ، ولكن حتى الضغط الجيد، مثل الحصول على ترقية في العمل، يمكن أن يكون مرهقا و يؤثر سلبا على صحتك، وتتناول برامجنا لإدارة الإجهاد مهارات الاسترخاء والتكيف والسلوكيات الهامة الأخرى والتي من شأنها تعزيز المرونة في الأوقات الصعبة. وتشمل المواضيع إدارة الوقت، والتوازن بين العمل والحياة، والقيم، وأساليب وأنماط الاتصال، وبناء الثقة، والدعم الاجتماعي، والوعي، والتفكير بشكل مختلف، وحل المشاكل، والتعامل مع الاكتئاب ومنع الانتكاسات. ويمكن لأي شخص تقريبا الاستفادة من منهجنا الشامل- لكن مخصص على المستوى الفردي- الذي يؤدي إلى الرفاه ، وإدارة الضغط والمرونة.
ar_ae: ليست كل الضغوط سيئة، ولكن حتى الضغوط الجيدة - كضغوط السعي للترقي في العمل - يمكن أن تكون مجهدة للأعصاب وتؤثر سلبًا على صحتك. وتتناول برامجنا المعنية بالتعامل مع الضغوط مهارات الاسترخاء والتأقلم وغيرها من السلوكيات المهمة لتعزيز القدرة على الصمود في وجه الأوقات الصعبة. وتشمل موضوعات البرامج: إدارة الوقت، تحقيق التوازن بين العمل والحياة، القيم، أنماط التواصل، بناء الثقة، الدعم الاجتماعي، التركيز الذهني الكامل، التفكير بطريقة مختلفة، حل المشكلات، التعامل مع الاكتئاب، ومنع حدوث الانتكاسات. وبوسع الكل تقريبًا الاستفادة من نهجنا الشامل – والمخصص فرديًا في الوقت نفسه – لتحقيق الرفاهة، والتعامل مع الضغوط، والقدرة على الصمود.
es: No todo el estrés es malo, pero aún el estrés bueno como ser promovido en el trabajo, puede ser estresante y tener un impacto negativo en su salud. Nuestros programas de manejo del estrés abordan habilidades para sobrellevar situaciones y relajación y otros comportamientos importantes que promueven la resiliencia en tiempos difíciles. Los temas incluyen, manejo de tiempos, balance entre vida/trabajo, valores, estilos de comunicación, construcción de confianza, apoyo social, consciencia, pensamientos diferente resolución de problemas, lidiar con la depresión y prevenir contratiempos. Casi todos pueden beneficiarse de nuestro abordaje del bienestar completo y a la vez personalizado, de manejo del estrés y resiliencia.

# L3131
source: For participants who are experiencing issues that are beyond the scope of our coaching program, we’ll make referrals to other appropriate mental health resources.
ar: بالنسبة للمشاركين الذين يعانون من مشاكل تتجاوز نطاق برامجنا التدريبية، سنقوم بالإحالة إلى إخصائيي الصحة العقلية المناسبة الآخرين.
ar_ae: وإذا كان المشاركون يعانون من مشكلات تتجاوز نطاق برنامج التدريب، فسنحيلهم إلى جهات أخرى ملائمة للصحة النفسية.
es: Para aquellos participantes que están experimentando problemas que escapan al alcance de nuestro programa de coaching, los recomendaremos a otros recursos de salud mental apropiados.

# L3132
source: Everybody experiences stress at some time -- right? Well, for me, my stress was due to the loss of my husband of 25 years. I had been in the well-being coaching program for several months when he died suddenly. Fortunately, I was able to apply many of the principles of resiliency that I had learned from my coach to deal with my grief and stress. I was able to ask for and accept help and seek out others who would listen. I also got involved in some volunteer activities in my community, which helped me focus on others instead of myself. I’m grateful for my coaching experience. This program has something for everyone.
ar: الجميع يمر بتجربة التوتر في بعض الوقت - أليس كذلك؟ حسنًا ، بالنسبة لي ، كانت حالة التوتر لدي ناتجة عن فقدان زوجي قبل 25 عامًا. وقد كنت في برنامج تدريب الرفاه لعدة أشهر عندما توفي فجأة، ولحسن الحظ تمكنت من تطبيق العديد من مبادئ المرونة التي تعلمتها من مدربي بشأن التعامل مع الحزن والتوتر لدي. وتمكنت من طلب المساعدة وقبولها والبحث عن الآخرين الذين سيستمعون. كما شاركت في بعض الأنشطة التطوعية في مجتمعي ، مما ساعدني في التركيز على الآخرين بدلاً من التركيز على نفسين وأنا ممتنة لتجربتي التدريبية. هذا البرنامج لديه شيء للجميع.
ar_ae: جميعنا يتعرض للضغوط في وقت من الأوقات – أليس كذلك؟ حسنًا، بالنسبة لي، كان السبب وراء الضغوط التي أعانيها هو فقدي لزوجي بعد زواج دام 25 عامًا. وكنت قد أمضيت عدة أشهر في برنامج التدريب على الرفاهة عندما توفي فجأة. ومن حسن الحظ، أنني استطعت أن أطبق العديد من مبادئ الصمود في مواجهة الأزمات التي تعلمتها من مدربي للتعامل مع حزني وما صاحبه من ضغوط. وكان بإمكاني طلب المساعدة من الآخرين وقبولها منهم، والبحث عمن يستمع إلي. وشاركت أيضًا في بعض الأنشطة التطوعية بمجتمعي، الأمر الذي ساعدني على تركيز اهتمامي على الآخرين بدلًا من أن ينصب على نفسي وحسب. وأنا ممتنة لتجربتي التدريبية. فسيجد كل شخص شيئًا ما في هذا البرنامج.
es: Todos experimentamos estrés en algún momento de nuestras vidas, ¿verdad? Bien, para mí, mi estrés se debía a la pérdida de mi esposo de 25 años. Había estado en el programa de coaching de bienestar durante algunos meses cuando él de repente falleció. Por suerte, pude aplicar mucho de los principios de resiliencia que había aprendido de mi entrenador para manejar el duelo y el estrés. Pude pedir y aceptar ayuda y buscar a otras personas que pudieran escucharme. También me involucré en actividades de voluntariado en mi comunidad, lo cual me ayudó a concentrarme en otras personas en lugar de hacerlo en mí. Estoy agradecida por mi experiencia de coaching. Este programa tiene algo para todos.

# L3133
source: Lifestyle management doesn’t stop when you have an accident, hospitalization, major illness or other setback. In fact, practicing healthier habits during these interruptions in life can help you get back to your normal schedule and to work and pleasurable activities as soon as practically possible.
ar: لا تتوقف إدارة نمط الحياة عندما تتعرض لحادث أو تدخل المستشفى أو تصاب بمرض شديد أو نكسات أخرى، وفي الواقع يمكن أن تساعد ممارسة العادات الصحية أثناء هذه الانقطاعات في الحياة على العودة إلى جدولك الزمني الطبيعي والعمل والأنشطة الممتعة في أقرب وقت ممكن عمليا.
ar_ae: لا تتوقف إدارة نمط الحياة عند تعرضك لحادث، أو دخول المستشفى، أو الإصابة بمرض خطير، أو أي انتكاسة أخرى. بل، في الواقع، من شأن التدرب على عادات أكثر صحية خلال فترات تعطل الحياة الطبيعية تلك أن يساعدك على العودة إلى جدولك المعتاد وإلى عملك، وإلى الأنشطة التي تحقق لك السعادة، في أقرب وقت ممكن عمليًا.
es: El manejo del estilo de vida no se detiene cuando tienes un accidente, hospitalización, enfermedad grave o un contratiempo. En realidad, practicar hábitos más saludables durante estes interrupciones en la vida puede ayudarle a volver a su rutina y trabajar y realizar actividades placenteras tan pronto como sea prácticamente posible.

# L3134
source: We’ll help you be your own health advocate to manage a short-term or long-term disability. Your lifestyle health coach can help you access the full spectrum of recovery resources, including outpatient rehabilitation and physical therapy. At the appropriate time, you can transition to our comprehensive lifestyle management program for continued support.
ar: سنساعدك في أن تكون أنت الراعي لصحتك الخاصة لإدارة حالات الإعاقة قصيرة الأجل أو طويلة الأجل، ويمكن أن يساعدك مدربك الصحي الخاص بنمط الحياة على الوصول إلى مجموعة كاملة من موارد الاستعادة، بما في ذلك إعادة التأهيل للمرضى الخارجيين والعلاج الطبيعي. وفي الوقت المناسب يمكنك الانتقال إلى برنامجنا الخاص بإدارة نمط الحياة الشامل للحصول على الدعم المستمر.
ar_ae: وسنساعدك على أن تكون مدافعًا عن صحتك الشخصية للتعامل مع الإعاقات قصيرة أو طويلة الأجل. وسيساعدك مدربك على نمط الحياة الصحي على الوصول إلى طائفة كاملة من موارد التعافي، بما في ذلك إعادة التأهيل والعلاج الطبيعي للمرضى الخارجيين. وفي الوقت المناسب، يمكنك الانتقال إلى برنامجنا الخاص بالإدارة الشاملة لنمط الحياة للحصول على دعم مستمر.
es: Le ayudaremos a ser su propio defensor de su salud para manejar una discapacidad a corto o largo plazo. Su entrenador de estilo de vida de salud puede ayudarle a acceder a un amplio espectro de recursos sobre recuperación, incluyendo rehabilitación ambulatoria y terapia física. En un momento apropiado, puede pasar a nuestro programa de manejo de estilo de vida completo para tener apoyo continuo.

# L3135
source: After my back surgery, I was concerned about returning to work, so I enrolled in coaching while I was in physical rehabilitation. During this time, my coach helped me access the various recovery services that were essential for me to return to work. We also focused on weight loss and blood pressure management, both of which were problems before my surgery. After only four weeks, I was able to return to limited duty and after three months I returned to full duty. Now I’ve lost nine kilos (about 20 pounds), my blood pressure has improved and I’m staying active. My risk for future back problems is significantly reduced and I’m enjoying playing golf again. I feel great. I plan to continue to participate in the coaching program.
ar: بعد العملية الجراحية في الظهر كنت قلقا بشأن العودة إلى العمل، لذا التحقت ببرنامج التدريب بينما كنت في إعادة التأهيل البدني، وخلال هذا الوقت ساعدني المدرب على الوصول إلى خدمات الاستعادة المختلفة والتي كانت ضرورية بالنسبة لي للعودة إلى العمل، وقد ركزنا أيضًا على فقدان الوزن وإدارة ضغط الدم ، وكلاهما كانا يمثلان مشكلتين قبل العملية الجراحية. وبعد أربعة أسابيع فقط تمكنت من العودة إلى العمل على النطاق المحدود وبعد ثلاثة أشهر عدت إلى العمل الشامل. والآن فقدت تسعة كيلوغرامات (حوالي 20 رطلاً)، وتحسن ضغط الدم، وأنا أبقى نشطًا. وقد تم تقليل مخاطر الإصابة بالظهر في المستقبل بشكل كبير وأنا أستمتع بلعب الغولف مرة أخرى. إنني أشعر بالارتياح وأخطط لمواصلة المشاركة في برنامج التدريب.
ar_ae: بعد الجراحة التي أجريتها في الظهر، كنت قلقًا بشأن عودتي للعمل، لذا التحقت ببرنامج التدريب أثناء قيامي بإعادة التأهيل البدني. وخلال هذا الوقت، ساعدني مدربي على الوصول إلى مختلف خدمات التعافي اللازمة لعودتي للعمل. وانصب تركيزنا أيضًا على فقد الوزن وضبط ضغط الدم؛ وهما المشكلتان اللتان كنت أعاني منهما قبل الجراحة. وبعد أربعة أسابيع فقط، تمكنت من العودة إلى أداء مهام محدودة، وبعد ثلاثة أشهر، عدت لممارسة مهامي كاملة. والآن فقدت تسعة كيلو جرامات (حوالي 20 رطلًا)، وتحسن ضغط دمي، وأحافظ على نشاطي. وقد انخفضت مخاطر تعرضي لمشاكل في الظهر كثيرًا، وعدت مجددًا للاستمتاع برياضة الغولف. أشعر بسعادة كبيرة. وأخطط للاستمرار في المشاركة في برنامج التدريب.
es: Después de mi cirugía de espalda, me preocupaba regresar al trabajo, así que me inscribí en el programa de entrenamiento mientras estaba en rehabilitación física. Durante ese tiempo, mi entrenador me ayudó a acceder los diversos servicios de recuperación que fueron esenciales para mi regreso a mi trabajo. También nos enfocamos en pérdida de peso y el manejo de mi presión de arterial, ya que ambos fueron problemas antes de mi cirugía. Después de tan solo cuatro semanas, pude regresar con labores limitadas y después de tres meses regresé a mis deberes completos. Ahora he perdido nueve kilos (aproximadamente 20 libras), mi presión arterial ha mejorado y me mantengo activo. Mi riesgo de tener futuros problemas de espalda se ha disminuido significativamente y he estoy disfrutando de jugar golf nuevamente. ¡Me siento genial!. Planifico en continuar mi participación en el programa de entrenamiento.

# L3136
source: This lifestyle health coaching program is for women who are pregnant or planning to become pregnant in the near future. Prenatal topics focus primarily on general wellness (nutrition, physical activity, stress management) to support a health pregnancy. Postpartum topics address getting back in shape, losing weight that was gained during pregnancy and adjusting to life with a new baby. A special educational series is available for women who are considering breastfeeding their baby.
ar: برنامج التدريب الصحي على نمط الحياة هذا خاص بالنساء الحوامل أو اللاتي يخططن للحمل في المستقبل القريب، حيث يركز مواضيع البرنامج المرتبطة بما قبل الولادة بشكل أساسي على الصحة العامة (التغذية والنشاط البدني وإدارة الإجهاد) لدعم الحمل الصحي. وتتناول المواضيع المرتبطة بما بعد الولادة العودة إلى الشكل، وفقدان الوزن الذي اكتسبته أثناء الحمل، والتكيف مع الحياة مع طفل جديد، وتتوفر كذلك سلسلة تعليمية خاصة للنساء اللواتي يفكرن في الرضاعة الطبيعية للطفل.
ar_ae: هذا البرنامج للتدريب على نمط الحياة الصحية مخصص للنساء الحوامل أو اللاتي يخططن للحمل في المستقبل القريب. وتركز الموضوعات المعنية بفترة ما قبل الولادة بصفة أساسية على العافية العامة (التغذية، النشاط البدني، التعامل مع الضغوط) للمساعدة على المرور بحمل صحي. وتتناول الموضوعات المعنية بفترة ما بعد الولادة استعادة القوام، وفقدان الوزن المكتسب أثناء الحمل، والتكيف مع الحياة في ظل وجود مولود جديد. كما تتوافر سلسلة تعليمية خاصة موجهة للنساء اللاتي يفكرن في الرضاعة الطبيعية لمولودهن.
es: Este programa de coaching de estilo de vida de salud es para mujeres que están embarazadas o planean estarlo en el futuro cercano. Los temas prenatales se enfocan primariamente en el bienestar general (nutrición, actividad física, manejo del estrés) para tener un embarazo saludable. Los temas del post-parto abordan temas como volver a estar en forma, pérdida de peso que fue ganado durante el embarazo y ajustarse a la vida con un bebé recién nacido. Una serie especial educativa está disponible para mujeres que estén considerando amamantar a su bebé

# L3137
source: Participating in our maternity lifestyle health coaching program can improve the likelihood of a successful pregnancy and healthy baby. Clinical issues are always referred to the woman’s personal doctors or health care providers. Women are also encouraged to make use of prenatal, maternity and newborn care resources provided by the health care providers where they will deliver their baby.
ar: يمكن أن تساعد المشاركة في برنامج التدريب الصحي الخاص بنمط حياة الأمهات على تحسين احتمالية الحمل الناجح والطفل السليم، ويتم دائماً إحالة القضايا السريرية إلى أطباء النساء الشخصيين أو مقدمي الرعاية الصحية، كما يتم أيضا تشجيع النساء على الاستفادة من موارد الرعاية المرتبطة بما قبل الولادة والأمومة وحديثي الولادة والتي يقدمها مقدمو الرعاية الصحية حيث يقمن بإنجاب أطفالهن.
ar_ae: ومن شأن المشاركة في برنامج التدريب على نمط الحياة الصحية للأمهات أن يحسن من احتمالات اجتياز الحمل بنجاح، ووضع مولود يتمتع بصحة جيدة. أما المسائل الإكلينيكية فتحال دائمًا إلى الأطباء الشخصيين للسيدة أو مقدمي الرعاية الصحية. كما تشجع النساء أيضًا على الاستفادة من الموارد الخاصة برعاية ما قبل الولادة، ورعاية الأم والمولود الجديد، التي يقدمها مقدمو الرعاية الصحية في الأماكن التي سيلدن بها.
es: La participación en nuestro programa de coaching de estilo de vida de maternidad puede mejorar la posibilidad de tener un embarazo exitoso y un bebé saludable. Los asuntos clínicos siempre son referidos al personal médico de la mujer o a sus prestadores de servicios de salud. También se aconseja a las mujeres a utilizar los recursos prenatales, de maternidad y de atención al recién nacido brindados por los prestadores de atención de salud donde vayan a dar a luz a su bebé

# L3138
source: As soon as I knew I was pregnant, I enrolled in the maternity lifestyle coaching program. I didn’t know anything about what it would be like to have a baby, especially the prenatal appointments and tests. My coach answered all my questions and helped me know what to expect at each month along the way. After the birth of my daughter, I continued in the coaching program to lose the extra five kilos (about 11 pounds) I gained during my pregnancy and to get in better shape. After only three months, I’m back at my pre-pregnancy weight. I look forward to my coaching sessions for continued support.
ar: بمجرد علمي بأنني حامل، التحقت ببرنامج تدريب نمط حياة الأمومة، فلم أكن أعرف أي شيء عن ما قد يكون عليه الأمر أن تحمل طفلا، خاصةً المواعيد والاختبارات المرتبطة بما قبل للولادة. قد قام المدرب بالإجابة على على جميع الأسئلة التي طرحتها وساعدني على معرفة ما يمكن توقعه في كل شهر على طول فترة الحمل. وبعد ولادة ابنتي واصلت في برنامج التدريب لإنقاص خمسة كيلوغرامات (حوالي 11 رطل) الإضافية والتي اكتسبتها خلال فترة الحمل وللحصول علي شكل أفضل. وبعد ثلاثة أشهر فقط عدت إلى وزني الذي كنت عليه قبل الحمل. وأتطلع إلى جلسات التدريب الخاصة بي للدعم المستمر.
ar_ae: بمجرد أن عرفت بحملي، التحقت ببرنامج التدريب على نمط الحياة الصحي للأمهات. فلم يكن لدي أدنى علم عن معنى أن يكون لدي طفل، وخصوصًا الأمور المتعلقة بالمواعيد والفحوص الطبية خلال فترة ما قبل الولادة. وقد أجاب مدربي على جميع أسئلتي وساعدني على معرفة ما ينبغي أن أتوقعه في كل شهر طوال رحلة الحمل. وبعد أن وضعت ابنتي، واصلت برنامج التدريب لكي أفقد الكيلو جرامات الخمسة (حوالي 11 رطلًا) التي اكتسبتها أثناء الحمل والحصول على قوام أفضل. وبعد ثلاثة أشهر فقط، استعدت الوزن الذي كنت عليه قبل الحمل. وأنا في تطلع دائمًا لجلسات التدريب من أجل الحصول على الدعم المستمر.
es: En cuanto supe que estaba embarazada, me registré en el programa de coaching de estilo de vida maternal. No sabía nada sobre lo que sería tener un bebé, especialmente sobre las citas prenatales y los exámenes. Mi entrenador respondió todas mis preguntas y me ayudó a entender lo que debía esperar en cada mes del camino. Después del nacimiento de mi hija, continué con el programa de coaching para perder los cinco kilos (aproximadamente 11 libras) de más que engordé durante mi embarazo y para estar en mejor forma. Después de solo tres meses, volví a mi peso de antes del embarazo. Espero con ansias mis sesiones de coaching para tener apoyo continuo.

# L3139
source: DEMO PORTAL FOR MAXIS GBN CLIENTS
ar: البوابة التجريبية لعملاء MAXIS GBN
ar_ae: بوابة تجريبية لعملاء MAXIS GBN
es: PORTAL DE DEMOSTRACIÓN PARA CLIENTES DE MAXIS GBN
