Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L71
source: During the {0}, as a result of emotional problems (such as feeling anxious or depressed), have you had ANY difficulties with your work or other regular daily activities?
es: Durante los {0}, como consecuencia de problemas emocionales (tales como sentirse ansioso o deprimido), ¿Ha tenido usted ALGUNA dificultad con su trabajo u otras actividades diarias normales?
fr: Pendant {0}, à la suite de problèmes émotionnels (comme l’anxiété ou la dépression), avez-vous eu des difficultés au travail ou dans vos autres activités quotidiennes que vous pratiquez régulièrement?
pt: Durante o período {0}, devido a problemas emocionais (como sentir-se ansioso ou deprimido), você teve QUALQUER dificuldade com seu trabalho ou outras atividades diárias regulares?

# L710
source: eat more fiber
es: coma más fibra
fr: Manger plus de fibres.
pt: coma mais fibras

# L711
source: To increase your HDL cholesterol:
es: Para incrementar su colesterol HDL:
fr: Pour augmenter votre taux de cholestérol HDL, il est conseillé de faire ce qui suit :
pt: Para aumentar seu colesterol HDL:

# L712
source: exercise regularly
es: ejercise regularmente
fr: Faire de l’exercice régulièrement;
pt: exercite-se regularmente

# L713
source: manage your weight
es: Controlar su peso
fr: Gérer votre poids;
pt: cuide do peso

# L714
source: don’t use tobacco
es: no use tabaco
fr: Ne pas consommer de tabac.
pt: não fume nem use tabaco

# L715
source: To lower your triglycerides:
es: Para bajar su nivel de triglicéridos:
fr: Pour réduire votre taux de triglycérides, il est conseillé de faire ce qui suit :
pt: Para reduzir os triglicérides:

# L716
source: eat less saturated fat
es: coma menos grasas saturadas
fr: Manger moins de gras saturés;
pt: coma menos gorduras saturadas

# L717
source: eat fewer foods with added sugar
es: coma pocos alimentos con azúcares agregados
fr: Manger moins d’aliments avec du sucre ajouté;
pt: coma menos alimentos com adição de açúcar

# L718
source: eat less refined carbs
es: coma menos carbohidratos refinados
fr: Manger moins de glucides raffinés;
pt: coma menos carboidratos refinados

# L719
source: eat more omega-3 polyunsaturated fats
es: coma más grasas poliinsaturadas omega-3
fr: Manger plus de gras polyinsaturés oméga-3;
pt: coma mais alimentos com gordura poli-insaturada ômega-3

# L72
source: Do you currently suffer from depression, anxiety or other mental health issues?
es: ¿Actualmente padece de depresión, ansiedad u otros problemas de salud mental?
fr: Souffrez-vous actuellement de dépression, d’anxiété ou d’autres problèmes de santé mentale?
pt: Você atualmente sofre de depressão, ansiedade ou outros problemas de saúde mental?

# L720
source: exercise regularly
es: ejercise regularmente
fr: Faire de l’exercice régulièrement;
pt: exercite-se regularmente

# L721
source: manage your weight
es: Controlar su peso
fr: Gérer votre poids;
pt: cuide do peso

# L722
source: drink alcohol only in moderation or not at all
es: beba con moderación o absténgase de beber
fr: Boire de l’alcool avec modération ou pas du tout.
pt: não consuma bebidas alcoólicas ou beba com moderação

# L723
source: There are also safe and effective medications to help control cholesterol and/or triglyceride levels. Drug therapy works best when used in combination with lifestyle changes.
es: Hay también medicamentos seguros y eficientes para ayudar a controlar el nivel de colesterol y/o triglicéridos. La terapia con drogas funciona mejor cuando se combina con cambios en el estilo de vida.
fr: Il existe également des médicaments sûrs et efficaces pour aider à contrôler les taux de cholestérol ou de triglycérides, mais le traitement médicamenteux est plus efficace lorsqu’on change des habitudes de vie en même temps.
pt: Também existem medicamentos seguros e eficazes para ajudar a controlar os níveis de colesterol e triglicérides. A terapia por meio de medicamentos funciona melhor em combinação com as mudanças no estilo de vida.

# L724
source: Recommended Appointment Dates
es: Día de Cita Recomendada es

# L725
source: Time
es: Hora
fr: Heure

# L726
source: Status
es: Estatus

# L727
source: Cancelling this appointment?
es: ¿Quiere Cancelar esta Cita?

# L728
source: Reason
es: Motivo

# L729
source: Create Your Intervent Account
es: Cree su Cuenta de INTERVENT

# L73
source: Do you currently suffer from depression?
es: ¿Sufre actualmente de depresión?
fr: Souffrez-vous actuellement de dépression?
pt: Você atualmente sofre de depressão?

# L730
source: Completion Reward
es: Premio de Finalización

# L731
source: Complete Health Assessment
es: Complete su Evaluación de Salud

# L732
source: Enroll in a Coaching Program
es: Inscríbase en un Programa de Salud

# L733
source: My Basic Information – Overweight and Obesity
es: Mi Información Básica - Sobrepeso y Obesidad
fr: Mes renseignements de base : embonpoint et obésité

# L734
source: Overweight and obesity are a major public health problem. The chronic diseases associated with overweight and obesity are major killers. The increased risk of death is mainly due to heart disease. But, overweight and obesity also significantly increase the risk of developing type 2 diabetes, high blood pressure, stroke, high cholesterol and high triglycerides, osteoarthritis, gallbladder disease, sleep apnea, respiratory problems, and certain types of cancer.
es: El sobrepeso y la obesidad son un problema de salud pública. Las enfermedades crónicas asociadas con el sobrepeso y la obesidad son los principales asesinos. El aumento del riesgo de muerte se debe principalmente a las enfermedades del corazón. Sin embargo, el sobrepeso y la obesidad también aumenta significativamente el riesgo de desarrollar diabetes tipo 2, presión arterial alta, derrame, colesterol alto y triglicéridos altos, osteoartritis, enfermedad de la vesícula biliar, apnea del sueño, problemas respiratorios y ciertos tipos de cáncer.
fr: L’embonpoint et l’obésité constituent un problème de santé publique important. Les maladies chroniques qui y sont reliées sont des causes majeures de décès. Le risque accru de décès est principalement dû aux maladies du cœur. Cependant, l’embonpoint et l’obésité augmentent aussi considérablement le risque de diabète de type 2, d’hypertension, d’AVC, d’hypercholestérolémie, d’hypertriglycéridémie, d’ostéo-arthrite, de maladies vésiculaires, d’apnée du sommeil, de problèmes respiratoires et de certains types de cancer.
pt: O sobrepeso e a obesidade são graves problemas de saúde pública. As doenças crônicas associadas ao sobrepeso e à obesidade matam muitas pessoas. O risco acentuado de morte se deve principalmente às doenças cardíacas. Porém, o sobrepeso e a obesidade também aumentam significativamente o risco de desenvolver diabetes tipo 2, hipertensão, derrames, níveis altos de colesterol e triglicérides, osteoartrite, doenças na vesícula biliar, apneia do sono, problemas respiratórios e determinados tipos de câncer.

# L735
source: Body mass index (BMI) is the most widely accepted method of assessing body weight. BMI describes relative weight for height. It is calculated as weight in kilograms divided by the square of height in meters: weight (kg)/[height (m<sup>2</sup>)]. The National Institutes of Health and other expert groups use the BMI classifications provided below.
es: El índice de masa corporal (IMC) es el método más aceptado para designar el peso corporal. El IMC describe el peso en relación a la altura. Se calcula dividiendo el peso en kilogramos por el cuadrado de la altura en metros; peso(kg)/[altura (m)2]. Los Institutos Nacionales de la Salud y otros expertos utilizan las clasificaciones del IMC dadas a continuación.
fr: L’indice de masse corporelle (IMC) est la méthode la plus largement acceptée pour évaluer le poids. L’IMC décrit le poids relatif en fonction de la taille. Pour le calculer, il faut diviser le poids en kilogrammes par la taille en mètres carrés : poids (kg)/[taille (m<sup>2</sup>)]. Les groupes d’experts tel que l’Institut National de la Santé utilisent les classifications de l’IMC qui suivent.
pt: O índice de massa corporal (IMC) é o método mais amplamente aceito de avaliar o peso do corpo. O IMC descreve o peso em relação à altura. É calculado como seu peso em quilogramas divididos pela sua altura em metros ao quadrado: peso (kg)/[altura (m<sup>2</sup>)]. Os institutos nacionais de saúde e outros grupos de especialistas utilizam as classificações de IMC abaixo.

# L736
source: BMI
es: IMC
fr: IMC
pt: IMC

# L737
source: Underweight
es: Delgado
fr: Poids insuffisant
pt: Abaixo do peso

# L738
source: Less than 18.5
es: Menor de 18.5
fr: Moins de 18,5
pt: Menos de 18,5

# L74
source: Do you have any physical problems (such as a medical condition or injury) that you believe limits your ability to participate in regular physical activity?
es: ¿Tiene algún problema físico (como por ejemplo, una enfermedad o lesión) que en su opinión pueda limitar su capacidad de participar en actividades fisicas regulares?
fr: Avez-vous des problèmes physiques (comme un problème de santé ou une blessure) qui, selon vous, vous empêchent de faire régulièrement de l’activité physique?
pt: Você tem qualquer problema físico (como uma condição médica ou uma lesão) que limita sua capacidade de participar de atividades físicas regulares?

# L740
source: 18.5 to 24.9
es: 18.5 a 24.9
fr: 18,5 à 24,9
pt: 18,5 a 24,9

# L741
source: Overweight
es: Sobrepeso
fr: Embonpoint
pt: Sobrepeso

# L743
source: Class I Obesity
es: Obesidad Clase I
fr: Obésité de classe I
pt: Obesidade Classe I

# L745
source: Class II Obesity
es: Obesidad Clase II
fr: Obésité de classe II
pt: Obesidade Classe II

# L747
source: Class III Obesity (Extreme Obesity)
es: Obesidad Clase III (Obesidad extrema)
fr: Obésité de classe III (obésité morbide)
pt: Obesidade Classe III (obesidade extrema)

# L748
source: 40.0 or greater
es: 40.0 o mayor
fr: 40,0 ou plus
pt: 40,0 ou mais

# L749
source: Your BMI is:
es: Su IMC es de:
fr: Votre IMC :
pt: Seu IMC é:

# L75
source: You answered 'Yes' to the question above. Is your physical limitation due to any of the following? (please check all that apply.)
es: Usted contestó 'Sí' a la pregunta de arriba. ¿Es su limitación física debida a alguno de los siguientes motivos? (por favor, marque todas las que procedan):
fr: Vous avez répondu « oui » à la question ci-dessus. Votre limitation physique est-elle due à l’un des facteurs suivants? (Veuillez sélectionner toutes les réponses qui s’appliquent.)
pt: Você respondeu “Sim” na pergunta acima. Sua limitação física se deve a qualquer dos itens a seguir? (marque todas as alternativas aplicáveis.)

# L750
source: Your BMI was calculated from your HRA measurements and used to help set your short-term and long-term body weight goals. If you are very muscular, these interpretations may not apply to you. Because muscle tissue is heavier than fat tissue, people who are very muscular may be falsely classified as overweight or even obese.
es: Su IMC se calculó en base de sus medidas en su encuesta de la salud y han sido usadas para establecer sus metas de peso corporal a corto y largo plazo. Si usted es muy musculoso, esas interpretaciones pueden no aplicarle. Porque el tejido muscular es más pesado que el tejido graso, personas muy musculosa pueden ser clasificada falsamente como gente con sobrepeso e incluso obesa.
fr: Vos mesures de l’ERS ont permis de calculer votre IMC, lequel vous aidera à établir vos objectifs de poids corporel à court et à long terme. Si vous êtes très musclé, cette interprétation peut ne pas s’appliquer à vous. Comme le tissu musculaire est plus lourd que le tissu adipeux, les personnes très musclées peuvent être faussement classées comme étant en surpoids ou même obèses.
pt: Seu IMC foi calculado a partir de suas medidas na ARS e ajudam a definir suas metas de peso em curto e longo prazo. Se você tiver muita massa muscular, essas interpretações podem não se aplicar a você. Como o tecido muscular é mais pesado do que o tecido adiposo, pessoas com muita massa muscular podem ser falsamente classificadas como acima do peso e até mesmo obesas.

# L751
source: Measuring your waist circumference is another way to evaluate your weight. Waist circumference is an indicator of how much fat is stored in the abdomen. There is evidence that increases in abdominal fat (out of proportion to total body fatness) are associated with an increased risk of cardiovascular disease, type 2 diabetes, and high blood pressure. A high waist circumference can also be an indicator for increased risk even in people of normal weight. Cut-off points for waist circumferences associated with increased risk for chronic diseases are typically defined as follows:
es: Medir su circunferencia de cintura es otra manera de evaluar su peso. La circunferencia de cintura es un indicador de cuánta grasa está acumulada en su abdomen. Hay evidencias de que incrementos en la grasa abdominal (en una proporción mayor a la grasa corporal) están asociados con un incremento en el riesgo de padecer enfermedades cardiovasculares, diabetes tipo 2, y presión arterial alta. Una gran circunferencia de cintura puede ser también indicador de un incremento en el riesgo incluso para personas con un peso normal. Las mediciónes que definen un incremento en el riesgo de enfermedades crónicas son las siguientes:
fr: La mesure de votre tour de taille est une autre façon d’évaluer votre poids. Il indique la quantité de graisse abdominale. Il a été prouvé que l’augmentation de la graisse abdominale (de façon non proportionnelle à la graisse corporelle totale) est associée à un risque accru de maladie cardiovasculaire, de diabète de type 2 et d’hypertension. Un tour de taille élevé peut également indiquer un risque accru de ces affections chez les personnes de poids normal. En général, le tour de taille est associé à un risque accru de maladies chroniques selon les limites suivantes :
pt: A medida da circunferência da sua cintura é outra maneira de avaliar seu peso. A circunferência da cintura é um indicador do volume de gordura armazenado no abdômen. Há evidências de que aumentos no volume de gordura abdominal (fora da proporção relativa de gordura corporal total) estão associados a riscos acentuados de doenças cardiovasculares, diabetes tipo 2 e hipertensão. Uma circunferência ampla na cintura também pode ser um indicador de risco acentuado mesmo em pessoas com peso normal. Os pontos de corte da circunferência da cintura associados a riscos acentuados de doenças crônicas são tipicamente definidos conforme segue:

# L752
source: Waist Circumference
es: Circunferencia de cintura
fr: Tour de taille
pt: Circunferência da cintura

# L753
source: Men
es: Hombres
fr: Hommes
pt: Homens

# L754
source: Greater than 40.0 inches (or 102 cm)
es: Mayor de 40.0 pulgadas (o 102 cm)
fr: Plus de 102 cm (ou 40 pouces)
pt: Mais de 102 cm (40 polegadas)

# L755
source: Women
es: Mujeres
fr: Femmes
pt: Mulheres

# L756
source: Greater than 35.0 inches (or 88 cm)
es: Mayor de 35.0 pulgadas (o 88 cm)
fr: Plus de 88 cm (ou 35 pouces)
pt: Mais de 88 cm (35 polegadas)

# L757
source: Your waist circumference is:
es: Su circunferencia de cintura es de:
fr: Votre tour de taille :
pt: A circunferência da sua cintura é:

# L758
source: You did not enter your waist measurement when completing your HRA
es: Usted no introdujo sus mediciones de cintura cuando completó su HRA
fr: Vous n’avez pas inscrit votre tour de taille lorsque vous avez effectué votre ERS.
pt: Você não digitou a medida da sua cintura quando preencheu sua ARS

# L759
source: Achieving a healthier weight and avoiding weight gain depends on:
es: Alcanzar un peso más saludable y evitar incrementos de peso siguiendo:
fr: Pour atteindre un poids santé et éviter la prise de poids, il faut :
pt: Para atingir um peso mais saudável e evitar o ganho peso, é preciso:

# L76
source: Breathing problem
es: Problemas respiratorios
fr: Problème respiratoire
pt: Problemas respiratórios

# L760
source: healthy eating habits
es: hábitos de comida saludables
fr: adopter de saines habitudes alimentaires;
pt: manter hábitos alimentares saudáveis

# L761
source: regular aerobic exercise
es: ejercicios aeróbicos regulares
fr: faire régulièrement de l’exercice d’aérobie.
pt: fazer exercícios aeróbicos regularmente

# L762
source: Enroll in a Coaching Program
es: Inscríbase en un Programa de Salud

# L763
source: Receive Free Biometric Screening
es: Obtenga un Examen Biométrico gratis

# L764
source: Get Preventive Exams
es: Obtenga Exámenes Preventivo

# L765
source: Take CardioSmart Challenge
es: Tome el Reto de CardioSmart

# L766
source: Step Up to the Spring Challenge
es: Participe en el Desafío de Primavera

# L767
source: Play Nutrition Bingo
es: Juegue bingo de nutrición

# L768
source: Get Financially Fit
es: Póngase financieramente en forma

# L769
source: Coaching Program
es: Programa de Salud
fr: Programme d’encadrement

# L77
source: Back injury
es: Lesión en la espalda
fr: Blessure au dos
pt: Lesão na coluna

# L770
source: Get These Invaluable Benefits Now
es: Obtenga estos Beneficios inestimable ahora
fr: Profitez de ces précieux avantages dès maintenant.

# L771
source: One-on-one telephone appointments with a certified, professional health coach
es: Citas telefónicas uno-a-uno con un entrenador de salud profesional certificado
fr: Rendez-vous téléphoniques individuels avec un conseiller en santé professionnel et agréé

# L772
source: Explanation of your risk factors and goals
es: Explicación de sus factores de riesgos y metas
fr: Explication de vos facteurs de risque et de vos objectifs

# L773
source: Professional input on your personalized recommendations for achieving your goals
es: Aportaciones profesionales en sus recomendaciones personalizadas para lograr sus metas
fr: Conseils de professionnels sur vos recommandations personnalisées pour atteindre vos objectifs

# L774
source: Guided assistance with making and sustaining healthy lifestyle changes
es: Asistencia guiada para hacer y sostener cambios saludables a su estilo de vida
fr: Assistance orientée pour l’adoption d’un mode de vie sain

# L775
source: My Basic Information – Metabolic Syndrome
es: Mi información básica - El Síndrome Metabólico
fr: Mes renseignements de base : syndrome métabolique

# L776
source: The metabolic syndrome was first identified in the 1980s. It is characterized by the presence of several specific risk factors for coronary heart disease in one person. People with the metabolic syndrome have a much higher risk of developing coronary heart disease (the cause of heart attacks and the number one killer of adults), stroke, and type 2 diabetes. They are also more likely to develop other conditions, such as polycystic ovary syndrome in women, certain types of liver disease, gallstones, asthma, sleep problems, and some cancers. Overall, the metabolic syndrome increases a person’s risk of early death to about the same degree as cigarette smoking.
es: El síndrome metabólico fue primeramente identificado en los años 80. Se caracteriza por la presencia de factores de riesgo específicos de enfermedad del corazón. Las personas con el síndrome metabólico tienen un riesgo mucho mayor de desarrollar enfermedades del corazón (causa de ataques al corazón y número uno de mortalidad en adultos), accidentes cerebrovasculares, y diabetes tipo 2. También es más probable que desarrollen otras condiciones, como el síndrome del ovario poliquístico en mujeres, algunos tipos de enfermedades del hígado, cálculos biliares, asma, problemas de sueño, y algunos cánceres. Sobre todo, el síndrome metabólico incrementa el riesgo de la persona de padecer una muerte prematura al mismo nivel que el tabaco.
fr: Le syndrome métabolique, découvert pour la première fois dans les années 1980, est caractérisé par la présence de plusieurs facteurs de risque propres aux maladies coronariennes. Les personnes qui en sont atteintes courent un risque beaucoup plus élevé de développer un AVC, le diabète de type 2 et une maladie coronarienne (la cause des crises cardiaques et la première cause de décès chez les adultes). Elles sont également plus susceptibles de développer d’autres affections, comme le syndrome des ovaires polykystiques, les calculs biliaires, l’asthme, les troubles du sommeil, certains types de maladies du foie et certains cancers. Dans l’ensemble, le syndrome métabolique augmente autant le risque de mort prématurée que le tabagisme.
pt: A síndrome metabólica foi identificada pela primeira vez na década de 1980. É caracterizada pela presença de diversos fatores de risco específicos de doença arterial coronariana. Pessoas com a síndrome metabólica correm muito mais risco de desenvolver uma doença arterial coronariana (a causa de ataques cardíacos e a principal causa de morte de adultos), derrames e diabetes tipo 2. Também são mais propensas a desenvolver outras condições, como síndrome dos ovários policísticos em mulheres, determinados tipos de doenças no fígado, da vesícula biliar, asma, problemas de sono e alguns tipos de câncer. Em geral, a síndrome metabólica aumenta o risco da pessoa de morrer mais cedo no mesmo grau que o tabagismo.

# L778
source: No single test can identify the metabolic syndrome. The U.S. National Cholesterol Education Program’s Adult Treatment Panel III (ATP III) established five features for the diagnosis of the metabolic syndrome. The precise definition of each criterion was updated by the American Heart Association and National Heart, Lung, and Blood Institute in October 2005. Your health assessment evaluates all five features and reports your values for you.
es: Ningún examen particular puede identificar el síndrome metabólico. El U.S. National Cholesterol Education Program’s Adult Treatment Panel III (ATP III) estableció cinco distinciones para el diagnóstico del síndrome metabólico. La definición precisa de cada criterio fue actualizada por el American Heart Association y el National Heart, Lung and Blood Institute en Octubre del 2005. Su {0} evaluad las cinco características e informa sus valores por usted.
fr: Aucun test ne permet à lui seul de diagnostiquer le syndrome métabolique. Pour ce faire, l’Adult Treatment Panel III (ATP III) du National Cholesterol Education Program des États-Unis a établi cinq caractéristiques. La définition précise de chacune a été révisée par l’American Heart Association et le National Heart, Lung, and Blood Institute en octobre 2005. Lors de l’évaluation de votre état de santé, elles sont toutes évaluées et vous êtes informé des résultats.
pt: Nenhum exame específico é capaz de identificar a síndrome metabólica. A Turma III de Tratamento de Adultos (ATP III) do Programa Nacional de Educação sobre o Colesterol nos EUA estabeleceu cinco características do diagnóstico de síndrome metabólica. A definição precisa de cada critério foi atualizada pela American Heart Association e pelo National Heart, Lung, and Blood Institute em outubro de 2005. Sua avaliação de saúde considera todas as cinco características e informa os respectivos valores.

# L779
source: If you have any three or more of the metabolic risk factors presented in the table below, you have the metabolic syndrome.
es: Si usted sufre tres o más de los factores de riesgo de síndrome metabólico mostrados en la tabla inferior, padece de síndrome metabólico.
fr: Si vous avez trois facteurs de risque métaboliques ou plus présentés dans ce tableau, vous avez le syndrome métabolique.
pt: Se você tiver três ou mais dos fatores de risco metabólicos apresentados na tabela abaixo, você tem síndrome metabólica.

# L78
source: Chronic pain
es: Dolor crónico
fr: Douleur chronique
pt: Dores crônicas
