Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L780
source: ATP III Features
es: ATP III Características
fr: Caractéristiques de l’ATP III
pt: Características da ATP III

# L781
source: Defining Levels for the Metabolic Syndrome
es: Definir los niveles del síndrome metabólico
fr: Définition des niveaux pour le syndrome métabolique
pt: que definem os níveis da síndrome metabólica

# L782
source: Abdominal obesity
es: Obesidad abdominal
fr: Obésité abdominale
pt: Obesidade abdominal

# L783
source: Waist measurement
es: Medida de cintura
fr: Tour de taille
pt: Medida da cintura

# L784
source: Greater than 40 inches (102 cm) in men
es: Mayor de 40 pulgadas (102 cm) en hombres
fr: Plus de 102 cm (40 po) chez les hommes
pt: Acima de 102 cm (40 polegadas) para homens

# L785
source: Greater than 35 inches (88 cm) in women
es: Mayor de 35 pulgadas (88 cm) en mujeres
fr: Plus de 88 cm (35 po) chez les femmes
pt: Acima de 88 cm (35 polegadas) para mulheres

# L786
source: Elevated triglycerides
es: Triglicéridos elevados
fr: Hypertriglycéridémie
pt: Nível elevado de triglicérides

# L787
source: 150 mg/dl (1.7 mmol/L) or higher (or on drug treatment for elevated triglycerides)
es: 150 mg/dl (1.7 mmol/L) o mayor (o en tratamiento debido a triglicéridos elevados)
fr: 150 mg/dL (1,7 mmol/L) ou plus (ou prise de médicaments contre l’hypertriglycéridémie)
pt: 150 mg/dl (1,7 mmol/l) ou mais (ou em tratamento com medicamentos para nível elevado de triglicérides)

# L788
source: Reduced HDL ("good") cholesterol
es: Reducido nivel de colesterol HDL ("bueno”)
fr: Faible taux de cholestérol HDL (le « bon »)
pt: Nível baixo de colesterol "bom" (HDL)

# L789
source: Less than 40 mg/dl (1.0 mmol/L) in men
es: Menor de 40 mg/dl en hombres
fr: Moins de 40 mg/dL (1,0 mmol/L) chez les hommes
pt: Menos de 40 mg/dl (1,0 mmol/l) para homens

# L79
source: Other physical limitation
es: Otra limitación física
fr: Autre limitation physique
pt: Outra limitação física

# L790
source: Less than 50 mg/dl (1.3 mmol/L) in women
es: Menor de 50 mg/dl en mujeres
fr: Moins de 50 mg/dL (1,3 mmol/L) chez les femmes
pt: Menos de 50 mg/dl (1,3 mmol/l) para mulheres

# L791
source: (or on drug treatment for reduced HDL)
es: (o en tratamiento para un reducido nivel de HDL)
fr: (ou prise de médicaments contre le faible taux de cholestérol HDL)
pt: (ou em tratamento medicamentoso para reduzir o colesterol HDL)

# L792
source: Elevated blood pressure
es: Tensión arterial alta
fr: Hypertension
pt: Hipertensão

# L793
source: 130/85 mmHg or higher (or on drug treatment for elevated blood pressure)
es: 130/85 mmHg o mayor (o en tratamiento para tensión arterial alta)
fr: 130/85 mmHg ou plus (ou prise de médicaments contre l’hypertension)
pt: 130/85 mmHg ou mais (ou em tratamento medicamentoso para hipertensão)

# L794
source: Elevated fasting blood glucose
es: Elevada glucosa en la sangre en ayunas
fr: Hyperglycémie à jeun
pt: Nível elevado de glicose em jejum

# L795
source: 100 mg/dl (5.6 mmol/L) or higher (or on drug treatment for elevated glucose)
es: 100 mg/dl o mayor (o en tratamiento para glucosa elevada)
fr: 100 mg/dL (5,6 mmol/L) ou plus (ou prise de médicaments contre l’hyperglycémie)
pt: 100 mg/dl (5,6 mmol/l) ou mais (ou em tratamento medicamentoso para níveis elevados de glicose)

# L796
source: Fortunately, the metabolic syndrome is usually preventable and treatable with:
es: Afortunadamente, el síndrome metabólico se puede prevenir y tratar con:
fr: Heureusement, le syndrome métabolique est généralement évitable et traitable :
pt: Felizmente, a síndrome metabólica é geralmente evitável e tratável com:

# L797
source: lifestyle changes and, if necessary
es: cambios en el estilo de vida y, si son necesarios
fr: en changeant son mode de vie, si nécessaire;
pt: mudanças no estilo de vida e, se necessário,

# L798
source: medications
es: medicamentos
fr: en prenant des médicaments.
pt: medicamentos

# L799
source: Good risk factor management can help prevent people with the metabolic syndrome from developing coronary heart disease, type 2 diabetes, and other health problems. The greatest potential for prevention and treatment of the syndrome lies in reversing its root causes:
es: Un buen control de los factores de riesgo puede ayudar a prevenir que las personas con el síndrome metabólico desarrolle enfermedades del corazón, diabetes tipo 2, y otros problemas de salud. La mayor oportunidad para prevenir y tratar el síndrome y hace en revertir las causas de origen:
fr: Une bonne gestion des facteurs de risque peut contribuer à empêcher les personnes atteintes du syndrome métabolique de développer une maladie coronarienne, le diabète de type 2 et d’autres problèmes de santé. La prévention et le traitement du syndrome consistent surtout à inverser ses causes fondamentales :
pt: Uma boa gestão dos fatores de risco pode ajudar a evitar que pessoas com síndrome metabólica desenvolvam uma doença arterial coronariana, diabetes tipo 2 e outros problemas de saúde. O maior potencial para prevenção e tratamento da síndrome está na reversão das causas-raiz:

# L8
source: Online tools, including easy-to-understand individualized educational courses
es: Herramientas en línea, incluyendo cursos educativos individualizados fáciles de entender
fr: Outils en ligne, y compris des cours éducatifs personnalisés et faciles à comprendre

# L80
source: Have you ever been told by a medical doctor you have sleep apnea?
es: ¿Alguna vez un médico le ha dicho que sufre de apnea del sueño?
fr: Un médecin vous a-t-il déjà dit que vous souffrez d’apnée du sommeil?
pt: Algum médico já disse que você tem apneia do sono?

# L800
source: overweight/obesity and
es: sobrepeso/obesidad y
fr: Embonpoint ou obésité;
pt: sobrepeso/obesidade e

# L801
source: Physical inactivity
es: Inactividad física
fr: Inactivité physique.
pt: Sedentarismo

# L802
source: Progress reports for you and your doctor
es: Informes de progreso para usted y su doctor
fr: Rapports de progrès pour vous et votre médecin

# L803
source: Ongoing support to keep you motivated and ensure success
es: Apoyo constante para mantenerlo motivado y asegurarle éxito
fr: Soutien continu pour vous motiver et assurer votre réussite

# L804
source: And much more
es: Y mucho mas
fr: Et beaucoup plus

# L805
source: Schedule Your Appointment Today
es: Programe su Cita Hoy
fr: Prenez votre rendez-vous dès aujourd’hui.

# L806
source: Coming soon
es: Próximamente

# L807
source: What date should your coach call you?
es: ¿Que día debería llamar su entrenador?
fr: Quand votre conseiller doit-il vous appeler?

# L808
source: My Basic Information – Diabetes
es: Mi Información básica - Diabetes

# L809
source: Diabetes is one of the most common chronic diseases. Diabetes cannot be cured, but it can be prevented and/or controlled. If you have diabetes, it is critical that you learn all you can about your diabetes.
es: La diabetes es una de las enfermedades crónicas más comunes. La diabetes no se puede curar, pero se puede prevenir y / o controlar. Si usted tiene diabetes, es importante que usted aprenda todo lo que pueda acerca de su diabetes.
fr: Le diabète est l’une des maladies chroniques les plus courantes. Malheureusement, il est incurable, mais il peut être pris en charge et, dans certains cas, il est possible de le prévenir. Si vous êtes diabétique, il est essentiel que vous en appreniez le plus possible sur cette affection.
pt: O diabetes é uma das doenças crônicas mais comuns. O diabetes não pode ser curado, mas pode ser evitado e/ou controlado. Se você tem diabetes, é imprescindível que você aprenda tudo o que puder sobre a doença.

# L81
source: Do any of the following apply to you? (please check all that apply.)
es: ¿Cuales de los siguientes sintomas son aplicables para usted? (por favor marque todos los que correspondan):
fr: L’un des éléments suivants vous concerne-t-il? (Veuillez sélectionner toutes les réponses qui s’appliquent.)
pt: Alguma das condições a seguir se aplica a você? (marque todas as alternativas aplicáveis.)

# L810
source: People with diabetes have problems regulating the amount of sugar or glucose in their blood. When left untreated, they have too much glucose in their blood. Once the amount of glucose in the blood exceeds a certain level, excess glucose spills over into the urine. Diabetes mellitus comes from the Greek word diabetes (to flow through; urine) and the Latin word mellitus (sweetened or honey-like).
es: Las personas con diabetes tienen problemas regulando la cantidad de glucosa en la sangre. Cuando no es tratado, tienen demasiada glucosa en la sangre. Una vez que la glucosa excede cierto nivel, la glucosa sobrante se derrama a la orina. Diabetes mellitus proviene de la palabra griega diabetes (fluir a través; orina) y la palabra latina mellitus (endulzada o parecida a la miel).
fr: Les personnes vivant avec le diabète ont des problèmes de régulation du glucose, c’est-à-dire du sucre, dans leur sang. Si elles ne sont pas traitées, leur glycémie sera trop élevée. Lorsque la concentration de glucose est au-dessus des valeurs normales, l’excès de sucre est éliminé dans l’urine. <i>Diabète sucré</i> vient du mot grec <i>diabetes</i> (signifiant « qui traverse »; urine) et du mot latin <i>mellitus</i> (signifiant « sucré comme le miel »).
pt: Pessoas com diabetes têm problemas para regular o volume de açúcar ou glicose no sangue. Se a doença não for tratada, o volume de glicose no sangue será excessivo. Se a quantidade de glicose no sangue exceder determinado nível, a glicose excessiva passa para a urina. O termo “Diabetes melito” vem da palavra grega “diabetes” (fluir pela urina) e da palavra latina “mellitus” (adoçado ou do mel).

# L811
source: When you eat sugars and starches, the body changes them into a form of sugar called glucose. Glucose enters the blood and is carried to all of the cells of the body where it is ready to be used for energy. The hormone insulin, which is produced in the pancreas, is responsible for moving the glucose out of the blood and into the cells. Too much glucose in the blood, a condition known as hyper (high) glycemia (glucose), is dangerous and can cause damage to organs in the body.
es: Cuando come azúcares y almidones, el cuerpo los transforma en una forma de azúcar conocida como glucosa. La glucosa entra al cuerpo y es transportada a todas las células donde está lista para ser utilizada como energía. La hormona insulina, que es producida por el páncreas, es responsable por mover la insulina de la sangre a las células. Demasiada glucosa en la sangre es peligrosa y puede producir danos a los órganos. Las personas con diabetes tienen problemas regulando la cantidad de glucosa en la sangre. Cuando no es tratado, tienen demasiada glucosa en la sangre. Una vez que la glucosa excede cierto nivel, la glucosa sobrante se derrama a la orina. Diabetes mellitus proviene de la palabra griega diabetes (fluir a través; orines) y la palabra latina mellitus (endulzada o parecida a la miel).
fr: Lorsque vous mangez des sucres et des féculents, l’organisme les transforme en une forme de sucre appelée <i>glucose</i>. Le glucose est transporté dans le sang et acheminé à toutes les cellules du corps, lesquelles l’utiliseront comme source d’énergie. L’insuline, une hormone qui est produite dans le pancréas, est responsable de limiter le glucose dans le sang et de le faire entrer dans les cellules. L’hyperglycémie (glucose élevé) est le fait d’avoir trop de sucre dans le sang, ce qui peut s’avérer dangereux et causer des dommages aux organes.
pt: Quando você ingere açúcar e carboidratos, o corpo os transforma em um tipo de açúcar chamado glicose. A glicose entra no sangue e é transportada para todas as células do corpo, onde será utilizada para gerar energia. O hormônio insulina, produzido no pâncreas, é responsável pela eliminação da glicose no sangue e nas células. A glicose em excesso no sangue, uma condição conhecida como hiperglicemia (alto nível de glicose), é perigosa e pode causar danos aos órgãos do corpo.

# L812
source: There are two main types of diabetes:
es: Hay dos tipos principales de diabetes:
fr: Il existe deux principaux types de diabète :
pt: Existem dois tipos principais de diabetes:

# L813
source: Type 1 Diabetes – With type 1 diabetes, too much glucose builds up in the blood because the pancreas is either completely unable to produce insulin or is able to produce only a tiny amount. People with type 1 diabetes must have insulin injections for the rest of their lives. This condition was previously referred to as juvenile-onset diabetes because people are generally younger than 30 years of age when they are diagnosed. However, type 1 diabetes can develop at any age.
es: Diabetes Tipo 1 - En la diabetes tipo 1, demasiada glucosa se amontona en la sangre porque el páncreas es completamente incapaz de producir insulina o porque sólo puede producir una pequeña cantidad. Gente que padece el tipo 1 de diabetes deben ponerse injecciones de insulina por vida. Esta condición fue previamente nombrada como una diabetes juvenil porque la gente diagnosticada generalmente son menores de 30 años. Sin embargo, la diabetes tipo 1 se puede desarrollar a cualquier edad.
fr: Le diabète de type 1. Dans ce cas, une trop grande quantité de sucre circule dans le sang parce que le pancréas est incapable de produire de l’insuline ou n’en produit qu’une infime quantité. Les personnes vivant avec ce type de diabète doivent recevoir des injections d’insuline toute leur vie. Auparavant, cette maladie était appelée « diabète juvénile », car ce sont généralement des personnes âgées de moins de 30 ans qui sont touchées. Cependant, le diabète de type 1 peut se développer à tout âge;
pt: Diabetes tipo 1 – No diabetes tipo 1, acumula-se glicose em excesso no sangue pois o pâncreas é completamente incapaz de produzir insulina ou porque produz um volume insignificante do hormônio. Pessoas com diabetes tipo 1 precisam tomar injeções de insulina pelo resto da vida. Esta condição já foi chamada anteriormente de diabetes juvenil porque as pessoas geralmente têm menos de 30 anos de idade quando são diagnosticadas. Entretanto, o diabetes tipo 1 pode se desenvolver em pessoas de qualquer idade.

# L814
source: Type 2 Diabetes – With type 2 diabetes, too much glucose builds up in the blood mainly because the cells become resistant to the insulin the body makes. The pancreas still produces insulin. Insulin levels in the blood may be normal or even too high, but the body doesn’t respond properly to the insulin’s action. People with type 2 diabetes don’t usually take insulin injections. They are more likely to take oral diabetes medications to help keep their blood glucose levels within a normal range. Type 2 diabetes was previously referred to as adult-onset diabetes. People who develop it usually, but not always, are older than 30 when they learn they have it. Type 2 diabetes is far more common than type 1 diabetes. Type 2 diabetes is just as serious a medical condition as type 1 diabetes and should never be taken lightly!
es: Diabetes Tipo 2 - En el tipo 2 de diabetes, demasiada glucosa se concentra en la sangre principalmente porque las células se vuelven resistentes a la insulina que la sangre produce. El páncreas sigue produciendo insulina. Los niveles de insulina en la sangre pueden ser normales o incluso altos, pero el cuerpo no responde adecuadamente a su acción. La gente que padece el tipo 2 de diabetes no suele recibir inyecciones de insulina. Es más común que tomen medicamentos orales para la diabetes para ayudar a mantener sus niveles de glucosa a un nivel normal. La diabetes tipo 2 es conocida como la diabetes adulta. Las personas que normalmente la padecen suelen ser mayores de 30. El tipo 2 de diabetes es mucho más común que el tipo 1. ¡La diabetes tipo 2 es tan seria como el tipo 1 y nunca se debería tomar a la ligera!
fr: Le diabète de type 2. Dans ce cas, les cellules deviennent résistantes à l’insuline que l’organisme produit, et une trop grande quantité de sucre s’accumule dans le sang. Le pancréas, quant à lui, continue de produire de l’insuline. Le taux d’insuline dans le sang peut être normal ou même trop élevé, mais le corps ne réagit pas adéquatement à l’action de l’insuline. Les personnes vivant avec ce type de diabète n’ont souvent pas besoin de s’administrer des injections d’insuline. Elles sont plus susceptibles de prendre des médicaments oraux pour le traitement du diabète afin de maintenir leur glycémie à un taux normal. Autrefois, le diabète de type 2 était appelé « diabète de l’adulte ». Il se manifeste généralement, mais pas toujours, chez les personnes âgées de plus de 30 ans. Ce type de diabète, beaucoup plus fréquent et tout aussi grave que le diabète de type 1, ne doit pas être pris à la légère.
pt: Diabetes tipo 2 – No diabetes tipo 2, acumula-se glicose em excesso no sangue principalmente porque as células se tornam resistentes à insulina produzida no organismo. Mas o pâncreas continua produzindo insulina. Os níveis de insulina no sangue podem se manter normais ou até altos, mas o corpo não responde corretamente à ação do hormônio. Pessoas com diabetes tipo 2 geralmente não tomam injeções de insulina. São mais propensas a tomar medicamentos para diabetes por via oral, ajudar a manter os níveis de glicose no sangue dentro do intervalo considerado normal. O diabetes tipo 2 era chamado anteriormente de diabetes da fase adulta. As pessoas geralmente (mas nem sempre) descobrem que têm a doença quando já têm mais de 30 anos de idade. O diabetes tipo 2 é muito mais comum do que o diabetes tipo 1. O diabetes tipo 2 é uma condição tão grave quanto o diabetes tipo 1, e nunca deve ser desprezado!

# L815
source: If you have diabetes, you can be healthy if you take care of yourself and follow the recommendations of your diabetes care providers. But, if you have diabetes and it is not well controlled, you can get into serious trouble.
es: Si padece diabetes, puede estar sano si se cuida y sigue las recomendaciones de sus proveedores de atención para la diabetes. Sin embargo, si padece diabetes y no está bien controlada, puede meterse en serios problemas.
fr: Si vous êtes diabétique, vous pouvez être en bonne santé en prenant soin de vous et en suivant les recommandations d’un professionnel de la santé spécialiste du diabète. Par contre, si vous ne le contrôlez pas correctement, des conséquences graves pourraient s’ensuivre.
pt: Se você tem diabetes, pode manter-se saudável ao cuidar de si e seguir as recomendações dos profissionais de saúde. Entretanto, se tiver diabetes e não controlar a doença, você pode ter problemas sérios.

# L816
source: Some complications occur rather abruptly and can cause a coma, which can be fatal. These are referred to as acute complications. Acute complications usually occur when the blood glucose level rises too high (hyperglycemia) or falls too low (hypoglycemia).
es: Algunas complicaciones ocurren de repente y pueden causar el coma, lo que podría ser fatal. Éstas son referidas como complicaciones agudas. Las complicaciones agudas usualmente ocurren cuando los niveles de glucosa son muy elevados (hiperglicemia) o muy bajos (hipoglicemia).
fr: Certaines complications surviennent assez brusquement et peuvent provoquer un coma possiblement fatal. On parle alors de complications aiguës. Elles surviennent généralement lorsque la glycémie est trop élevée (hyperglycémie) ou trop basse (hypoglycémie).
pt: Algumas complicações ocorrem de forma bastante brusca e podem levar o paciente ao coma e até à morte. São as chamadas complicações agudas. As complicações agudas geralmente ocorrem quando o nível de glicose no sangue sobe demais (hiperglicemia) ou diminuem demais (hipoglicemia).

# L817
source: Chronic complications do not appear suddenly, but develop over the long term. These can also be fatal. Three major types of chronic problems can arise.
es: Las complicaciones crónicas no aparecen de repente, sino que se desarrollan a lo largo del tiempo. Éstas también pueden ser fatales. Pueden aparecer tres tipos principales de problemas crónicos.
fr: Les complications chroniques, quant à elles, n’apparaissent pas soudainement, mais se développent à long terme. Elles peuvent aussi être mortelles. Trois grands types de problèmes chroniques peuvent survenir.
pt: As complicações crônicas não surgem de repente; elas se desenvolvem em longo prazo. E também podem ser fatais. Três tipos principais de problemas crônicos pode surgir.

# L818
source: Damage to Blood Vessels – Diabetes works together with other heart disease risk factors to damage blood vessels. These damaged blood vessels can cause heart attacks, strokes, poor circulation, kidney failure, and eye problems.
es: Daño a los vasos sanguíneos - La diabetes trabaja junto a otros factores de riesgo de enfermedades del corazón para dañar los vasos sanguíneos. Estos daños pueden causar ataques cardíacos, accidentes cerebrovascularess, mala circulación, fallo en el riñón, y problemas visuales.
fr: Altération des vaisseaux sanguins : le diabète se combine à d’autres facteurs de risque de maladie du cœur pour altérer les vaisseaux sanguins. Les vaisseaux sanguins endommagés peuvent causer des crises cardiaques, des AVC, une mauvaise circulation, une insuffisance rénale et des problèmes oculaires.
pt: Danos aos vasos sanguíneos – O diabetes atua junto a outros fatores de risco que causam danos aos vasos sanguíneos. Esses vasos sanguíneos danificados podem causar ataques cardíacos, derrames, problemas de circulação, falência renal e problemas nos olhos.

# L819
source: Damage to Nerves – Diabetes damages nerves. This damage may cause numbness or pain or it may reduce feeling, especially in the feet and legs. If you are injured and feel no pain because of numbness, the injury may go unnoticed until it worsens considerably. Nerve damage, called neuropathy, may also cause circulation and sexual problems.
es: Daño a los Nervios - La diabetes daña los nervios. Este daño puede causar entumecimiento o dolor o puede reducir la sensibilidad, especialmente en pies y piernas. Si tiene una lesión y no siente dolor porque está entumecido, la lesión puede seguir sin notarse hasta que empeore considerablemente. Daño a los nervios, llamado neuropatía, puede causar problemas sexuales y de circulación.
fr: Lésions aux nerfs : le diabète endommage les nerfs. Les lésions peuvent causer de l’engourdissement, de la douleur ou une perte de sensation, surtout aux pieds et aux jambes. Si vous êtes blessé, mais que vous ne ressentez aucune douleur à cause d’un engourdissement, la blessure peut s’aggraver considérablement avant que vous ne la remarquiez. La détérioration neurologique, appelée « neuropathie », peut également occasionner des problèmes circulatoires et sexuels.
pt: Danos aos nervos – O diabetes causa danos aos nervos. Esses danos podem causar insensibilidade, dores ou redução do tato, particularmente nos pés e nas pernas. Se você sofrer uma lesão e não sentir dores por causa da insensibilidade, a lesão pode passar despercebida até que se agrave consideravelmente. Danos aos nervos, conhecidos como neuropatia, também podem gerar problemas circulatórios e sexuais.

# L82
source: Despite an adequate number of hours of sleep, I still feel tired or sleepy upon awakening
es: Apesar de dormir un numero adequado de horas, todavia me siento cansado o con sueño al despertar
fr: Malgré un nombre suffisant d’heures de sommeil, je me sens encore fatigué ou endormi au réveil
pt: Mesmo dormindo uma quantidade adequada de horas, ainda sinto cansaço ou sonolência ao despertar
