Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L984
source: <p>For adults who do not already have heart disease and have not already had a stroke or TIA, depending on their age, it may be possible to calculate a variety of risk scores. These include:</p> <p><strong>Framingham 10-year CHD risk score.</strong> This score tells you your risk (or likelihood) of developing CHD in the next 10 years.</p> <p>For most ages, it is also possible to determine the Framingham 10-year CHD risk score for a low-risk person – we call this the Desirable Risk. We call the age where the Desirable Risk matches your Framingham 10-year CHD risk score, your Heart Age.</p> <p><strong>10-year ASCVD risk score.</strong> This score tells you your risk (or likelihood) of developing or dying from atherosclerotic cardiovascular disease (ASCVD) in the next 10 years. For this score, ASCVD is defined as having a first heart attack or stroke or dying from CHD or stroke.</p> <p><strong>Lifetime ASCVD risk score.</strong> This score tells you the lifetime risk (or likelihood) of developing or dying from ASCVD for a person at age 50 years with your risk factor levels. For this score, ASCVD is defined as having a first heart attack or stroke or dying from CHD or stroke.</p>
es: <p>Para adultos que no tienen una enfermedad cardiaca y aún no han tenido un derrame cerebral o un AIT, dependiendo de su edad, puede ser posible calcular una variedad de puntuaciones de riesgo. Estos incluyen:</p> <p><strong> Puntuación de riesgo de CHD a 10 años de Framingham.</strong> Esta puntuación le indica su riesgo (o probabilidad) de desarrollar CHD en los próximos 10 años.</p> <p>Para la mayoría de las edades, también es posible determinar la puntuación de riesgo de CHD a 10 años de Framingham para una persona de bajo riesgo – le llamamos a esto Riesgo Deseable. Llamamos a la edad en la que el Riesgo Deseable coincide con su puntuación de riesgo de CHD a 10 años de Framingham, su Edad del Corazón.</p> <p><strong>Puntuación de riesgo ASCVD a 10 años.</strong> Esta puntuación le indica su riesgo (o probabilidad) de desarrollar o morir de enfermedad cardiaca aterosclerótica (ASCVD) en los próximos 10 años. Para esta puntuación, ASCVD se define como tener un primer ataque cardiaco o derrame cerebral o morir por CHD o un derrame cerebral.</p> <p><strong>Puntuación de riesgo ASCVD de por vida.</strong> Esta puntuación le indica el riesgo (o probabilidad) de por vida de desarrollar o morir por ASCVD para una persona de 50 años de edad con sus niveles de factores de riesgo. Para esta puntuación, ASCVD se define como tener un primer ataque cardiaco o derrame cerebral o morir por CHD o un derrame cerebral.</p>
fr: <p>Pour les adultes qui ne sont pas déjà atteints d’une maladie du cœur et qui n’ont pas déjà subi un AVC ou un AIT, il est possible, selon leur âge, de calculer divers scores de risque. Vous en trouverez quelques-uns ci-dessous.</p> <p><strong>Score de risque de cardiopathie congénitale de Framingham pendant les dix prochaines années.</strong> Ce score vous indique votre risque (ou probabilité) de développer une cardiopathie congénitale au cours des dix prochaines années.</p> <p>À presque tout âge, il est également possible de déterminer le score de risque de cardiopathie congénitale de Framingham au cours des dix prochaines années pour une personne à faible risque, ce que nous appelons le risque souhaitable. L’âge auquel le risque souhaitable correspond à votre score de risque de cardiopathie congénitale de Framingham au cours des dix prochaines années se nomme l’âge cardiaque.</p> <p><strong>Score de risque de maladie cardiovasculaire athéroscléreuse pendant les dix prochaines années.</strong> Ce score vous indique votre risque (ou probabilité) de développer une maladie cardiovasculaire athéroscléreuse au cours des dix prochaines années, ou d’en mourir. La maladie cardiovasculaire athéroscléreuse est alors définie comme une première crise cardiaque ou un premier AVC, ou bien un décès dû à une cardiopathie congénitale ou à un AVC.</p> <p><strong>Score de risque à vie de maladie cardiovasculaire athéroscléreuse.</strong> Ce score vous indique le risque à vie (ou la probabilité) de développer une maladie cardiovasculaire athéroscléreuse, ou d’en mourir, pour une personne âgée de 50 ans présentant des facteurs de risque de votre niveau. La maladie cardiovasculaire athéroscléreuse est alors définie comme une première crise cardiaque ou un premier AVC, ou bien un décès dû à une cardiopathie congénitale ou à un AVC.</p>
pt: <p>Para adultos que não sofram de doenças cardíacas e não tiveram um derrame ou AIT, conforme a idade, pode ser possível calcular e pontuar uma série de fatores de risco. Entre eles:</p> <p><strong>Escore Framingham de risco de DAC em 10 anos.</strong> Esta pontuação calcula o risco (ou a chance) de desenvolver DAC nos próximos 10 anos.</p> <p>Para a maioria das faixas etárias, também é possível determinar o escore Framingham de risco de DAC em 10 anos para pessoas de baixo risco; é o que chamamos de “risco desejável”. O termo “idade cardíaca” descreve a situação em que a idade corresponde ao seu escore Framingham de risco de DAC em 10 anos.</p> <p><strong>Escore de risco de desenvolver DCVA em 10 anos.</strong> Esta pontuação calcula o risco (ou a probabilidade) de desenvolver ou morrer de doença cardiovascular aterosclerótica (DCVA) nos próximos 10 anos. Para este escore, DCVA é definido como ter o primeiro ataque cardíaco ou derrame ou morrer de DAC ou derrame.</p> <p><strong>Escore de risco vitalício de DCVA.</strong> Esta pontuação calcula o risco vitalício (ou a probabilidade) de desenvolver ou morrer de DCVA, para uma pessoa de 50 anos de idade, considerando os níveis de seus fatores de risco. Para este escore, DCVA é definido como ter o primeiro ataque cardíaco ou derrame ou morrer de DAC ou derrame.</p>

# L985
source: Contact Preference
es: Preferencia de Contacto
fr: Préférence de communication
pt: Contato preferencial

# L986
source: Email Address
ar: عنوان البريد الكتروني
ar_ae: البريد الإلكتروني
es: Correo Electrónico
fr: Adresse électronique
pt: Endereço de e-mail

# L988
source: Country is required
es: Se requiere país
fr: Le pays est requis.
pt: O país é obrigatório

# L989
source: Country
es: País
fr: Pays
pt: País

# L99
source: In general, how satisfied are you with your job?
es: En general, ¿cuán satisfecho está usted con su trabajo?
fr: En général, à quel point êtes-vous satisfait de votre travail?
pt: Em geral, qual é o seu nível de satisfação com o seu trabalho?

# L990
source: Zip/Postal Code is required
es: Se requiere código postal
pt: CEP/código postal é obrigatório

# L991
source: Dashboard
es: Panel de control
fr: Tableau de bord

# L992
source: 10-year ASCVD risk score (%)
es: 10-años ASCVD puntuación de riesgo (%)
fr: Score de risque de maladie cardiovasculaire athéroscléreuse pendant les dix prochaines années (%)
pt: Escore de risco de desenvolver DCVA em 10 anos (%)

# L993
source: Lifetime ASCVD risk score (%)
es: Puntuación de riesgo de ASCVD de por vida (%)
fr: Score de risque à vie de maladie cardiovasculaire athéroscléreuse (%)
pt: Escore de risco vitalício de DCVA (%)

# L994
source: The calculator cannot be used to provide risk estimates for individuals over age 74 years and/or with known cardiovascular disease.
es: La calculadora no puede ser utilizada para estimar riesgos para individuos mayores de 74 años y/o con enfermedad cardiovascular conocida.
fr: Le calculateur ne doit pas servir à fournir des estimations du risque pour les personnes âgées de plus de 74 ans ou atteintes d’une maladie cardiovasculaire connue.
pt: A calculadora não pode ser utilizada para calcular estimativas de riscos para pessoas com mais de 74 anos de idade e/ou com doença cardiovascular confirmada.

# L995
source: The calculator cannot be used to provide heart age for individuals over age 74 years and/or with known cardiovascular disease.
es: La calculadora no puede ser utilizada para proveer la edad de corazón para individuos de más de 74 años y/o con enfermedad cardiovascular
fr: Le calculateur ne doit pas servir à fournir l’âge cardiaque des personnes âgées de plus de 74 ans ou atteintes d’une maladie cardiovasculaire connue.
pt: A calculadora não pode ser utilizada para calcular a idade cardíaca de pessoas com mais de 74 anos de idade e/ou com doença cardiovascular conhecida.

# L996
source: Your risk for heart disease cannot be adequately assessed due to incomplete data
es: Su riesgo de tener enfermedades del corazón no puede ser evaluado adecuadamente debido a datos incompletos
fr: Votre risque de maladie du cœur ne peut pas être déterminé avec précision en raison de données incomplètes.
pt: Seu Risco para doenças cardíacas não pode ser analisado corretamente porque os dados estão incompletos

# L997
source: Your Heart Age cannot be adequately assessed due to incomplete data
es: Su edad corazón no puede ser evaluado adecuadamente debido a datos incompletos
fr: Votre âge cardiaque ne peut pas être déterminé avec précision en raison de données incomplètes.
pt: Sua Idade cardíaca não pode ser de analisada corretamente porque os dados estão incompletos

# L998
source: The calculator cannot be used to provide risk estimates for individuals under age 20 years, over age 59 years and/or with known cardiovascular disease.
es: La calculadora no se puede utilizar para proporcionar los riesgos estimados del individuo menor de 20 años, mayor de 59 años y/o con condiciones de enfermedades cardiovasculares.
fr: Le calculateur ne doit pas servir à fournir des estimations du risque pour les personnes âgées de moins de 20 ans et de plus de 59 ans, ou qui sont atteintes d’une maladie cardiovasculaire connue.
pt: A calculadora não pode ser utilizada para calcular estimativas de riscos para pessoas com menos de 20 anos de idade, com mais de 59 anos de idade e/ou com doença cardiovascular confirmada.

# L999
source: The calculator cannot be used to provide risk estimates for individuals with incomplete data
es: La calculadora no puede ser utilizada para proveer riesgos estimados para individuos con data incompleta.
fr: Le calculateur ne doit pas servir à fournir des estimations du risque pour les personnes dont les données sont incomplètes.
pt: A calculadora não pode ser utilizada para calcular estimativas de risco se os dados da pessoa estiverem incompletos

# L2035
source: More about McAllen Cardiac Score CT Screenings
es: Mas sobre el Cernimiento de Puntuación Cardiaca con CT

# L2036
source: According to statistics from the American Heart Association, someone in the United States has a coronary event approximately every 30 seconds. Early diagnosis and quality cardiac care are key to preventing and managing heart disease. Early detection can provide time to find proper treatment and live a heart-healthy lifestyle.
es: Según las estadísticas de la Asociación Americana de Corazón, cada 30 segundos una persona en los Estados Unidos sufre de un evento coronario. El diagnóstico temprano y el cuidado cardiaco de calidad son clave para prevenir y manejar la enfermedad de corazón. La detección temprana puede ofrecer tiempo para ofrecer tratamiento adecuado y poder disfrutar de un estilo de vida saludable para su corazón.

# L2041
source: Discover Your Calcium Score and Arterial Age
es: Descubra su Puntuación de Calcio y Edad Arterial

# L2042
source: See how your calcium score, arterial age and lifestyle habits measure up to others like you. The valuable report you’ll receive allows you to discuss your scores with your doctor. Learn what you can do to improve your heart disease risk factors and reduce your risk for heart attacks, strokes and other future health-related problems.
es: Vea cómo su puntuación de calcio, edad arterial y hábitos de estilo de vida comparan con otras personas como usted. El reporte que recibirá será de mucho valor, ya que le permitirá discutir su puntuación con su doctor. Conozca lo que usted puede hacer para mejorar los factores de riesgo de enfermedad del corazón y reduzca su riesgo de ataques coronarios, derrames u otro problema de salud.

# L2043
source: Receive a Personalized Wellness and Cardiac Risk Report
es: Reciba un Informe Personalizado de su Bienestar y Riesgo Cardiaco

# L2044
source: Based on your responses to your health assessment, your calcium score and other information, your McAllen Heart Hospital team and INTERVENT will provide expert advice – individualized for you. Even if you have experienced health-related problems in the past, there are steps you can take to feel confident and be more in control of your health in the future. Remember, small steps build success!
es: De acuerdo a las respuestas de su evaluación de salud, su puntuación de calcio y otra información, su equipo del Hospital McAllen Heart e INTERVENT le proveerá consejos especializado e individualizado para usted. Aunque haya tenido problemas relacionados a su salud en el pasado, hay pasos que puede tomar para ayudarle a sentirse confiado y más en control de su salud en el futuro. ¡Acuérdese, pasos pequeños crean éxito!

# L2045
source: Achieve Goals that are Important to You .... and to Your Doctor
es: Alcance Metas que son importantes para Usted... y para Su Doctor

# L2046
source: Take an active role in your health care. McAllen Heart Hospital selected INTERVENT as its lifestyle management partner because INTERVENT programs have been proven effective with thousands of individuals just like you.
es: Tome un rol activo en el cuidado de su salud. El Hospital McAllen Heart seleccionó a INTERVENT como socio en el manejo de estilo de vida porque los programas de INTERVENT han probado ser efectivos con miles de personas como usted.

# L2047
source: Engage with a Health Professional as a Coach
es: Trabaje con un Profesional de la Salud

# L2048
source: Everyone can use extra support. You’ll love working with one of INTERVENT’s health professionals who will serve as your lifestyle health coach and supplement your services from McAllen Heart Hospital. It’s like having a personal guide for your health and wellness journey – every step of the way.
es: Todos podemos usar apoyo adicional. Le encantara trabajar con uno de los profesionales de salud de INTERVENT que servirán como entrenador de salud y complemento para sus servicios en el Hospital McAllen Heart. Es como tener una guía personal para su trayectoria de salud y bienestar – a través de todo el camino.

# L2049
source: Find and Share Resources You Can Trust
es: Encuentre y Comparta Recursos Confiables

# L2050
source: McAllen Heart Hospital and INTERVENT have selected an array of health resources and tools for you from the most reliable sources. Consider sharing the information you learn with those who are supporting your efforts to be your healthiest.
es: El Hospital de McAllen Heart e INTERVENT ha seleccionado una variedad de recursos de salud y herramientas para usted de las fuentes más confiables. Considere compartir información que usted aprenda con aquellos que le ofrecen apoyo a usted en sus esfuerzos para ser más saludable.

# L2051
source: INTERVENT web-based resources are always available to you – on your PC, tablet and smartphone. And, your McAllen Heart Hospital and INTERVENT health care team members are only a phone call away. You’re never alone.
es: Los recursos basados en línea de INTERVENT están siempre disponibles para usted- en su PC, tableta y teléfono móvil. Además, los miembros de su equipo de cuidado del Hospital McAllen Heart e INTERVENT sólo están al alcance de una llamada. Nunca estará solo.

# L2053
source: You are the most important member of your health care team. It is critical that you understand your risks for heart disease, get involved in developing your care plan and commit to making needed changes. With help from your McAllen Heart Hospital team and INTERVENT, you can achieve your lifestyle management and cardiac risk reduction goals and change the course of your life.
es: Usted es el miembro más importante de su equipo de cuidado de salud. Es crítico que usted entienda sus riesgos de enfermedad cardiaca, que se involucre en el desarrollo de un plan de ciudad y que se comprometa a hacer los cambios necesarios. Con la ayuda de su equipo del Hospital McAllen Heart e INTERVENT, usted puede alcanzar sus metas para el manejo de su estilo de vida, reducir su riesgo cardíaco y así cambiar el curso de su vida.

# L2054
source: What Is Cardiac Score CT Screening?
es: ¿Qué es Cernimiento de Puntuación Cardiaca mediante Tomografía Computarizada (CT)

# L2055
source: A Few Minutes Now Could Save Your Life
es: Unos Cuantos Minutos Ahora Pueden Salvar Su Vida

# L2056
source: Cardiac Score CT Screening is a convenient, noninvasive test that evaluates whether you are at an increased risk of a heart attack. The scans are painless, have no side effects and typically take seven minutes to complete.
es: El Cernimiento de Puntuación Cardiaca con CT es un examen conveniente y no invasivo que evalúa si está a un riesgo mayor de un ataque al corazón. Los escaneos no producen dolor, no tienen efectos secundarios y usualmente toman unos siete minutos en completar.

# L2057
source: Cardiac CT Scans determine the amount of calcium in a coronary artery, which in turn indicates the amount of fatty deposits (or "plaque") in a blood vessel. These calcium deposits typically appear years before a person shows signs of heart disease, such as chest pain or shortness of breath. Specialized computer software is used to calculate a calcium score for each of your coronary arteries based on the volume and density of calcium present.
es: Los escaneos cardiacos con CT determinan la cantidad de calcio en una arteria coronaria, lo que también indica la cantidad de depósitos grasos (o "placas") en un vaso sanguíneo. Estos depósitos de calcio usualmente aparecen años antes de que una persona muestre signos de enfermedad cardiaca, así como dolor en el pecho o falta de aire. Se utiliza un programa especializado de computadora para calcular una puntuación de calcio para cada una de sus arterias coronarias basado en el volúmen y densidad del calcio presente.

# L2058
source: Calcium scores help physicians assess a patient’s risk of developing heart problems. Scans can also measure the progression of heart disease and the effectiveness of treatment.
es: Las puntuaciones de calcio ayudan a los doctores a evaluar el riesgo del paciente de desarrollar problemas del corazón. Los escaneos también pueden ser utilizados para medir la progresión de la enfermedad cardiaca y la efectividad del tratamiento.

# L2059
source: The INTERVENT health assessment is an online assessment that considers your lifestyle habits, health history, calcium score and other measures to determine your arterial age, your heart disease risk factors and your risk for certain other chronic conditions. It only takes about 15 minutes to complete. The results are used to set appropriate goals for you.
es: La evaluación de salud de INTERVENT es una realizada en línea y considera sus hábitos de estilo de vida, historial médico, puntuación de calcio y otras medidas para determinar la edad de sus arterias, sus factores de riesgo para enfermedad cardiaca y su riesgo para otras condiciones crónicas. Solo toma unos 15 minutos en completar. Los resultados son utilizados para establecer metas apropiadas para usted.

# L2060
source: A McAllen Heart Hospital care team member will review your personal report with you and suggest a roadmap for improving your health. Plus, if you like, you’ll be able to enroll in our CardioSmart OnCall telephonic coaching program to learn about how to eat healthfully, be physically active, manage your weight, manage your stress, sleep better and much more.
es: Un miembro de su equipo de cuidado del Hospital McAllen Heart revisará su reporte personal con usted y le aconsejará sobre un plan de acción para mejorar su salud. Además, si gusta, podrá registrarse en nuestro programa de entrenamiento telefónico CardioSmart OnCall para aprender más sobre cómo comer saludable, ser más activo físicamente, manejar su peso, manejar su estrés, dormir mejor y mucho más.

# L2061
source: Welcome to McAllen Heart Hospital
es: Bienvenido al Hospital McAllen Heart

# L2062
source: Health Records Online
es: Archivos Medicos en Línea

# L2063
source: Attend a Free Weight-Loss Surgery Seminar
es: Asista a un Seminario Gratuito de Cirugía para Pérdida de Peso

# L2064
source: Online Registration
es: Registración en Línea

# L2065
source: CardioSmart Resources
es: Recursos de CardioSmart

# L2066
source: CardioSmart is a patient-centered initiative of the prestigious American College of Cardiology. INTERVENT is part of this unique program that encourages patients to play a more active and informed role in their own heart health. CardioSmart resources are available to all patients of McAllen Heart Hospital.
es: CardioSmart es una iniciativa centrada en pacientes del prestigioso Colegio Americano de Cardiología. INTERVENT es parte de este programa único que fomenta a sus pacientes a tomar un rol más activo e informado en su propia salud. Los recursos de CardioSmart están disponible para todos los pacientes del Hospital McAllen Heart.

# L2067
source: Here’s how to access these valuable resources:
es: Puede accesar estos recursos tan importantes aquí:

# L2072
source: CardioSmart A-Z Topics
es: Temas de CardioSmart A-Z

# L2073
source: CardioSmart Drugs and Treatments
es: Tratamientos y Medicamentos de CardioSmart

# L2074
source: Read about patients like you. Look for similarities to yourself and your situation. If others can take action and have success – so can you!
es: Aprenda sobre pacientes como usted. Observe en qué se asemejan a usted y su situación. ¡Si otros pueden tomar acciones y tener éxito- usted también puede!

# L2426
source: Please call INTERVENT at 1-855-494-1093 for program pricing options, questions or to enroll in a program.
es: Por favor llame a INTERVENT al 1-855-494-1093 para opciones de costo del programa, preguntas o para registrarse en un programa.

# L2427
source: Join CardioSmart and Set Profile
es: Únase a CardioSmart y Comience su Perfil

# L2428
source: Calcium Scans Refine Treatment
es: Los Escaneos de Calcio Afinan el Tratamiento

# L2429
source: Experts Endorse Imaging for Screening
es: Los Expertos Avalan el Uso de Escaneos para Cernimientos

# L2430
source: Measuring Calcium Build Up Helps
es: Medir la Acumulación de Calcio Ayuda

# L2431
source: I surely enjoyed my coach …She was very helpful and supportive on my journey to quitting smoking. The kits were helpful… I enjoyed the kits on nutrition and weight management. I now know how important it is for your well-being to eat the right foods and also get in a good amount of daily exercise.
es: Me disfrute mi entrenadora... Ella fue de mucha ayuda y un gran apoyo en mi trayectoria para dejar de fumar. Los programas educativos fueron muy útiles.... Me disfruté las educaciones de nutrición y manejo de peso. Ahora sé cuán importante es para mi bienestar comer las comidas correctas y también hacer la cantidad adecuada de ejercicios diariamente.

# L2432
source: My health and well-being have improved tremendously over the past months since I started the program with INTERVENT. My doctor recommended that losing some weight would improve my overall health, and it has. My blood pressure and cholesterol levels are now within the normal range. For the first time, I have maintained a reduction with my weight.
es: Mi salud y bienestar han mejorado a través de los pasados meses desde comence el programa de INTERVENT. Mi doctor recomendó perder peso para mejorar mi salud en general y lo ha hecho. Mi presion arterial y niveles de colesterol están ahora bajo gama normal?. Por primera vez, he mantenido mi peso.
