Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L623
source: Uncomfortable pressure, fullness, squeezing, or pain in the center of the chest lasting more than a few minutes
es: Presión incómoda, sentirse lleno, sensación de opresión o dolor en el centro del pecho que dure más de unos minutos
fr: Pression inconfortable, sensation de satiété, serrement ou douleur au centre de la poitrine pendant plus de quelques minutes
pt: Pressão desconfortável, sensação de peito cheio, sensação de aperto ou dores na região central do peito, durando mais do que alguns minutos

# L624
source: Pain spreading to the shoulders, neck, or arms
es: Dolor que se extiende hacia los hombros, cuello o brazos
fr: Douleur s’étendant aux épaules, au cou ou aux bras
pt: Dor se espalhando para os ombros, o pescoço ou os braços

# L625
source: Chest discomfort, lightheadedness, fainting, sweating, nausea, or shortness of breath
es: Malestar en el pecho, mareos, desmayos, sudores, náuseas o falta de aliento
fr: Inconfort thoracique, étourdissements, évanouissements, transpiration, nausées ou essoufflement
pt: Desconforto no peito, vertigens, desmaios, sudorese, náuseas ou dificuldade para respirar

# L626
source: If you experience any of the above symptoms for more than 15 minutes, get help immediately.
es: Si usted experimenta cualquiera de los síntomas descritos durante más de 15 minutos, pida ayuda inmediatamente.
fr: Si vous éprouvez l’un de ces symptômes pendant plus de 15 minutes, demandez de l’aide immédiatement.
pt: Se você sentir qualquer dos sintomas acima por mais de 15 minutos, procure ajuda imediatamente.

# L627
source: Don’t delay. Call for emergency medical service or have someone drive you to the hospital emergency room, which ever is faster.
es: No pierda tiempo. Llame al 911 para solicitar servicio médico de urgencia o haga que alguien lo lleve a una sala de emergencia, lo que sea más rápido.
fr: Ne tardez pas. Appelez un service médical d’urgence ou demandez à quelqu’un de vous conduire à la salle d’urgence d’un hôpital, selon ce qui est le plus rapide.
pt: Não perca tempo. Ligue para um serviço de emergência médica ou peça a alguém que o leve a um pronto-socorro, o que for mais rápido.

# L628
source: Don’t try to phone your doctor to make an appointment.
es: No intente llamar a su médico para pedir una cita.
fr: N’essayez pas d’appeler votre médecin pour prendre rendez-vous.
pt: Não tente ligar par o seu médico para marcar uma consulta.

# L629
source: Don’t try to drive yourself.
es: No intente conducir por sí mismo.
fr: N’essayez pas de conduire vous-même.
pt: Não vá dirigindo sozinho.

# L63
source: Most of the time during the {0}, have you performed moderate-intensity aerobic physical activity (such as brisk walking) for a minimum of 150 minutes each week OR vigorous-intensity aerobic physical activity (such as jogging) for a minimum of 75 minutes each week OR an equivalent combination of moderate- and vigorous-intensity aerobic physical activity?
es: ¿La mayor parte del tiempo durante los {0}, usted ha realizado alguna actividad física aérobica de intensidad moderada (equivalente a una caminata rápida) por un mínimo de 150 minutos cada semana o actividad física aérobica de intensidad vigorosa (ejemplo correr) por un mínimo de 75 minutos a la semana o una combinación equivalente a actividad física con intensidad moderada y vigorosa?
fr: La plupart du temps pendant {0}, avez-vous fait chaque semaine au moins 150 minutes d’exercice d’aérobie d’intensité modérée (comme la marche rapide) OU au moins 75 minutes d’exercice d’aérobie d’intensité vigoureuse (comme le jogging), ou encore une combinaison équivalente d’exercice d’aérobie d’intensité modérée et vigoureuse?
pt: Na maior parte do tempo durante o período {0}, você manteve atividades físicas aeróbicas de intensidade moderada e/ou vigorosa (como caminhadas intensas) por pelo menos 150 minutos por semana OU atividades físicas aeróbicas de intensidade vigorosa (como cooper) por pelo menos 75 minutos por semana OU uma combinação equivalente de atividades físicas aeróbicas de intensidade moderada e vigorosa?

# L630
source: Most of the damage occurring from a heart attack occurs within the first six hours. The faster you can get help, the greater the chance of limited damage to your heart and a quick and complete recovery.
es: El mayor daño causado por un ataque al corazón ocurre en las seis primeras horas. Cuanto más rápido consiga ayuda, mayores las probabilidades de limitar el daño a su corazón y de una rápida y completa recuperación.
fr: La plupart des dommages causés par une crise cardiaque surviennent dans les six premières heures. Plus vous obtiendrez de l’aide rapidement, plus vous aurez de chances de limiter les dommages à votre cœur et de vous rétablir vite et complètement.
pt: A maioria dos danos que ocorrem no caso de um ataque cardíaco ocorrem nas primeiras seis horas. Quanto mais rápido chegar a ajuda, maiores serão suas chances de limitar os danos aos seu coração e de conseguir se recuperar rapidamente, por completo.

# L631
source: If you are with someone who is having symptoms of a heart attack, expect him or her to deny the problem or make excuses.
es: Si usted está con alguien que está sufriendo los síntomas de un ataque al corazón, no espere que él o ella niegue el problema o ponga excusas.
fr: Si vous êtes avec une personne qui présente des symptômes de crise cardiaque, attendez-vous à ce qu’elle nie le problème ou trouve des excuses.
pt: Se você estiver com alguém que estiver sentindo sintomas de um ataque cardíaco, você pode esperar que a pessoa negue o problema e dê desculpas.

# L632
source: Don't take no for an answer.
es: No acepte un no por respuesta.
fr: N’acceptez pas son refus.
pt: Não aceite um 'não' como resposta.

# L633
source: Take action. Get the person to the hospital emergency room immediately.
es: Tome acción de inmediato. Lleve a la persona a una sala de emergencia de un hospital inmediatamente.
fr: Passez à l’action. Amenez immédiatement la personne à la salle des urgences d’un hôpital.
pt: Tome as providências necessárias. Leve a pessoa para o pronto-socorro imediatamente.

# L634
source: Learn CPR so you can help others. Ask those around you to learn it, too.
es: Aprenda RCP para poder ayudar a otros. Pida a las personas de su entorno que también lo aprendan.
fr: Apprenez la réanimation cardiorespiratoire (RCR) pour pouvoir aider les autres et incitez vos proches à faire de même.
pt: Aprenda os procedimentos RCP para poder ajudar outras pessoas. Peça às pessoas próximas que aprendam também.

# L635
source: If you go to the emergency room, be prepared to tell the medical staff the following information:
es: Si usted va a una sala de emergencia, esté preparado para proporcionar al equipo médico la siguiente información:
fr: Si vous vous rendez à la salle des urgences, préparez-vous à fournir au personnel médical les renseignements suivants :
pt: Se você for ao pronto-socorro, prepare-se para passar aos profissionais da clínica as seguintes informações:

# L636
source: Symptoms
es: Síntomas
fr: Symptômes;
pt: Sintomas

# L637
source: When the symptoms started
es: Cuándo empezaron los síntomas
fr: Heure des premiers symptômes;
pt: Quando os sintomas se manifestaram

# L638
source: How the symptoms have progressed
es: Cómo han evolucionado los síntomas
fr: Évolution des symptômes;
pt: Como os sintomas progrediram

# L639
source: Any medications or actions taken
es: Cualquier medicación o acción tomada
fr: Tout médicament ou toute mesure prise.
pt: Qualquer medicamento ministrado ou providência tomada

# L64
source: Do you experience any of the following with exertion: chest discomfort, unusual breathlessness, dizziness, fainting or blackouts? (Note: If yes, please consult a doctor about these symptoms if you have not already done so.)
es: ¿Sufre usted alguno de los siguientes sintomas cuando se ejercita: malestar en el pecho, falta de respiración sin motivo, mareos, desmayos, o pérdidas de conocimiento? (Nota: si la respuesta es Sí, por favor consulte a su médico sobre estos síntomas si no lo ha hecho ya.)
fr: Pendant l’exercice, éprouvez-vous des symptômes inhabituels comme un inconfort thoracique, un essoufflement inhabituel, des étourdissements, des évanouissements ou des pertes de conscience? (Remarque : Le cas échéant, veuillez consulter un médecin au sujet de ces symptômes, si ce n’est pas déjà fait.)
pt: Você sofreu qualquer dos desconfortos a seguir devido a esforço físico: desconforto no peito, falta de ar incomum, tontura, desmaios ou perda dos sentidos? (Observação: Em caso afirmativo, consulte um médico sobre esses sintomas se ainda não tiver feito isto.)

# L640
source: The emergency room staff will work quickly to stabilize your condition.
es: El equipo de emergencias trabajará rápido para estabilizar su condicion.
fr: Le personnel de la salle des urgences travaillera rapidement pour stabiliser votre état.
pt: O pessoal do pronto-socorro trabalhará rapidamente para estabilizar sua condição.

# L641
source: My Warning Signs to be Aware of - Stroke
es: Mis señales de advertencia para estar alerta - Apoplejía
fr: Mes signes précurseurs : AVC
pt: Sinais de alerta para você ter em mente – Derrames

# L642
source: Knowing the warning signs of stroke is important. If you act fast and see a doctor immediately, you could prevent a major stroke or save your life. You and your family should learn these warning signs of stroke. You may have one or several of them. They may last for just a few seconds.
es: Conocer las señales de alerta de un infarto cerebral es importante. Si actúa rápido y ve a un médico inmediatamente, podría prevenir un infarto cerebral mayor o salvar su vida. Usted y su familia deberían aprender estas señales de alerta de un infarto cerebral. Usted podría tener una o varias. Éstas podrían durar sólo unos segundos.
fr: Il est important de connaître les signes précurseurs de l’AVC. Si vous agissez rapidement et que vous consultez un médecin immédiatement, vous pourriez prévenir un AVC grave ou vous sauver la vie. Votre famille et vous devriez apprendre ces signes précurseurs. Vous pourriez en présenter un ou plusieurs. Ils peuvent durer seulement quelques secondes.
pt: É importante conhecer os sinais de alerta de derrames. Se você agir rapidamente e consultar um médico imediatamente, pode evitar um derrame de grandes proporções ou salvar sua vida. Você e sua família devem conhecer os sinais de alerta de um derrame. Você pode tem um ou vários sintomas. Eles podem durar apenas alguns segundos.

# L643
source: Paralysis, sudden weakness, clumsiness, or loss of sensation in an arm, leg, or the side of your face. You may experience a single symptom in one place or most of these symptoms in several places on the body.
es: Parálisis, debilidad repentina, torpeza, o pérdida de sensibilidad en un brazo, pierna, o lado de la cara. Usted podría sufrir un sólo síntoma en un lugar o la mayor parte de ellos en diferentes partes del cuerpo.
fr: Paralysie, faiblesse soudaine, maladresse ou perte de sensation dans un bras ou une jambe ou sur le côté du visage. Il est possible de ressentir un seul symptôme à un endroit sur le corps ou la plupart de ces symptômes à plusieurs endroits.
pt: Paralisia, fraqueza súbita, locomoção atípica ou paralisação de um braço, uma perna ou de um lado da face. Você pode sentir apenas um sintoma em um ponto ou vários desses sintomas em diversos pontos do corpo.

# L644
source: Rapid onset of blurred or decreased vision, especially in one eye.
es: Rápido inicio de visión borrosa o disminuída, especialmente en un ojo.
fr: Vision subitement floue ou diminuée, surtout dans un œil.
pt: A visão fica embaçada ou desfocada rapidamente, particularmente em um olho.

# L645
source: Loss of speech or difficulty in speaking or in understanding what others are saying.
es: Pérdida o dificultad para hablar o entender lo que otros están diciendo.
fr: Perte de la parole ou difficulté à parler ou à comprendre ce que les autres disent.
pt: Perda da fala ou dificuldade para falar ou entender o que os outros estão falando.

# L646
source: Loss of balance, dizziness, unsteadiness, or difficulty in swallowing.
es: Pérdida de equilibrio, vértigos, inestabilidad, o dificultad al tragar.
fr: Perte d’équilibre, étourdissements, instabilité ou difficulté à avaler.
pt: Perda do equilíbrio, tontura, instabilidade ou dificuldade para engolir.

# L647
source: A TIA, sometimes called a mini-stroke, happens fast and is over quickly, usually lasting for more than two minutes but less than 15 minutes. The symptoms of a TIA are the same symptoms that accompany a full-fledged stroke. If you experience any of these symptoms, don’t try to figure out whether you’re having a TIA or a stroke. Get emergency medical treatment immediately. Prompt action may save your life or help limit the damage to your brain.
es: Un AIT, a veces llamado mini-ataque, sucede rápido y se va pronto, normalmente dura entre dos y 15 minutos. Los síntomas del AIT son los mismos que acompañan a la apoplejía. Si usted experimenta cualquiera de esos síntomas, no trate de averiguar si está sufriendo un AIT o un infarto cerebral. Reciba tratamiento médico inmediatamente. Una pronta acción puede salvarle la vida o ayudar a limitar el daño cerebral.
fr: Un AIT, parfois appelé « mini-AVC », se produit et se termine rapidement, habituellement entre deux et quinze minutes. Les symptômes d’un AIT sont les mêmes que ceux d’un AVC à proprement parler. Si vous éprouvez l’un de ces symptômes, n’essayez pas de déterminer si vous avez un AIT ou un AVC. Obtenez un traitement médical d’urgence immédiatement. Une réaction rapide peut vous sauver la vie ou limiter les dommages à votre cerveau.
pt: O AIT, também conhecido como “mini-derrame”, acontece rapidamente, geralmente dura mais de dois minutos mas menos de 15 minutos. Os sintomas de um AIT são os mesmos de um derrame cerebral completo. Se você sentir qualquer desses sintomas, não tente descobrir se você está tendo um AIT ou um aneurisma. Procure um tratamento médico de emergência imediatamente. A ação imediata pode salvar sua vida ou ajudar a limitar os danos no seu cérebro.

# L648
source: Some strokes occur due to bleeding in or around the brain. These types of stroke give little warning and are seldom preceded by a TIA. By the time you feel the symptoms, you’re having the stroke. Urgent medical care is needed. In addition to the above mentioned symptoms, these symptoms may occur:
es: Algunos infartos cerebrales suceden debido al sangrado en o alrededor de su cerebro. Estos tipos de infarto cerebral dan poco aviso y raramente son precedidos de un AIT. Para cuando sienta los síntomas, ya estará sufriendo un infarto cerebral. Se necesita cuidado médico urgente. Además de los síntomas mencionados arriba, pueden ocurrir estos otros:
fr: Certains AVC surviennent en raison de saignements dans le cerveau ou autour de celui-ci. Ces AVC donnent peu d’avertissements et sont rarement précédés d’un AIT. Lorsque vous ressentez les symptômes, vous êtes en train d’avoir un AVC. Des soins médicaux urgents sont requis. En plus des symptômes susmentionnés, les suivants peuvent survenir :
pt: Alguns derrames ocorrem devido a um sangramento interno no cérebro (aneurisma). Esse tipo de derrame tem poucos sinais de alerta e raramente é precedido de um AIT. Quando você finalmente sentir os sintomas, você já estará sofrendo o aneurisma. Tratamento médico urgente é necessário. Além dos sintomas citados acima, os seguinte sintomas podem ocorrer:

# L649
source: Sudden, severe headache
es: Dolor de cabeza repentino y severo
fr: Maux de tête soudains et sévères;
pt: Dor de cabeça súbita e muito forte

# L65
source: Most of the time during the {0}, have you eaten (or attempted to eat) healthfully by doing the following: eating (or attempting to eat) foods low in "unhealthy" fats and cholesterol? Note: "Unhealthy" fats (saturated and trans fats) and cholesterol are found in foods such as fatty meats; whole milk dairy products; butter, lard and stick margarine; coconut and palm oils; many fast foods; many commercially-prepared baked goods; many fried foods; regular peanut butter; egg yolks; and organ meats.
es: La mayor parte del tiempo durante los {0}, ha comido (o ha intentado comer) saludablemente al hacer lo siguiente: comer (o intentar comer) alimentos bajos en grasas "no saludables" y colesterol? Nota: las grasas "insalubres" (grasas saturadas y trans) y el colesterol se encuentran en alimentos como las carnes grasas; productos lacteos de leche entera; mantequilla, manteca de cerdo y margarina en barra; aceites de coco y palma; muchas comidas rápidas; muchos productos horneados preparados comercialmente; muchas comidas fritas; mantequilla de crema de cacahuate regular; yemas de huevo; y carnes de organos.
fr: La plupart du temps pendant {0}, avez-vous mangé (ou tenté de manger) sainement en choisissant (ou tentant de choisir) des aliments pauvres en mauvais gras et cholestérol? Remarque : Les mauvais gras (gras saturés et trans) et le cholestérol se retrouvent dans des aliments comme les viandes grasses, les produits au lait entier, le beurre, le saindoux et la margarine solide, les huiles de palme et de noix de coco, de nombreux aliments de restauration rapide, plusieurs produits de boulangerie et pâtisseries commerciaux, de nombreux aliments frits, le beurre d’arachide ordinaire, les jaunes d’œufs et les abats rouges.
pt: Na maior parte do tempo no período {0}, você comeu (ou tentou comer) alimentos saudáveis, fazendo o seguinte: comer (ou tentar comer) alimentos com baixo teor de gordura e colesterol "não saudáveis"? Observação: Gordura (saturadas e trans) e colesterol "não saudáveis" são encontrados em alimentos como carne gorda; laticínios de leite integral; manteiga, banha e margarina; óleos de coco e azeite de dendê; muitos tipos de fast food; muitos produtos pré-cozidos industrializados; muitos alimentos fritos; manteiga de amendoim; gema de ovo; e miúdos.

# L650
source: Nausea and vomiting
es: Náuseas y vómito
fr: Nausées et vomissements;
pt: Náuseas e vômitos

# L651
source: Loss of consciousness
es: Pérdida de conciencia
fr: Perte de conscience.
pt: Perda da consciência

# L652
source: If you experience any of the symptoms of a stroke, get help immediately. Do not delay. Call for emergency medical service or have someone drive you to the hospital emergency room, whichever is faster.
es: Si usted sufre alguno de los síntomas de un infarto cerebral, reciba ayuda inmediatamente. No se retrase. Llame al 911 para solicitar servicio médico de emergencia o haga que alguien lo lleve a una sala de emergencia de un hospital, lo que sea más rapido.
fr: Si vous éprouvez un des symptômes d’un AVC, demandez de l’aide immédiatement. Ne tardez pas. Appelez un service médical d’urgence ou demandez à quelqu’un de vous conduire à la salle d’urgence d’un hôpital, selon ce qui est le plus rapide.
pt: Se você sentir qualquer dos sintomas de um aneurisma, procure ajuda imediatamente. Não perca tempo. Ligue para um serviço de emergência médica ou peça a alguém que o leve a um pronto-socorro, o que for mais rápido.

# L653
source: Do not try to phone your doctor for an appointment.
es: No trate de llamar a su médico para una cita.
fr: N’essayez pas d’appeler votre médecin pour prendre rendez-vous.
pt: Não tente ligar para o seu médico para marcar uma consulta.

# L654
source: Do not try to drive yourself.
es: No trate de conducir usted mismo.
fr: N’essayez pas de conduire vous-même.
pt: Não vá dirigindo sozinho.

# L655
source: Do not delay. Most of the damage that occurs as a result of a stroke occurs within the first few hours. The faster you can get help, the greater the chance of limited damage to the brain.
es: No pierda el tiempo. La mayor parte de los daños causados por un infarto cerebral suceden durante las primeras horas. Cuanto más rápido consiga ayuda, mayores serán las probabilidades de daños limitados en su cerebro.
fr: Ne tardez pas. La plupart des dommages d’un AVC surviennent dans les premières heures. Plus vous obtiendrez de l’aide rapidement, plus vous aurez de chances de limiter les dommages à votre cerveau.
pt: Não perca tempo. A maioria dos danos que ocorrem em consequência de um derrame ocorrem nas primeiras horas. Quanto mais rápido você puder obter ajuda, maiores serão suas chances de limitar os danos no seu cérebro.

# L656
source: If you are with someone who is showing signs of a stroke,
es: Si usted se encuentra con alguien que está sufriendo los síntomas de un infarto cerebral,
fr: Si vous êtes avec quelqu’un qui montre des signes d’AVC,
pt: Se você estiver com alguém que manifestar sinais de um derrame:

# L657
source: Take immediate action.
es: Tome accion de inmediato.
fr: agissez rapidement.
pt: Tome providências imediatamente.

# L658
source: Get the person to the hospital emergency room immediately.
es: Lleve a la persona a la sala de emergencia de un hospital inmediatamente.
fr: Amenez immédiatement la personne à la salle des urgences d’un hôpital.
pt: Leve a pessoa para o pronto-socorro imediatamente.

# L659
source: But before we show you your report, please select one of the INTERVENT wellness program(s) that are available to you.
es: Pero antes de mostrarle su reporte, por favor escoja uno de los programas de bienestar de INTERVENT que están disponibles para usted.
fr: Toutefois, avant de voir votre rapport, sélectionnez l’un des programmes sur le bien-être d’INTERVENT qui vous sont offerts.

# L66
source: Most of the time during the {0}, have you eaten (or attempted to eat) healthfully by doing the following: eating (or attempting to eat) healthier carbohydrates (such as fruits, vegetables and whole grains) instead of less healthy carbohydrates (such as regular sodas, candy, sweets and other foods with added sugar; and white bread and other refined grains and cereals)?
es: La mayor parte del tiempo durante los {0}, ha comido (o intentado comer) de forma saludable haciendo lo siguiente: comer (o intentar comer) carbohidratos mas saludables (como frutas, verduras y granos integrales) en lugar de carbohidratos menos saludables ( como refrescos regulares, dulces, dulces y otros alimentos con azúcar agregado, y pan blanco y otros cereales y granos refinados)?
fr: La plupart du temps pendant {0}, avez-vous mangé (ou tenté de manger) sainement en choisissant (ou essayant de choisir) des glucides sains (comme des fruits, des légumes et des grains entiers) au lieu de glucides moins sains (comme des boissons gazeuses ordinaires, des bonbons, des sucreries et d’autres aliments avec du sucre ajouté; du pain blanc et d’autres grains et céréales raffinés)?
pt: Na maior parte do tempo no período {0}, você comeu (ou tentou comer) alimentos saudáveis, fazendo o seguinte: comer (ou tentar comer) carboidratos mais saudáveis (como frutas, legumes e grãos integrais) em vez dos carboidratos menos saudáveis (como refrigerantes, balas, doces e outros alimentos com adição de açúcar; e pão branco e outros grãos e cereais refinados)?

# L660
source: I'll decide later. Please show me my report.
es: Decidire luego. Por favor muéstreme mi informe.
fr: Je déciderai plus tard. Je veux voir mon rapport.

# L661
source: Please show me my report
es: Por favor muéstreme mi reporte
fr: Je veux voir mon rapport.
pt: Mostre-me meu relatório

# L662
source: Recipes
es: Recetas
fr: Recettes

# L663
source: Successfully Completed
es: Exitosamente Completo

# L664
source: Program Incomplete - Incentive Achieved
es: Programa Incompleto- Incentivo logrado

# L665
source: No Longer Interested
es: Ya no esta interesado

# L666
source: Loss Contact
es: Perdida de Contacto

# L667
source: Withdrew
es: Retirar su Participación

# L668
source: HRA Age
es: Terminación de Empleo
fr: Âge lors de l’ERS
