Repository: Intervent/Intervent-Responsive-Core
Catalog: Intervent.Web.DataLayerCore/Properties/*.resx
Languages: ar, ar_ae, es, fr, pt

# L2110
source: Our research shows that participants who complete their scheduled coaching sessions are the most successful in making and sustaining beneficial lifestyle changes.
es: Nuestros estudios muestran que los participantes que completan sus sesiones de entrenamiento son más exitoso en hacer y mantener cambios de estilo de vida beneficiosos.
fr: Nos recherches démontrent que les participants qui terminent leurs séances d’encadrement sont ceux qui réussissent le mieux à apporter et à maintenir des changements bénéfiques à leur mode de vie.
pt: Nossa pesquisa comprova que os participantes que concluíram as sessões de coaching programadas são os mais bem-sucedidos na implementação e manutenção de mudanças benéficas no seu estilo de vida.

# L2111
source: Coaching Sessions Available
es: Sesiones de Entrenamiento Disponible
fr: Séances d’encadrement disponibles
pt: Sessões de coaching disponíveis

# L2112
source: Coaching Sessions Completed
es: Sesiones de Entrenamiento Completadas
fr: Séances d’encadrement terminées
pt: Sessões de coaching concluídas

# L2113
source: Key Educational Topics
es: Temas Educativos Claves
fr: Thèmes éducatifs importants
pt: Principais temas educacionais

# L2114
source: Date Assigned
es: Día Asignado
fr: Date d’attribution
pt: Data agendada

# L2115
source: Education Topic
es: Tema Educativo
fr: Thème éducatif
pt: Tema educacional

# L2116
source: Percent Completed
es: Porcentaje Completo
fr: Partie terminée (%)
pt: Percentual de conclusão

# L2117
source: Aim for goal values or below.
es: Su objetivo debe ser alcanzar los valores meta o estar debajo de los mismos
fr: Visez les valeurs cibles ou moins.
pt: Diabetes

# L2118
source: Satisfaction Survey
es: Encuesta de Satisfacción
fr: Sondage de satisfaction

# L2119
source: Please respond on a 10-point scale (0 = Strongly Disagree and 10 = Strongly Agree).
es: Por favor responda en una escala de 10 puntos (0=Totalmente en Desacuerdo y 10=Totalmente de Acuerdo).
fr: Veuillez répondre sur une échelle de 10 points (0 = Pas du tout d’accord; 10 = Tout à fait d’accord).

# L2120
source: <span>Thank you. Do you wish to tell us more about your INTERVENT experience? </span><a href="#" style="color:skyblue" id="showMoreQuestions">Tell us more…</a>
es: <span>Gracias. ¿Le gustaría decirnos más sobre su experiencia con INTERVENT? </span><a href="#" style="color:skyblue" id="showMoreQuestions">Díganos más…</a>

# L2121
source: Previous Value
es: Valor Inicial
fr: Valeur précédente
pt: Valor anterior

# L2122
source: Health and Productivity
es: Salud y Productividad
fr: Santé et productivité

# L2123
source: Do you want to add this incentive?
es: ¿Quiere añadir este incentive?

# L2124
source: Do you want to remove this incentive?
es: ¿Quiere remover este incentivo?

# L2125
source: View Attachment
es: Ver archivo adjunto
fr: Voir pièce jointe
pt: Ver o anexo

# L2126
source: Employer Incentives
es: Incentivos de su Patrón

# L2127
source: Download Tobacco Affidavit
es: Descargar Affidavit de Tabaco

# L2128
source: Uploaded Affidavit
es: Affidavit ha sido Subida

# L2129
source: Upload Completed Affidavit Form
es: Suba Documento de Affidavit Completado

# L2130
source: Please upload pdf or images
es: Por favor suba el pdf o imágenes
fr: Veuillez téléverser un fichier PDF ou des images.

# L2131
source: Total Cholesterol should be greater than sum of LDL and HDL
es: Colesterol Total debe ser más de la suma de su LDL y HDL
fr: Le cholestérol total devrait être supérieur à la somme des taux de cholestérol LDL et HDL.
pt: O colesterol total deve ser maior do que a soma de LDL e HDL

# L2132
source: Triglyceride divided by 5 must always be less than total cholesterol
es: Triglicéridos divididos entre 5 deber ser siempre menos que su colesterol total
fr: Le taux de triglycérides divisé par cinq doit toujours être inférieur au cholestérol total.
pt: Os triglicérides divididos por 5 devem sempre se manter abaixo do colesterol total

# L2133
source: Date must be within the last year
es: Fecha debe ser dentro del pasado año
fr: La date doit se situer dans la dernière année.
pt: A data deve ser no ano passado

# L2134
source: Systolic value must always be higher than diastolic value.
es: Valor sistólico debe ser siempre mayor que el valor diastólico.
fr: La valeur systolique doit toujours être supérieure à la valeur diastolique.
pt: O valor sistólico deve ser sempre mais alto do que o valor diastólico.

# L2135
source: Tobacco Log
es: Registro de Tabaco
fr: Journal sur le tabac

# L2136
source: Sleep Log
es: Registro de Sueño
fr: Journal sur le sommeil

# L2137
source: Stress Management Log
es: Diario de Manejo de Estrés
fr: Journal de gestion du stress

# L2138
source: Select RPE
es: Seleccione RPE
fr: Sélectionnez l’EPE

# L2139
source: Meat
es: Carnes
fr: Viande

# L2140
source: Fruit
es: Frutas

# L2141
source: Non-Starchy Veg
es: Veg Sin Almidón
fr: Légume pauvre en féculents

# L2142
source: Fats
es: Grasas
fr: Matières grasses

# L2143
source: Milk
es: Leche
fr: Lait

# L2144
source: Servings
es: Porciones
fr: Portions

# L2145
source: Hours of Sleep
es: Horas de Sueño
fr: Heures de sommeil

# L2146
source: Sleep Quality
es: Calidad de Sueño
fr: Qualité du sommeil

# L2147
source: Daytime Alertness
es: Estado de Alerta Durante el Día
fr: État d’éveil durant le jour

# L2148
source: Mood
es: Estado de Animo
fr: Humeur

# L2149
source: Add to Sleep Log
es: Añada a su Registro de Sueño
fr: Ajouter au journal sur le sommeil

# L2150
source: Time I went to sleep
es: Hora que me fui a dormir
fr: Heure de coucher

# L2151
source: Time I got up
es: Hora que me levante
fr: Heure de réveil

# L2152
source: Quality of Sleep
es: Calidad de Sueño
fr: Qualité du sommeil

# L2153
source: Mood today
es: Estado de Animo Hoy
fr: Humeur de la journée

# L2154
source: Ankylosing spondylitis
es: spondylitis Ankylosing
fr: Spondylarthrite ankylosante
pt: Espondilite anquilosante

# L2401
source: Stroke : Brain damage resulting from an interruption of blood flow to the brain. Transient ischemic attack : A brief interruption of blood flow to the brain, usually causing the brain cells to pause in their normal functioning for only a few minutes. The symptoms are the same symptoms as for a full-fledged stroke. Unlike a stroke, however, there is no permanent brain damage. Also called a "TIA" or "mini-stroke" or "a stroke warning spell" (because TIAs often happen before a major stroke).
es: Derrame cerebral: Daño cerebral como resultado de la interrupción del flujo sanguíneo al cerebro. Ataque isquémico transitorio: Una breve interrupción del flujo sanguíneo al cerebro, usualmente causando que las células cerebrales detengan su funcionamiento normal por unos minutos. Los síntomas son los mismos a un derrame cerebral completamente desarrollado. A diferencia de un derrame cerebral, sin embargo, no hay daño cerebral permanente. También llamado un "AIT” o "mini-ataque” o "una advertencia de derrame” (por que los AIT ocurren frecuentemente antes de un derrame cerebral grave). Ataque cardiaco: Daño irreversible un área del musculo cardíaco resultado en una interrupción del flujo sanguíneo. También llamado "infarto de miocardio” o "IM"
fr: AVC : Lésions cérébrales causées par une interruption du flux sanguin vers le cerveau. Accident ischémique transitoire : Une brève interruption du flux sanguin vers le cerveau, provoquant généralement un arrêt de quelques minutes seulement dans le fonctionnement normal des cellules cérébrales. Les symptômes sont les mêmes que ceux d’un AVC à proprement parler. Contrairement à ce dernier, il n’y a toutefois pas de lésions cérébrales permanentes. On l’appelle aussi « AIT », « mini-AVC » ou « avertissement d’AVC » (parce qu’ils surviennent souvent avant un AVC majeur).
pt: Derrame: Danos cerebrais resultantes de uma interrupção no fluxo sanguíneo para o cérebro. Ataque isquêmico transitório: Uma breve interrupção do fluxo sanguíneo para o cérebro, geralmente gerando uma pausa no funcionamento normal das células cerebrais por apenas alguns minutos. Os sintomas são os mesmos de um derrame pleno. Ao contrário do derrame, entretanto, não ocorrem danos cerebrais permanentes. Também conhecido como "AIT" ou "mini-derrame" ou "alerta de derrame" (porque os AITs muitas vezes acontecem antes de um derrame completo).

# L2402
source: Heart attack : Irreversible damage to an area of the heart muscle resulting from an interruption of blood flow. Also called "myocardial infarct" or "MI". Coronary artery bypass surgery : A surgical technique by which blood is detoured around a blocked coronary artery with the use of a vein or an artery from another part of the body. Angioplasty (PTCA) : A procedure used to dilate (or widen) the coronary arteries at sites where they have become narrowed by plaque buildup. Also called a "percutaneous transluminal coronary angioplasty" or "PTCA". Stent : A device that is inserted in a coronary artery during an angioplasty (or PTCA) procedure to help keep the artery open.
es: Cirugía bypass de arteria coronaria: Una técnica quirúrgica por la cual se desvía la sangre alrededor de una arteria coronaria obstruida con el uso de una vena o una arteria de otra parte del cuerpo. Angioplastia (PTCA): Un procedimiento utilizado para dilatar (o ampliar) las arteria coronarias en lugares donde se han convertido estrechas por la acumulación de placa. También llamado "angioplastia coronaria transluminal percutánea” o "ACTP”. Stent: Un aparato insertado en una arteria coronaria durante un procedimiento de angioplastia (o ACTP) para ayudar mantener la arteria abierta.
fr: Crise cardiaque : Interruption de la circulation sanguine causant des dommages irréversibles à une région du muscle cardiaque. On l’appelle aussi « infarctus du myocarde » ou « IM ». Pontage coronarien : Technique chirurgicale par laquelle le sang est détourné d’une artère coronaire obstruée à l’aide d’une veine ou d’une artère d’une autre partie du corps. Angioplastie (ACTP) : Procédure visant à dilater (ou élargir) les artères coronaires aux endroits où l’accumulation de plaques les a rétrécies. Elle est également appelée « angioplastie coronaire percutanée transluminale » ou « ACTP ». Endoprothèse : Appareil inséré dans une artère coronaire au cours d’une angioplastie (ou ACTP) pour garder l’artère ouverte.
pt: Ataque cardíaco: Danos irreversíveis à uma região do músculo cardíaco, resultante de uma interrupção no fluxo sanguíneo. Também conhecido como "infarto do miocárdio " ou "IM". Cirurgia de ponte de safena nas artérias coronárias: A técnica cirúrgica pela qual o sangue é desviado em torno de uma artéria coronária bloqueada, com o uso de uma veia ou uma artéria de outra parte do corpo. Angioplastia (ATPC): Um procedimento utilizado para dilatar (ou alargar) as artérias coronárias nos pontos em que se estreitaram devido ao acúmulo de placas de gordura. Também conhecida como "angioplastia percutânea transluminal coronária" ou "ATPC". Stent: Um dispositivo inserido em uma artéria coronária durante uma angioplastia (ou ATPC) para ajudar a manter o artéria aberta.

# L2403
source: Angina : Chest pain or discomfort resulting from an inadequate supply of blood and oxygen to the heart muscle.
es: Angina: Dolor o malestar en el pecho debido a suministro insuficiente de sangre y oxígeno al músculo cardíaco.
fr: Angine : Douleurs thoraciques ou inconfort résultant d’un apport insuffisant de sang et d’oxygène dans le muscle cardiaque.
pt: Angina: Dores ou desconforto no peito resultantes de um fluxo inadequado de sangue e oxigênio para o músculo cardíaco.

# L2404
source: Arteries to your legs : Blockages in the arteries to the legs, caused by the buildup of plaque, are referred to as peripheral arterial disease. Symptoms may include pain or lameness in the buttocks or legs. Typically, these symptoms are only felt during exercise and are relieved by rest. Carotid arteries : Carotid artery disease, a major cause of strokes, is caused by the build up of plaque in one or both of the two main arteries in the neck (called the carotid arteries) that supply blood to the brain.
es: Arteria en las piernas: Obstrucciones en las arterias de las piernas, causados por la acumulación de placa, es referido como enfermedad arterial periférica. Síntomas pueden incluir dolor o cojera de los glúteos o piernas. Usualmente, esto síntomas solo se sienten durante ejercicios y se alivian con descanso. Arterias carótidas: Enfermedad de la arteria carótida, una de las causas principales de los derrames cerebrales, es causada por la acumulación de placa en una o ambas de las arterias principales del cuello (llamadas arterias carótidas) que suministran sangre al cerebro.
fr: Artères des jambes : Les blocages dans les artères des jambes causés par l’accumulation de plaque sont appelés « maladie artérielle périphérique ». Parmi les symptômes, on compte des douleurs ou des boiteries dans les fesses ou les jambes. Généralement, ces symptômes sont seulement ressentis pendant l’exercice et sont soulagés par le repos. Artères carotides : La maladie de l’artère carotide, cause majeure d’AVC, est due à l’accumulation de plaque dans au moins une des deux artères principales du cou (appelées « artères carotides ») qui fournissent le sang au cerveau.
pt: Artérias para sua perna: Obstruções nas artérias que vão para a perna, causado pelo acúmulo de placas de gordura, conhecido como doença arterial periférica. Os sintomas podem incluir dores ou claudicação nas nádegas ou nas pernas. Tipicamente, esses sintomas são sentidos apenas durante os exercícios e se aliviam ao descansar. Artérias carótidas: A doença nas artérias carótidas, uma das principais causas de derrames, é causada pelo acúmulo de placas de gordura em uma ou ambas as artérias principais do pescoço (conhecidas como artérias carótidas), que levam o sangue para o cérebro.

# L2405
source: Cholesterol : A fat-like substance that travels through the bloodstream and increases the risk for heart disease. Triglycerides : A type of fat in the blood that increases the risk for heart disease.
es: Colesterol: Una substancia similar a la grasa que viaja a través del torrente sanguíneo y aumenta el riesgo a enfermedades cardiacas. Triglicéridos: Un tipo de grasa que aumenta el riesgo a enfermedades cardiacas.
fr: Cholestérol : Substance grasse dans la circulation sanguine qui augmente le risque de maladie du cœur. Triglycérides : Type de gras dans le sang qui augmente le risque de maladie du cœur.
pt: Colesterol: Uma substância oleaginosa que passa pela corrente sanguínea e aumenta o risco de desenvolver doenças cardíacas. Triglicérides: Um tipo de gordura no sangue que aumenta o risco de desenvolver doenças cardíacas.

# L2406
source: Diabetes : A disease caused by problems regulating the amount of glucose or sugar in the blood. There are two main types of diabetes: type 1 and type 2
es: Diabetes: Una enfermedad causada por problemas regulando la cantidad de glucosa o azúcar en la sangre. Hay dos tipos principales de diabetes: tipo 1 y tipo 2.
fr: Diabète : Maladie caractérisée par des problèmes de régulation du glucose, c’est-à-dire du sucre, dans le sang. Il en existe deux principaux types : le diabète de type 1 et le diabète de type 2.
pt: Diabetes: Uma doença causada por problemas na regulação do volume de glicose ou açúcar no sangue. Existem dois tipos principais de diabetes: tipo 1 e tipo 2

# L2407
source: Polycystic ovarian syndrome : A common hormonal disorder among women of reproductive age that increases the risk of type 2 diabetes and heart disease. Symptoms and signs include infrequent or prolonged menstrual periods, difficulty becoming pregnant, excess hair growth, acne and obesity
es: Síndrome de ovario poliquístico: Una condición común hormonal entre mujeres de edades reproductivas que aumenta el riesgo de diabetes tipo 2 y enfermedades cardiacas. Síntomas y señas incluyen periodos menstruales infrecuentes o prolongados, dificultad para quedar embarazadas, crecimiento de vellos en exceso, acné y obesidad.
fr: Syndrome des ovaires polykystiques : Trouble hormonal courant chez les femmes en âge de procréer qui augmente le risque de diabète de type 2 et de maladie du cœur. Les symptômes et les signes comprennent des menstruations peu fréquentes ou prolongées, des difficultés à tomber enceinte, une pousse excessive des cheveux, l’acné et l’obésité.
pt: Síndrome dos ovários policísticos: Um transtorno hormonal comum entre mulheres em idade reprodutiva, que aumenta o risco de diabetes tipo 2 e de doenças cardíacas. Os sinais e sintomas incluem períodos menstruais infrequentes ou prolongados, dificuldade de engravidar, crescimento excessivo de pelos, acne e obesidade

# L2408
source: Asthma : A chronic disease that inflames and narrows the airways - the tubes that carry air in and out of your lungs. Asthma causes recurring episodes of wheezing (a whistling sound when you breathe), coughing, chest tightness, and trouble breathing, especially at night and in the early morning.
es: Asma: Una enfermedad crónica que inflama y estrecha las vías respiratorias – los tubos que transportan aire dentro y fuera de sus pulmones. Asma causa episodios recurridos de silbancias (silbidos al respirar), tos, opresión del pecho, y problemas respirando, especialmente en las noches y por la mañana temprano.
fr: Asthme : Maladie chronique qui enflamme et rétrécit les voies respiratoires, soit les tubes qui font circuler l’air dans vos poumons. L’asthme cause des épisodes récurrents de respiration sifflante, de toux, de constriction thoracique et de difficultés respiratoires, surtout la nuit et tôt le matin.
pt: Asma: Uma doença crônica que inflama e estreita as vias respiratórias - os tubos que circulam o ar nos seus pulmões. A asma causa episódios recorrentes de sibilos (um chiado quando você respira), tosse, peito cheio e problemas respiratórios, particularmente à noite e no início da manhã.

# L2409
source: Chronic obstructive pulmonary disease (COPD) :Because a person may have both diseases at the same time, doctors prefer to use the term COPD to describe both conditions. The airways—the tubes that carry air in and out of your lungs—are partly obstructed, making it hard to breathe. COPD does not include asthma.
es: Enfermedad pulmonar obstructiva crónica (EPOC): Debido a que una persona puede tener ambas enfermedades al mismo tiempo, los médicos prefieren usar el término EPOC para describir ambas condiciones. Las vías respiratorias - los tubos que transportan aire dentro y fuera de sus pulmones –están parcialmente obstruidos, haciendo que respirar sea difícil. EPOC no incluye el asma.
fr: Maladie pulmonaire obstructive chronique (MPOC) : Comme une personne peut souffrir des deux maladies en même temps, les médecins préfèrent utiliser l’acronyme MPOC pour décrire les deux affections. Les voies respiratoires, les tubes qui font circuler l’air dans vos poumons, sont partiellement obstruées, ce qui rend la respiration difficile. La MPOC n’inclut pas l’asthme.
pt: Doença pulmonar obstrutiva crônica (DPOC): como uma pessoa pode ter ambas as doenças ao mesmo tempo, os médicos preferem usar o termo DPOC para descrever ambas as condições. As vias respiratórias – os tubos que circulam o ar pelos seus pulmões – ficam parcialmente obstruídos, dificultando a respiração. A DPOC não inclui a asma.

# L2412
source: Chronic bronchitis or emphysema: COPD or chronic obstructive pulmonary disease is a term referring to two lung diseases: chronic bronchitis or emphysema. Because a person may have both diseases at the same time, doctors prefer to use the term COPD to describe both conditions. In COPD, the airways—the tubes that carry air in and out of your lungs—are partly obstructed, making it hard to breathe. COPD does not include asthma.
es: Bronquitis crónica o enfisema: También referido como, enfermedad pulmonar obstructiva crónica (EPOC) es un término que se refiere a dos enfermedades pulmonarias, bronquitis crónica y enfisema. Debido a que una persona puede tener ambas enfermedades al mismo tiempo, los médicos prefieren usar el término EPOC para describir ambas condiciones. En EPOC, las vías respiratorias - los tubos que transportan aire dentro y fuera de sus pulmones –están parcialmente obstruidos, haciendo que respirar sea difícil. EPOC no incluye el asma.
fr: Bronchite chronique ou emphysème : La MPOC, ou maladie pulmonaire obstructive chronique, est un terme qui désigne deux maladies pulmonaires, soit la bronchite chronique ou l’emphysème. Comme une personne peut souffrir des deux maladies en même temps, les médecins préfèrent utiliser l’acronyme MPOC pour décrire les deux affections. Lorsqu’une personne en est atteinte, ses voies respiratoires, les tubes qui font circuler l’air dans ses poumons, sont partiellement obstruées, ce qui rend la respiration difficile. La MPOC n’inclut pas l’asthme.
pt: Bronquite crônica ou enfisema: DPOC ou doença pulmonar obstrutiva crônica é um termo que se refere a duas doença pulmonares: bronquite crônica e enfisema. Como uma pessoa pode ter ambas as doenças ao mesmo tempo, os médicos preferem usar o termo DPOC para descrever ambas as condições. Nos casos de DPOC, as vias respiratórias – os tubos que circulam o ar pelos seus pulmões – são parcialmente obstruídos, dificultando a respiração. A DPOC não inclui a asma.

# L2413
source: Sleep apnea : A sleep disorder that occurs when the breathing passages collapse or are blocked
es: Apnea del sueño: Un desorden del sueño que ocurre cuando los conductos respiratorios colapsan o están obstruidos.
fr: Apnée du sommeil : Trouble du sommeil qui survient lorsque les voies respiratoires s’affaissent ou sont obstruées.
pt: Apneia do sono: Um transtorno do sono que ocorre quando a respiração sofre um colapso ou é bloqueada

# L2414
source: Aerobic physical activity : Exercise or activity using large muscles (such as the legs) that can be performed continuously for more than several minutes at a time. Examples include brisk walking, jogging, swimming and cycling.
es: Actividad física aeróbica: Actividad o ejercicio usando músculos grandes (como las piernas) que se pueden realizar continuamente por varios minutos a la vez. Ejemplos incluyen caminar a un paso ligero, trotar, nadar y ciclismo.
fr: Exercice d’aérobie : Exercice qui sollicite de gros muscles (comme ceux des jambes) et qui peut être effectué en continu pendant plusieurs minutes à la fois. Marcher rapidement, jogger, nager et faire de la bicyclette en sont des exemples.
pt: Atividades físicas aeróbicas: Exercícios ou atividades que utilizam os músculos maiores (como os das pernas), que podem ser realizados continuamente por vários minutos de cada vez. Exemplos incluem caminhadas em ritmo acelerado, cooper, natação e ciclismo.

# L2415
source: Sigmoidoscopy : A partial exam of the colon that uses a thin flexible tube with a camera to look for colon cancer.
es: Sigmoidoscopia: Un examen parcial del colon que utiliza un tubo delgado flexible con una cámara para detectar cáncer del colon. Colonoscopia: Un examen completo del colon que se realiza generalmente bajo anestesia general. Examen Papanicolaou: Un examen para la detección de cáncer de cuello uterino en mujeres.
fr: Sigmoïdoscopie : Examen partiel du côlon à l’aide d’un mince tube flexible muni d’une caméra pour déceler un cancer du côlon.
pt: Sigmoidoscopia: Um exame parcial do cólon que utiliza um tubo fino flexível com uma câmera para localizar um eventual câncer no cólon.
